{
    "0": [
        "A video about a steady camera moving closer.",
        "A video about a focused lens nearing the subject."
    ],
    "1": [
        "A video about a screwdriver twisting a screw.",
        "A video about a magnet sticking to a metal surface."
    ],
    "2": [
        "A video about a metal rod being bent.",
        "A video about a plastic sheet deforming."
    ],
    "3": [
        "A video about a metal rod bending slowly.",
        "A video about the rod snapping suddenly."
    ],
    "4": [
        "A video about a person digging a hole.",
        "A video about a hand placing an object in the ground."
    ],
    "5": [
        "A video about a door gently shutting.",
        "A video about a lid firmly closing."
    ],
    "6": [
        "A video about hands gently covering a book.",
        "A video about a blanket smoothly covering a bed."
    ],
    "7": [
        "A video about hands vigorously scooping dirt.",
        "A video about a tool scraping against soil."
    ],
    "8": [
        "A video about a hand releasing an object.",
        "A video about an item falling behind a barrier."
    ],
    "9": [
        "A video about an object falling gently.",
        "A video about a sudden drop impact."
    ],
    "10": [
        "A video about an object falling into a container.",
        "A video about a smooth descent into liquid."
    ],
    "11": [
        "A video about an object gently placed beside another.",
        "A video about a thing dropped near something else."
    ],
    "12": [
        "A video about an object falling swiftly.",
        "A video about a heavy thud on impact."
    ],
    "13": [
        "A video about the struggle to fit.",
        "A video about the object's resistance."
    ],
    "14": [
        "A video about hands carefully folding paper.",
        "A video about a smooth crease forming."
    ],
    "15": [
        "A video about a swift, forceful impact.",
        "A video about an object striking another."
    ],
    "16": [
        "A video about steady hands gripping firmly.",
        "A video about gentle fingers cradling softly."
    ],
    "17": [
        "A video about hands concealed behind an object.",
        "A video about an item hidden from view."
    ],
    "18": [
        "A video about a hand holding a book in front of a mirror.",
        "A video about a person holding a phone in front of a screen."
    ],
    "19": [
        "A video about hands holding a book next to a lamp.",
        "A video about fingers gripping a pen near a notebook."
    ],
    "20": [
        "A video about a hand holding a book over a table.",
        "A video about a person holding a cup over a saucer."
    ],
    "21": [
        "A video about a tilted object on the table.",
        "A video about a sideways placement on the table."
    ],
    "22": [
        "A video about a smooth rolling motion.",
        "A video about an object gliding effortlessly."
    ],
    "23": [
        "A video about a smooth descent.",
        "A video about a rolling object."
    ],
    "24": [
        "A video about a ball rolling up a slope.",
        "A video about an object rolling back down."
    ],
    "25": [
        "A video about a tilted surface with objects.",
        "A video about objects barely staying in place."
    ],
    "26": [
        "A video about a surface lifting with objects sliding.",
        "A video about a tilted plane causing objects to move."
    ],
    "27": [
        "A video about steady hands lifting upward.",
        "A video about a smooth, controlled ascent."
    ],
    "28": [
        "A video about a steady rise and fall.",
        "A video about an object's vertical motion."
    ],
    "29": [
        "A video about a person lifting a box with books.",
        "A video about a man raising a tray with food."
    ],
    "30": [
        "A video about a steady hand lifting one end.",
        "A video about a controlled lift without dropping."
    ],
    "31": [
        "A video about a hand lifting a box end.",
        "A video about the box dropping down."
    ],
    "32": [
        "A video about a camera retreating slowly.",
        "A video about moving backward with focus."
    ],
    "33": [
        "A video about a hand lifting a book.",
        "A video about a wheel turning smoothly."
    ],
    "34": [
        "A video about a sliding object.",
        "A video about a falling item."
    ],
    "35": [
        "A video about steady hand movements.",
        "A video about smooth gliding action."
    ],
    "36": [
        "A video about hands pulling apart objects.",
        "A video about items being moved away from each other."
    ],
    "37": [
        "A video about hands gently pushing objects together.",
        "A video about a person aligning items side by side."
    ],
    "38": [
        "A video about two objects swiftly colliding.",
        "A video about a forceful impact between items."
    ],
    "39": [
        "A video about objects crossing paths.",
        "A video about items moving past each other."
    ],
    "40": [
        "A video about hands pushing an object away.",
        "A video about a person stepping back with an item."
    ],
    "41": [
        "A video about a hand pushing an object away.",
        "A video about a person sliding a box backward."
    ],
    "42": [
        "A video about a hand gently pulling an object closer.",
        "A video about a person moving a box towards them."
    ],
    "43": [
        "A video about a hand lowering an object.",
        "A video about a finger pressing down."
    ],
    "44": [
        "A video about an object approaching swiftly.",
        "A video about a forward-moving motion."
    ],
    "45": [
        "A video about hands lifting an object.",
        "A video about a box being raised."
    ],
    "46": [
        "A video about hands gently pulling apart.",
        "A video about a smooth, deliberate motion."
    ],
    "47": [
        "A video about a hand reaching down.",
        "A video about fingers closing around an object."
    ],
    "48": [
        "A video about orderly stacking of items.",
        "A video about gradual accumulation of objects."
    ],
    "49": [
        "A video about a hand inserting a plug.",
        "A video about a cable fitting snugly."
    ],
    "50": [
        "A video about a quick plug-in and pull-out.",
        "A video about a swift insertion and removal."
    ],
    "51": [
        "A video about a finger piercing through a soft surface.",
        "A video about a sharp object puncturing a material."
    ],
    "52": [
        "A video about a finger pressing into a sponge.",
        "A video about a needle piercing a balloon."
    ],
    "53": [
        "A video about a finger gently poking a stack.",
        "A video about the stack collapsing in slow motion."
    ],
    "54": [
        "A video about a finger gently poking a stack.",
        "A video about the stack resisting the poke."
    ],
    "55": [
        "A video about a gentle finger tap.",
        "A video about a slight object wobble."
    ],
    "56": [
        "A video about a gentle, barely noticeable poke.",
        "A video about a feather-light, almost imperceptible touch."
    ],
    "57": [
        "A video about a gentle nudge causing a fall.",
        "A video about a slight push toppling an object."
    ],
    "58": [
        "A video about a finger gently tapping.",
        "A video about an object twirling playfully."
    ],
    "59": [
        "A video about liquid flowing smoothly.",
        "A video about a steady stream of liquid."
    ],
    "60": [
        "A video about liquid cascading over the edge.",
        "A video about a steady stream causing overflow."
    ],
    "61": [
        "A video about liquid flowing smoothly.",
        "A video about a steady stream pouring."
    ],
    "62": [
        "A video about a steady stream flowing.",
        "A video about liquid emptying from a container."
    ],
    "63": [
        "A video about a half-hearted swipe.",
        "A video about a feigned wipe."
    ],
    "64": [
        "A video about a person struggling to twist.",
        "A video about futile attempts to rotate."
    ],
    "65": [
        "A video about exaggerated pulling motions.",
        "A video about feigned frustration on the face."
    ],
    "66": [
        "A video about a hand mimicking a closing motion.",
        "A video about an object not actually being shut."
    ],
    "67": [
        "A video about mimicking an opening motion.",
        "A video about feigning to unlatch something."
    ],
    "68": [
        "A video about a hand mimicking a lift.",
        "A video about fingers curling as if grasping."
    ],
    "69": [
        "A video about a playful finger jabbing motion.",
        "A video about a gentle, exaggerated poking gesture."
    ],
    "70": [
        "A video about an empty bottle being tilted.",
        "A video about a hand mimicking pouring."
    ],
    "71": [
        "A video about a hand mimicking placement.",
        "A video about an object hidden behind."
    ],
    "72": [
        "A video about a hand mimicking insertion.",
        "A video about an object being 'placed'."
    ],
    "73": [
        "A video about a hand mimicking placement.",
        "A video about an object's imaginary position."
    ],
    "74": [
        "A video about hands mimicking placement.",
        "A video about subtle surface contact."
    ],
    "75": [
        "A video about a hand mimicking placement.",
        "A video about an object being 'set' down."
    ],
    "76": [
        "A video about hands moving under an object.",
        "A video about subtle hiding motion."
    ],
    "77": [
        "A video about a hand mimicking a scoop.",
        "A video about a utensil faking a lift."
    ],
    "78": [
        "A video about hands mimicking spreading air.",
        "A video about gentle hand motions outward."
    ],
    "79": [
        "A video about a hand mimicking a sprinkle motion.",
        "A video about fingers flicking as if sprinkling air."
    ],
    "80": [
        "A video about hands mimicking squeezing.",
        "A video about fingers pressing tightly."
    ],
    "81": [
        "A video about a hand reaching out.",
        "A video about a hand grasping air."
    ],
    "82": [
        "A video about hands reaching into a bag.",
        "A video about pulling an item from a pocket."
    ],
    "83": [
        "A video about exaggerated arm movement.",
        "A video about playful object mimicry."
    ],
    "84": [
        "A video about exaggerated arm movements.",
        "A video about playful object manipulation."
    ],
    "85": [
        "A video about a hand emerging from behind an object.",
        "A video about an item being pulled out stealthily."
    ],
    "86": [
        "A video about a hand moving from left to right.",
        "A video about an object being dragged to the right."
    ],
    "87": [
        "A video about a hand moving left.",
        "A video about an object sliding right."
    ],
    "88": [
        "A video about a hand gripping tightly.",
        "A video about a rope being yanked."
    ],
    "89": [
        "A video about a hand gripping and extracting.",
        "A video about an object being drawn out."
    ],
    "90": [
        "A video about two hands pulling a rope.",
        "A video about a tug-of-war with no movement."
    ],
    "91": [
        "A video about hands gripping and stretching.",
        "A video about tension visibly increasing."
    ],
    "92": [
        "A video about hands gripping and yanking apart.",
        "A video about forcefully tearing something in half."
    ],
    "93": [
        "A video about hands moving an object to the right.",
        "A video about a force applied from left to right."
    ],
    "94": [
        "A video about a hand moving an object left.",
        "A video about force applied to the right side."
    ],
    "95": [
        "A video about hands forcefully pushing an object.",
        "A video about an object sliding off a surface."
    ],
    "96": [
        "A video about hands firmly pressing an object.",
        "A video about a forceful push onto a surface."
    ],
    "97": [
        "A video about hands pushing a wheel.",
        "A video about a force causing rotation."
    ],
    "98": [
        "A video about a hand pushing a wobbly object.",
        "A video about an item teetering on the edge."
    ],
    "99": [
        "A video about a hand forcefully pushing an object.",
        "A video about an object tipping over the edge."
    ],
    "100": [
        "A video about hands gently applying pressure.",
        "A video about a slight forward movement."
    ],
    "101": [
        "A video about a hand pushing a box.",
        "A video about a foot pushing a ball."
    ],
    "102": [
        "A video about precise number placement.",
        "A video about careful digit alignment."
    ],
    "103": [
        "A video about a hand placing a book on the table.",
        "A video about a person setting a cup on the table."
    ],
    "104": [
        "A video about hands moving an object.",
        "A video about an item being hidden."
    ],
    "105": [
        "A video about a hand placing an object.",
        "A video about an item being set down."
    ],
    "106": [
        "A video about a hand sliding an object into a box.",
        "A video about a person dropping a coin into a jar."
    ],
    "107": [
        "A video about a hand placing an object beside another.",
        "A video about an item being set next to a stack."
    ],
    "108": [
        "A video about a hand gently placing an object.",
        "A video about a steady motion to prevent rolling."
    ],
    "109": [
        "A video about a hand gently placing an object.",
        "A video about an item being set down smoothly."
    ],
    "110": [
        "A video about a hand gently placing an object on the edge.",
        "A video about a book being delicately positioned on a ledge."
    ],
    "111": [
        "A video about a steady hand placing an object.",
        "A video about a careful tilt preventing slippage."
    ],
    "112": [
        "A video about a hand placing an object.",
        "A video about an item being set down."
    ],
    "113": [
        "A video about a shaky stack collapsing.",
        "A video about an unstable balance toppling."
    ],
    "114": [
        "A video about precise alignment.",
        "A video about seamless integration."
    ],
    "115": [
        "A video about a stationary object sliding down.",
        "A video about an immovable item slipping."
    ],
    "116": [
        "A video about a stable object on a slope.",
        "A video about non-rolling item placement."
    ],
    "117": [
        "A video about a wobbly object's futile upright attempt.",
        "A video about an unstable item's brief tabletop stand."
    ],
    "118": [
        "A video about sliding an object beneath another.",
        "A video about placing something under a surface."
    ],
    "119": [
        "A video about a hand lifting an object upright.",
        "A video about an object being placed vertically on a table."
    ],
    "120": [
        "A video about a hand placing a book, a cup, and a phone on the table.",
        "A video about neatly arranging a notebook, a mug, and a pen on the table."
    ],
    "121": [
        "A video about a hand gently peeling back a curtain.",
        "A video about a cloth being lifted, unveiling a hidden object."
    ],
    "122": [
        "A video about a smooth rolling motion.",
        "A video about an object gliding effortlessly."
    ],
    "123": [
        "A video about a hand scooping sand.",
        "A video about a spoon scooping soup."
    ],
    "124": [
        "A video about holding a photo up to the camera.",
        "A video about presenting a picture to the lens."
    ],
    "125": [
        "A video about a hand revealing a card behind another.",
        "A video about a person pulling a book from behind a shelf."
    ],
    "126": [
        "A video about a hand placing an object beside another.",
        "A video about an item being set next to something else."
    ],
    "127": [
        "A video about a hand placing an object on top.",
        "A video about stacking items neatly on a surface."
    ],
    "128": [
        "A video about a hand holding an object.",
        "A video about a close-up of the item."
    ],
    "129": [
        "A video about a hand reaching into an empty box.",
        "A video about a person shaking an empty jar."
    ],
    "130": [
        "A video about a hand reaching into a box.",
        "A video about a lid being lifted to reveal contents."
    ],
    "131": [
        "A video about a ball bouncing off a wall.",
        "A video about a laser beam being reflected."
    ],
    "132": [
        "A video about two objects bouncing off.",
        "A video about a sudden deflection."
    ],
    "133": [
        "A video about two objects crashing and stopping.",
        "A video about a collision causing a standstill."
    ],
    "134": [
        "A video about a feather drifting gently.",
        "A video about paper floating softly."
    ],
    "135": [
        "A video about a heavy object plummeting.",
        "A video about something dropping rapidly."
    ],
    "136": [
        "A video about liquid cascading behind an object.",
        "A video about droplets falling stealthily behind a barrier."
    ],
    "137": [
        "A video about liquid spreading near a cup.",
        "A video about grains scattering beside a bowl."
    ],
    "138": [
        "A video about liquid cascading over the edge.",
        "A video about droplets splashing onto the surface."
    ],
    "139": [
        "A video about a hand twirling an object.",
        "A video about an object in continuous rotation."
    ],
    "140": [
        "A video about a spinning object slowing down.",
        "A video about a rapidly stopping motion."
    ],
    "141": [
        "A video about smooth, even layers.",
        "A video about precise, controlled movements."
    ],
    "142": [
        "A video about fine particles cascading down.",
        "A video about droplets gently falling over."
    ],
    "143": [
        "A video about hands pressing firmly.",
        "A video about fingers curling inward."
    ],
    "144": [
        "A video about neatly stacking objects.",
        "A video about orderly arranging items."
    ],
    "145": [
        "A video about hands forcefully pushing objects.",
        "A video about items being crammed tightly."
    ],
    "146": [
        "A video about a hand reaching for an item.",
        "A video about selecting one from many."
    ],
    "147": [
        "A video about a hand reaching out.",
        "A video about an object being grasped."
    ],
    "148": [
        "A video about hands reaching into a bag.",
        "A video about pulling an item out of a box."
    ],
    "149": [
        "A video about hands gripping paper tightly.",
        "A video about paper ripping apart forcefully."
    ],
    "150": [
        "A video about a slight rip forming.",
        "A video about a gentle tear unfolding."
    ],
    "151": [
        "A video about a swift arm movement.",
        "A video about an object flying through the air."
    ],
    "152": [
        "A video about a swift, forceful toss.",
        "A video about an object colliding with impact."
    ],
    "153": [
        "A video about a hand tossing an object skyward.",
        "A video about the object being caught mid-air."
    ],
    "154": [
        "A video about an object soaring gracefully.",
        "A video about gravity pulling it down."
    ],
    "155": [
        "A video about a hand releasing an object.",
        "A video about an object landing on a surface."
    ],
    "156": [
        "A video about a hand tilting a cup.",
        "A video about balancing a book on a tilted surface."
    ],
    "157": [
        "A video about a tilted surface with an object sliding off.",
        "A video about a tilted object causing another to fall."
    ],
    "158": [
        "A video about a slow, deliberate tilt.",
        "A video about a sudden, forceful flip."
    ],
    "159": [
        "A video about a tipped jar spilling its contents.",
        "A video about a tilted box releasing its items."
    ],
    "160": [
        "A video about fingers lightly grazing a surface.",
        "A video about a hand gently resting on an object."
    ],
    "161": [
        "A video about a frustrated hand trying to stick a note.",
        "A video about a sticky note slipping off a surface."
    ],
    "162": [
        "A video about a person struggling with a rigid object.",
        "A video about futile attempts to bend an inflexible material."
    ],
    "163": [
        "A video about a shaky hand pouring.",
        "A video about liquid spilling out."
    ],
    "164": [
        "A video about an object flipping over.",
        "A video about inverting an item."
    ],
    "165": [
        "A video about the camera descending steadily.",
        "A video about the lens pointing towards the ground."
    ],
    "166": [
        "A video about the camera smoothly pivoting left.",
        "A video about the lens capturing a wider view to the left."
    ],
    "167": [
        "A video about the smooth pan to the right.",
        "A video about the camera's gradual shift right."
    ],
    "168": [
        "A video about the skyscrapers towering above.",
        "A video about the treetops reaching towards the sky."
    ],
    "169": [
        "A video about hands tightly gripping fabric.",
        "A video about rhythmic squeezing motion."
    ],
    "170": [
        "A video about hands rotating an object.",
        "A video about a figure twisting a rope."
    ],
    "171": [
        "A video about hands gently lifting a cloth.",
        "A video about a person revealing a hidden object."
    ],
    "172": [
        "A video about a hand gently unfolding a map.",
        "A video about a piece of paper being spread out."
    ],
    "173": [
        "A video about a cloth moving smoothly.",
        "A video about a hand wiping firmly."
    ]
}