{
    "0": [
        "A video about the artist's steady hand.",
        "A video about the ink flowing smoothly."
    ],
    "1": [
        "A video about hands reaching for ripe apples.",
        "A video about a basket filling with juicy peaches."
    ],
    "2": [
        "A video about hands skillfully weaving.",
        "A video about colorful strands intertwining."
    ],
    "3": [
        "A video about nimble fingers gliding over keys.",
        "A video about rhythmic strikes creating melodic tunes."
    ],
    "4": [
        "A video about waves crashing on the shore.",
        "A video about surfers riding the crest."
    ],
    "5": [
        "A video about kids rolling snowballs.",
        "A video about sculpting a snowman."
    ],
    "6": [
        "A video about precise sharpening motions.",
        "A video about smooth, steady strokes."
    ],
    "7": [
        "A video about gentle hand strokes.",
        "A video about soft fur contact."
    ],
    "8": [
        "A video about a swift glove snap.",
        "A video about a powerful arm swing."
    ],
    "9": [
        "A video about gentle strokes on a dog's fur.",
        "A video about soothing pats on a horse's mane."
    ],
    "10": [
        "A video about a sharp knife slicing through the watermelon.",
        "A video about juicy red flesh being revealed."
    ],
    "11": [
        "A video about sparks flying in arcs.",
        "A video about metal pieces joining."
    ],
    "12": [
        "A video about a forward thrusting motion.",
        "A video about a controlled, low stance."
    ],
    "13": [
        "A video about soaring gracefully over the sea.",
        "A video about colorful parachutes in the sky."
    ],
    "14": [
        "A video about smooth, even strokes.",
        "A video about precise, controlled movements."
    ],
    "15": [
        "A video about a playful tongue wagging.",
        "A video about a cheeky tongue protrusion."
    ],
    "16": [
        "A video about rhythmic arm movements.",
        "A video about symmetrical leg kicks."
    ],
    "17": [
        "A video about dogs pulling sleds swiftly.",
        "A video about mushers guiding teams."
    ],
    "18": [
        "A video about balancing on a tightrope.",
        "A video about walking on a suspended line."
    ],
    "19": [
        "A video about a swift, three-part leap.",
        "A video about a dynamic, rhythmic hop-step-jump."
    ],
    "20": [
        "A video about players diving for the ball.",
        "A video about spikes and blocks in action."
    ],
    "21": [
        "A video about acrobats swinging gracefully.",
        "A video about aerialists performing tricks."
    ],
    "22": [
        "A video about rhythmic breathing.",
        "A video about circular mouth movements."
    ],
    "23": [
        "A video about dynamic wave riding.",
        "A video about aerial stunts and flips."
    ],
    "24": [
        "A video about soaring gracefully over mountains.",
        "A video about vibrant colors against blue skies."
    ],
    "25": [
        "A video about eggs being whisked briskly.",
        "A video about yolks blending smoothly."
    ],
    "26": [
        "A video about a person blowing up a balloon.",
        "A video about a balloon inflating quickly."
    ],
    "27": [
        "A video about strong lifters lifting heavy.",
        "A video about controlled movements from knees."
    ],
    "28": [
        "A video about a person lying flat on the floor.",
        "A video about the person lifting their torso up."
    ],
    "29": [
        "A video about hands moving swiftly.",
        "A video about cards blending seamlessly."
    ],
    "30": [
        "A video about a person extending their leg.",
        "A video about stretching the leg muscles."
    ],
    "31": [
        "A video about rhythmic finger movements.",
        "A video about percussive guitar sounds."
    ],
    "32": [
        "A video about precise axe throwing.",
        "A video about swift, controlled movements."
    ],
    "33": [
        "A video about a swift, upward leg movement.",
        "A video about a powerful, high-reaching kick."
    ],
    "34": [
        "A video about players focusing intently.",
        "A video about pieces moving strategically."
    ],
    "35": [
        "A video about colorful ribbons and bows.",
        "A video about neatly folding and taping."
    ],
    "36": [
        "A video about quick, sharp finger movements.",
        "A video about rhythmic, percussive hand action."
    ],
    "37": [
        "A video about hands deftly looping rope.",
        "A video about a symmetrical knot forming."
    ],
    "38": [
        "A video about a person blowing into pipes.",
        "A video about rhythmic arm movements."
    ],
    "39": [
        "A video about energetic horse-riding moves.",
        "A video about colorful, synchronized dancing."
    ],
    "40": [
        "A video about the kicker's precise foot placement.",
        "A video about the ball soaring through the air."
    ],
    "41": [
        "A video about players swiftly striking a ball.",
        "A video about intense field battles and agility."
    ],
    "42": [
        "A video about the powerful takeoff.",
        "A video about the graceful flight."
    ],
    "43": [
        "A video about a powerful swing.",
        "A video about a soaring ball."
    ],
    "44": [
        "A video about a swift glove snap.",
        "A video about a powerful arm swing."
    ],
    "45": [
        "A video about a person inhaling smoke.",
        "A video about a relaxed hookah session."
    ],
    "46": [
        "A video about street performers juggling.",
        "A video about musicians playing live."
    ],
    "47": [
        "A video about curling hair with smooth motions.",
        "A video about curling hair with precise twists."
    ],
    "48": [
        "A video about climbers scaling icy cliffs.",
        "A video about gripping ice axes tightly."
    ],
    "49": [
        "A video about neatly folding napkins.",
        "A video about gracefully folding napkins."
    ],
    "50": [
        "A video about carefully opening a package.",
        "A video about revealing hidden contents."
    ],
    "51": [
        "A video about dynamic camera movements.",
        "A video about vibrant color transitions."
    ],
    "52": [
        "A video about gentle water flowing over feet.",
        "A video about soft hands massaging soapy feet."
    ],
    "53": [
        "A video about a person biting into a juicy burger.",
        "A video about cheese melting as the burger is eaten."
    ],
    "54": [
        "A video about balancing on a single wheel.",
        "A video about rhythmic pedal movements."
    ],
    "55": [
        "A video about a person sweeping dust.",
        "A video about mopping shiny tiles."
    ],
    "56": [
        "A video about the wind-filled sails.",
        "A video about the boat gliding on water."
    ],
    "57": [
        "A video about the quarterback's precise throw.",
        "A video about the receiver's swift catch."
    ],
    "58": [
        "A video about vibrant surfers riding waves.",
        "A video about lively crowd cheering on surfers."
    ],
    "59": [
        "A video about players hitting the ball.",
        "A video about fielders catching the ball."
    ],
    "60": [
        "A video about a person vigorously shoveling snow.",
        "A video about snow flying as the shovel moves."
    ],
    "61": [
        "A video about hands carefully folding paper.",
        "A video about crisp creases forming in paper."
    ],
    "62": [
        "A video about a person's head moving side to side.",
        "A video about rapid head movements indicating disapproval."
    ],
    "63": [
        "A video about a robot dancing gracefully.",
        "A video about a robot moving rhythmically."
    ],
    "64": [
        "A video about joyful facial expressions.",
        "A video about rhythmic body movements."
    ],
    "65": [
        "A video about golden cookies in the oven.",
        "A video about dough being shaped into circles."
    ],
    "66": [
        "A video about a rhythmic swing of the axe.",
        "A video about wood splintering into pieces."
    ],
    "67": [
        "A video about rhythmic arm movements.",
        "A video about energetic drumstick swings."
    ],
    "68": [
        "A video about explosive lifting motion.",
        "A video about controlled barbell overhead."
    ],
    "69": [
        "A video about a powerful tractor plowing fields.",
        "A video about a rugged tractor hauling loads."
    ],
    "70": [
        "A video about the powerful arm swing.",
        "A video about the graceful leap forward."
    ],
    "71": [
        "A video about people wading through shallow waters.",
        "A video about boats navigating a turbulent river."
    ],
    "72": [
        "A video about vibrant colors splashing.",
        "A video about swift, rhythmic motions."
    ],
    "73": [
        "A video about players skating swiftly.",
        "A video about pucks flying fast."
    ],
    "74": [
        "A video about soapy hands scrubbing.",
        "A video about rinsing under water."
    ],
    "75": [
        "A video about a man swaying rhythmically.",
        "A video about fingers dancing on keys."
    ],
    "76": [
        "A video about precise nail filing.",
        "A video about vibrant nail painting."
    ],
    "77": [
        "A video about quick, agile footwork.",
        "A video about precise ball control."
    ],
    "78": [
        "A video about hands typing on a keyboard.",
        "A video about screens displaying code."
    ],
    "79": [
        "A video about precise folding and stitching.",
        "A video about colorful paper and thread."
    ],
    "80": [
        "A video about swift shuttlecock hits.",
        "A video about agile net play."
    ],
    "81": [
        "A video about gentle strokes on silky strands.",
        "A video about rhythmic movements through tangled locks."
    ],
    "82": [
        "A video about someone licking a melting cone.",
        "A video about a child savoring colorful scoops."
    ],
    "83": [
        "A video about colorful, rhythmic patterns.",
        "A video about swift, mesmerizing movements."
    ],
    "84": [
        "A video about hands moving skillfully.",
        "A video about rhythmic squeezing and pulling."
    ],
    "85": [
        "A video about smooth, bare legs.",
        "A video about precise waxing motions."
    ],
    "86": [
        "A video about fish eagerly eating food.",
        "A video about a hand sprinkling fish food."
    ],
    "87": [
        "A video about rhythmic mouth movements.",
        "A video about expressive facial contortions."
    ],
    "88": [
        "A video about snowboarders carving through powder.",
        "A video about aerial flips over snowy slopes."
    ],
    "89": [
        "A video about explosive power and fluid motion.",
        "A video about rapid lifting and controlled descent."
    ],
    "90": [
        "A video about rhythmic foot movements.",
        "A video about lively, quick steps."
    ],
    "91": [
        "A video about a man shaving his head smoothly.",
        "A video about precise head shaving with a razor."
    ],
    "92": [
        "A video about dynamic spins and flips.",
        "A video about rhythmic footwork and freezes."
    ],
    "93": [
        "A video about a proud recipient accepting an award.",
        "A video about a presenter handing over a trophy."
    ],
    "94": [
        "A video about lively hand movements.",
        "A video about rhythmic hip swings."
    ],
    "95": [
        "A video about the athlete sprinting towards the bar.",
        "A video about the graceful arc over the high jump bar."
    ],
    "96": [
        "A video about divers gliding smoothly underwater.",
        "A video about bubbles rising from their masks."
    ],
    "97": [
        "A video about lifting weights from the front.",
        "A video about raising arms with dumbbells."
    ],
    "98": [
        "A video about graceful gliding on wheels.",
        "A video about rhythmic spins and turns."
    ],
    "99": [
        "A video about precise beard trimming.",
        "A video about smooth shaving motion."
    ],
    "100": [
        "A video about a farmer gently milking a cow.",
        "A video about rhythmic milk flow into a pail."
    ],
    "101": [
        "A video about golden chicken sizzling on a pan.",
        "A video about aromatic herbs sprinkled over chicken."
    ],
    "102": [
        "A video about swift racquet swings.",
        "A video about agile court movements."
    ],
    "103": [
        "A video about soaring athletes.",
        "A video about bending poles."
    ],
    "104": [
        "A video about athletes throwing heavy balls.",
        "A video about powerful arm movements."
    ],
    "105": [
        "A video about a swift, powerful kick.",
        "A video about a dynamic, fluid motion."
    ],
    "106": [
        "A video about a person blowing into a trumpet.",
        "A video about fingers pressing trumpet keys."
    ],
    "107": [
        "A video about a person flipping gracefully.",
        "A video about a swift, continuous rotation."
    ],
    "108": [
        "A video about underwater exploration.",
        "A video about swimming with masks."
    ],
    "109": [
        "A video about swift, rhythmic shearing motions.",
        "A video about skilled hands gliding over wool."
    ],
    "110": [
        "A video about hands moving rhythmically.",
        "A video about joyful facial expressions."
    ],
    "111": [
        "A video about tears streaming down cheeks.",
        "A video about a person sobbing quietly."
    ],
    "112": [
        "A video about smooth, rhythmic arm movements.",
        "A video about gliding body position in water."
    ],
    "113": [
        "A video about goats eagerly eating hay.",
        "A video about kids feeding playful goats."
    ],
    "114": [
        "A video about a clenched hand rising.",
        "A video about an energetic fist pump."
    ],
    "115": [
        "A video about energetic footwork.",
        "A video about synchronized movements."
    ],
    "116": [
        "A video about a person holding a clarinet.",
        "A video about fingers moving over keys."
    ],
    "117": [
        "A video about biking through deep snow.",
        "A video about navigating snowy trails."
    ],
    "118": [
        "A video about soaring through the air.",
        "A video about graceful landings."
    ],
    "119": [
        "A video about suds filling the sink.",
        "A video about hands scrubbing plates."
    ],
    "120": [
        "A video about precise handoffs and fluid motion.",
        "A video about quick exchanges and dynamic movement."
    ],
    "121": [
        "A video about hands applying dye.",
        "A video about hair turning vibrant."
    ],
    "122": [
        "A video about a graceful catch in mid-air.",
        "A video about a powerful throw with precision."
    ],
    "123": [
        "A video about the free-fall plunge.",
        "A video about the elastic rebound."
    ],
    "124": [
        "A video about a meteorologist pointing at a map.",
        "A video about animated clouds moving across a screen."
    ],
    "125": [
        "A video about precise eyebrow shaping.",
        "A video about natural-looking fill."
    ],
    "126": [
        "A video about a person exhaling smoke.",
        "A video about a glowing cigarette tip."
    ],
    "127": [
        "A video about divers leaping gracefully.",
        "A video about cliffs towering above."
    ],
    "128": [
        "A video about the bat's swift swing.",
        "A video about the ball's sudden flight."
    ],
    "129": [
        "A video about sizzling meats on grills.",
        "A video about smoky aromas rising."
    ],
    "130": [
        "A video about gentle hand movements.",
        "A video about rhythmic pressure application."
    ],
    "131": [
        "A video about a kite soaring gracefully.",
        "A video about colorful kites dancing in the sky."
    ],
    "132": [
        "A video about fluid, undulating movements.",
        "A video about vibrant, rhythmic gestures."
    ],
    "133": [
        "A video about a child scaling a tall tree.",
        "A video about a climber using ropes and harness."
    ],
    "134": [
        "A video about a sleek car speeding on a highway.",
        "A video about a car maneuvering through city streets."
    ],
    "135": [
        "A video about a person pushing a car.",
        "A video about a car being pushed."
    ],
    "136": [
        "A video about slow, fluid movements.",
        "A video about graceful, controlled postures."
    ],
    "137": [
        "A video about players throwing balls down lanes.",
        "A video about pins being knocked over swiftly."
    ],
    "138": [
        "A video about graceful bow movements.",
        "A video about intense finger positioning."
    ],
    "139": [
        "A video about a majestic elephant stride.",
        "A video about a rider atop a gentle giant."
    ],
    "140": [
        "A video about a golfer lining up the putt.",
        "A video about the smooth swing of the putter."
    ],
    "141": [
        "A video about a player soaring through the air.",
        "A video about a powerful slam into the hoop."
    ],
    "142": [
        "A video about players ducking behind obstacles.",
        "A video about colorful splashes on targets."
    ],
    "143": [
        "A video about players shuffling cards.",
        "A video about chips being stacked."
    ],
    "144": [
        "A video about the discus spinning through the air.",
        "A video about the athlete's powerful release."
    ],
    "145": [
        "A video about windsurfers gliding on waves.",
        "A video about colorful sails catching the wind."
    ],
    "146": [
        "A video about wild, rhythmic head movements.",
        "A video about intense, energetic shaking."
    ],
    "147": [
        "A video about a rider speeding through curves.",
        "A video about the wind whipping past the helmet."
    ],
    "148": [
        "A video about energetic dance moves.",
        "A video about vibrant rhythmic steps."
    ],
    "149": [
        "A video about fluid, rhythmic movements.",
        "A video about acrobatic, dynamic spins."
    ],
    "150": [
        "A video about a graceful dive into the pool.",
        "A video about a splashy cannonball entry."
    ],
    "151": [
        "A video about a joyful dog trotting alongside.",
        "A video about a leash-holding owner strolling calmly."
    ],
    "152": [
        "A video about muscular arms lifting weights.",
        "A video about a strong chest pushing upward."
    ],
    "153": [
        "A video about graceful body movements.",
        "A video about serene breathing patterns."
    ],
    "154": [
        "A video about a person riding a jetski.",
        "A video about waves splashing around."
    ],
    "155": [
        "A video about sleek kayaks gliding through water.",
        "A video about paddlers slicing through serene lakes."
    ],
    "156": [
        "A video about fingers strumming strings.",
        "A video about a musician's rhythmic sway."
    ],
    "157": [
        "A video about passionate, fluid movements.",
        "A video about intense, rhythmic footwork."
    ],
    "158": [
        "A video about a man pushing a mower.",
        "A video about grass being cut evenly."
    ],
    "159": [
        "A video about strong arm movements.",
        "A video about vertical body lifts."
    ],
    "160": [
        "A video about skaters flipping mid-air.",
        "A video about boardslides on rails."
    ],
    "161": [
        "A video about intense gripping and straining.",
        "A video about faces contorted in effort."
    ],
    "162": [
        "A video about fingers strumming strings.",
        "A video about a body swaying rhythmically."
    ],
    "163": [
        "A video about a person scattering seeds.",
        "A video about birds flocking to food."
    ],
    "164": [
        "A video about players swiftly swinging rackets.",
        "A video about balls zooming across the court."
    ],
    "165": [
        "A video about a horse trotting gracefully.",
        "A video about a rider walking calmly."
    ],
    "166": [
        "A video about skiers gliding down slopes.",
        "A video about snow spraying behind skiers."
    ],
    "167": [
        "A video about rhythmic hip rotations.",
        "A video about colorful hoops spinning."
    ],
    "168": [
        "A video about synchronized footsteps.",
        "A video about rhythmic movement."
    ],
    "169": [
        "A video about climbers descending a cliff.",
        "A video about ropes and harnesses in action."
    ],
    "170": [
        "A video about graceful figures gliding on ice.",
        "A video about swift turns and elegant spins."
    ],
    "171": [
        "A video about a bowstring releasing.",
        "A video about an arrow flying swiftly."
    ],
    "172": [
        "A video about colorful illustrations.",
        "A video about engaging animations."
    ],
    "173": [
        "A video about glowing orbs in motion.",
        "A video about fluid hand movements."
    ],
    "174": [
        "A video about energetic arm movements.",
        "A video about rhythmic head bobs."
    ],
    "175": [
        "A video about dough being stretched thin.",
        "A video about toppings being sprinkled."
    ],
    "176": [
        "A video about graceful bow movements.",
        "A video about precise finger placement."
    ],
    "177": [
        "A video about climbers scaling vertical walls.",
        "A video about gripping holds with precision."
    ],
    "178": [
        "A video about molten glass spinning.",
        "A video about glowing rods shaping."
    ],
    "179": [
        "A video about a person skillfully playing a recorder.",
        "A video about melodic notes flowing from the recorder."
    ],
    "180": [
        "A video about a person holding a trombone.",
        "A video about sliding the trombone's slide."
    ],
    "181": [
        "A video about expressive hand gestures.",
        "A video about vibrant facial expressions."
    ],
    "182": [
        "A video about glowing poi spinning in the dark.",
        "A video about colorful poi twirling in motion."
    ],
    "183": [
        "A video about energetic jumps and flips.",
        "A video about vibrant costumes and smiles."
    ],
    "184": [
        "A video about a person brushing teeth.",
        "A video about foamy toothpaste on a brush."
    ],
    "185": [
        "A video about graceful pirouettes.",
        "A video about elegant arabesques."
    ],
    "186": [
        "A video about fingers strumming strings.",
        "A video about a smile while playing."
    ],
    "187": [
        "A video about swift downhill slides.",
        "A video about thrilling snowy rides."
    ],
    "188": [
        "A video about the athlete's powerful spin.",
        "A video about the hammer's graceful arc."
    ],
    "189": [
        "A video about vibrant spins and twirls.",
        "A video about rhythmic footwork and hip movements."
    ],
    "190": [
        "A video about a person lowering their body.",
        "A video about knees bending and hips moving."
    ],
    "191": [
        "A video about dribbling with agility.",
        "A video about shooting with precision."
    ],
    "192": [
        "A video about a determined baby crawling.",
        "A video about a curious baby exploring."
    ],
    "193": [
        "A video about twirling noodles with a fork.",
        "A video about slurping strands from a bowl."
    ],
    "194": [
        "A video about dynamic flips and twists.",
        "A video about graceful landings and somersaults."
    ],
    "195": [
        "A video about a sturdy, hanging punching bag.",
        "A video about a durable, weighted punching bag."
    ],
    "196": [
        "A video about wind-powered kitesurfing.",
        "A video about gliding across snowy landscapes."
    ],
    "197": [
        "A video about a person gently exhaling.",
        "A video about flickering flames extinguishing."
    ],
    "198": [
        "A video about a person pushing a cart.",
        "A video about a cart moving forward."
    ],
    "199": [
        "A video about graceful finger movements.",
        "A video about melodic string plucking."
    ]
}