{
    "0": [
        "A video about a finger piercing through a soft surface.",
        "A video about a sharp object puncturing a material."
    ],
    "1": [
        "A video about liquid cascading behind an object.",
        "A video about droplets falling stealthily behind a barrier."
    ],
    "2": [
        "A video about a finger gently tapping.",
        "A video about an object twirling playfully."
    ],
    "3": [
        "A video about a steady hand placing an object.",
        "A video about a careful tilt preventing slippage."
    ],
    "4": [
        "A video about liquid spreading near a cup.",
        "A video about grains scattering beside a bowl."
    ],
    "5": [
        "A video about hands mimicking spreading air.",
        "A video about gentle hand motions outward."
    ],
    "6": [
        "A video about a shaky hand pouring.",
        "A video about liquid spilling out."
    ],
    "7": [
        "A video about a finger pressing into a sponge.",
        "A video about a needle piercing a balloon."
    ],
    "8": [
        "A video about hands gripping and yanking apart.",
        "A video about forcefully tearing something in half."
    ],
    "9": [
        "A video about a finger gently poking a stack.",
        "A video about the stack resisting the poke."
    ],
    "10": [
        "A video about a tilted surface with objects.",
        "A video about objects barely staying in place."
    ],
    "11": [
        "A video about liquid cascading over the edge.",
        "A video about a steady stream causing overflow."
    ],
    "12": [
        "A video about hands tightly gripping fabric.",
        "A video about rhythmic squeezing motion."
    ],
    "13": [
        "A video about liquid cascading over the edge.",
        "A video about droplets splashing onto the surface."
    ],
    "14": [
        "A video about the struggle to fit.",
        "A video about the object's resistance."
    ],
    "15": [
        "A video about liquid flowing smoothly.",
        "A video about a steady stream pouring."
    ],
    "16": [
        "A video about a hand gripping tightly.",
        "A video about a rope being yanked."
    ],
    "17": [
        "A video about a finger gently poking a stack.",
        "A video about the stack collapsing in slow motion."
    ],
    "18": [
        "A video about hands gripping and stretching.",
        "A video about tension visibly increasing."
    ],
    "19": [
        "A video about a person struggling to twist.",
        "A video about futile attempts to rotate."
    ],
    "20": [
        "A video about a steady stream flowing.",
        "A video about liquid emptying from a container."
    ],
    "21": [
        "A video about an empty bottle being tilted.",
        "A video about a hand mimicking pouring."
    ],
    "22": [
        "A video about a surface lifting with objects sliding.",
        "A video about a tilted plane causing objects to move."
    ],
    "23": [
        "A video about a half-hearted swipe.",
        "A video about a feigned wipe."
    ],
    "24": [
        "A video about a hand mimicking a scoop.",
        "A video about a utensil faking a lift."
    ],
    "25": [
        "A video about a tipped jar spilling its contents.",
        "A video about a tilted box releasing its items."
    ],
    "26": [
        "A video about a ball bouncing off a wall.",
        "A video about a laser beam being reflected."
    ],
    "27": [
        "A video about hands moving under an object.",
        "A video about subtle hiding motion."
    ],
    "28": [
        "A video about a ball rolling up a slope.",
        "A video about an object rolling back down."
    ],
    "29": [
        "A video about hands firmly pressing an object.",
        "A video about a forceful push onto a surface."
    ],
    "30": [
        "A video about a stable object on a slope.",
        "A video about non-rolling item placement."
    ],
    "31": [
        "A video about a shaky stack collapsing.",
        "A video about an unstable balance toppling."
    ],
    "32": [
        "A video about a stationary object sliding down.",
        "A video about an immovable item slipping."
    ],
    "33": [
        "A video about a hand gently placing an object.",
        "A video about a steady motion to prevent rolling."
    ],
    "34": [
        "A video about fine particles cascading down.",
        "A video about droplets gently falling over."
    ],
    "35": [
        "A video about a hand mimicking a sprinkle motion.",
        "A video about fingers flicking as if sprinkling air."
    ],
    "36": [
        "A video about smooth, even layers.",
        "A video about precise, controlled movements."
    ],
    "37": [
        "A video about a slow, deliberate tilt.",
        "A video about a sudden, forceful flip."
    ],
    "38": [
        "A video about two objects crashing and stopping.",
        "A video about a collision causing a standstill."
    ],
    "39": [
        "A video about hands vigorously scooping dirt.",
        "A video about a tool scraping against soil."
    ],
    "40": [
        "A video about a hand emerging from behind an object.",
        "A video about an item being pulled out stealthily."
    ],
    "41": [
        "A video about two objects bouncing off.",
        "A video about a sudden deflection."
    ],
    "42": [
        "A video about two objects swiftly colliding.",
        "A video about a forceful impact between items."
    ],
    "43": [
        "A video about a frustrated hand trying to stick a note.",
        "A video about a sticky note slipping off a surface."
    ],
    "44": [
        "A video about a metal rod bending slowly.",
        "A video about the rod snapping suddenly."
    ],
    "45": [
        "A video about two hands pulling a rope.",
        "A video about a tug-of-war with no movement."
    ],
    "46": [
        "A video about a metal rod being bent.",
        "A video about a plastic sheet deforming."
    ],
    "47": [
        "A video about objects crossing paths.",
        "A video about items moving past each other."
    ],
    "48": [
        "A video about a hand gently placing an object on the edge.",
        "A video about a book being delicately positioned on a ledge."
    ],
    "49": [
        "A video about a playful finger jabbing motion.",
        "A video about a gentle, exaggerated poking gesture."
    ],
    "50": [
        "A video about hands forcefully pushing an object.",
        "A video about an object sliding off a surface."
    ],
    "51": [
        "A video about a cloth moving smoothly.",
        "A video about a hand wiping firmly."
    ],
    "52": [
        "A video about a hand gripping and extracting.",
        "A video about an object being drawn out."
    ],
    "53": [
        "A video about hands pushing a wheel.",
        "A video about a force causing rotation."
    ],
    "54": [
        "A video about a wobbly object's futile upright attempt.",
        "A video about an unstable item's brief tabletop stand."
    ],
    "55": [
        "A video about a person digging a hole.",
        "A video about a hand placing an object in the ground."
    ],
    "56": [
        "A video about a hand tilting a cup.",
        "A video about balancing a book on a tilted surface."
    ],
    "57": [
        "A video about sliding an object beneath another.",
        "A video about placing something under a surface."
    ],
    "58": [
        "A video about a hand lifting a book.",
        "A video about a wheel turning smoothly."
    ],
    "59": [
        "A video about a smooth descent.",
        "A video about a rolling object."
    ],
    "60": [
        "A video about a hand mimicking placement.",
        "A video about an object being 'set' down."
    ],
    "61": [
        "A video about a quick plug-in and pull-out.",
        "A video about a swift insertion and removal."
    ],
    "62": [
        "A video about a gentle nudge causing a fall.",
        "A video about a slight push toppling an object."
    ],
    "63": [
        "A video about steady hand movements.",
        "A video about smooth gliding action."
    ],
    "64": [
        "A video about a sliding object.",
        "A video about a falling item."
    ],
    "65": [
        "A video about a tilted object on the table.",
        "A video about a sideways placement on the table."
    ],
    "66": [
        "A video about a hand mimicking placement.",
        "A video about an object hidden behind."
    ],
    "67": [
        "A video about a hand holding an object.",
        "A video about a close-up of the item."
    ],
    "68": [
        "A video about hands mimicking squeezing.",
        "A video about fingers pressing tightly."
    ],
    "69": [
        "A video about hands rotating an object.",
        "A video about a figure twisting a rope."
    ],
    "70": [
        "A video about exaggerated arm movements.",
        "A video about playful object manipulation."
    ],
    "71": [
        "A video about a hand lifting an object upright.",
        "A video about an object being placed vertically on a table."
    ],
    "72": [
        "A video about a hand twirling an object.",
        "A video about an object in continuous rotation."
    ],
    "73": [
        "A video about a person struggling with a rigid object.",
        "A video about futile attempts to bend an inflexible material."
    ],
    "74": [
        "A video about an object soaring gracefully.",
        "A video about gravity pulling it down."
    ],
    "75": [
        "A video about a hand releasing an object.",
        "A video about an item falling behind a barrier."
    ],
    "76": [
        "A video about a smooth rolling motion.",
        "A video about an object gliding effortlessly."
    ],
    "77": [
        "A video about orderly stacking of items.",
        "A video about gradual accumulation of objects."
    ],
    "78": [
        "A video about exaggerated pulling motions.",
        "A video about feigned frustration on the face."
    ],
    "79": [
        "A video about a hand placing an object beside another.",
        "A video about an item being set next to something else."
    ],
    "80": [
        "A video about a screwdriver twisting a screw.",
        "A video about a magnet sticking to a metal surface."
    ],
    "81": [
        "A video about a hand placing an object.",
        "A video about an item being set down."
    ],
    "82": [
        "A video about holding a photo up to the camera.",
        "A video about presenting a picture to the lens."
    ],
    "83": [
        "A video about a hand gently unfolding a map.",
        "A video about a piece of paper being spread out."
    ],
    "84": [
        "A video about the skyscrapers towering above.",
        "A video about the treetops reaching towards the sky."
    ],
    "85": [
        "A video about an object approaching swiftly.",
        "A video about a forward-moving motion."
    ],
    "86": [
        "A video about the camera descending steadily.",
        "A video about the lens pointing towards the ground."
    ]
}