{
    "0": [
        "A video about smooth, flowing strokes.",
        "A video about gentle, rhythmic movements."
    ],
    "1": [
        "A video about a person flipping gracefully.",
        "A video about a smooth, circular motion."
    ],
    "2": [
        "A video about a swift hand reaching out.",
        "A video about a ball being firmly grasped."
    ],
    "3": [
        "A video about vibrant colors and playful shapes.",
        "A video about dynamic movements and satisfying sounds."
    ],
    "4": [
        "A video about hands coming together.",
        "A video about a quick, sharp sound."
    ],
    "5": [
        "A video about hands gripping the rock face.",
        "A video about feet finding secure footholds."
    ],
    "6": [
        "A video about a person ascending steps steadily.",
        "A video about climbing with rhythmic foot movements."
    ],
    "7": [
        "A video about a graceful plunge into water.",
        "A video about a swift, vertical descent."
    ],
    "8": [
        "A video about swift, precise movements.",
        "A video about gleaming metal emerging."
    ],
    "9": [
        "A video about swift ball control.",
        "A video about agile footwork."
    ],
    "10": [
        "A video about vibrant, energetic colors.",
        "A video about dynamic, fast-paced motion."
    ],
    "11": [
        "A video about someone savoring each bite.",
        "A video about a person chewing slowly."
    ],
    "12": [
        "A video about a collapsing platform.",
        "A video about a sudden drop stage."
    ],
    "13": [
        "A video about swift, precise sword movements.",
        "A video about intense, rhythmic footwork."
    ],
    "14": [
        "A video about acrobatic flips and spins.",
        "A video about dynamic aerial movements."
    ],
    "15": [
        "A video about players swinging clubs.",
        "A video about balls flying into holes."
    ],
    "16": [
        "A video about inverted balance.",
        "A video about vertical strength."
    ],
    "17": [
        "A video about a powerful punch connecting.",
        "A video about a swift kick landing forcefully."
    ],
    "18": [
        "A video about close embrace.",
        "A video about warm connection."
    ],
    "19": [
        "A video about a swift upward leap.",
        "A video about a graceful airborne moment."
    ],
    "20": [
        "A video about a swift, powerful kick.",
        "A video about the ball soaring through the air."
    ],
    "21": [
        "A video about a swift, powerful leg movement.",
        "A video about a dynamic, forward-thrusting motion."
    ],
    "22": [
        "A video about tender lips touching.",
        "A video about passionate embrace."
    ],
    "23": [
        "A video about a joyful, open-mouthed expression.",
        "A video about eyes narrowing and shoulders shaking."
    ],
    "24": [
        "A video about precise ball control.",
        "A video about swift footwork."
    ]
}