{
    "0": [
        "A videos of applyeyemakeup generally involves the following step: applying foundation, which is a sub-step.",
        "A videos of applyeyemakeup generally involves the following step: applying mascara, which is a sub-step."
    ],
    "1": [
        "A video of applylipstick generally involves the following step: applying the lipstick, which is a sub-step.",
        "A video of applylipstick generally involves the following step: blending the edges, which is a sub-step."
    ],
    "2": [
        "A video of archery generally involves the following step: drawing the bowstring, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the arrow, which is a sub-step."
    ],
    "3": [
        "A videos of babycrawling generally involves the following step: pushing off with legs, which is a sub-step.",
        "A videos of babycrawling generally involves the following step: propelling forward with arms, which is a sub-step."
    ],
    "4": [
        "A videos of balancebeam generally involves the following step: initial positioning on the beam, which is a sub-step.",
        "A videos of balancebeam generally involves the following step: maintaining balance for a duration, which is a sub-step."
    ],
    "5": [
        "A video of bandmarching generally involves the following step: formation alignment, which is a sub-step.",
        "A video of bandmarching generally involves the following step: synchronized marching, which is a sub-step."
    ],
    "6": [
        "A videos of baseballpitch generally involves the following step: windup and leg lift, which is a sub-step.",
        "A videos of baseballpitch generally involves the following step: arm swing and release, which is a sub-step."
    ],
    "7": [
        "A video of basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: shooting the ball, which is a sub-step."
    ],
    "8": [
        "A videos of basketballdunk generally involves the following step: jumping with the ball, which is a sub-step.",
        "A videos of basketballdunk generally involves the following step: slamming the ball into the hoop, which is a sub-step."
    ],
    "9": [
        "A video of benchpress generally involves the following step: lowering the bar to the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: pressing the bar upward, which is a sub-step."
    ],
    "10": [
        "A video of biking generally involves the following step: pedaling, which is a sub-step.",
        "A video of biking generally involves the following step: steering, which is a sub-step."
    ],
    "11": [
        "A videos of billiards generally involves the following step: cue striking the ball, which is a sub-step.",
        "A videos of billiards generally involves the following step: balls rolling on the table, which is a sub-step."
    ],
    "12": [
        "A video of blowdryhair generally involves the following step: applying heat to the hair, which is a sub-step.",
        "A video of blowdryhair generally involves the following step: brushing the hair while applying heat, which is a sub-step."
    ],
    "13": [
        "A video of blowingcandles generally involves the following step: approaching the cake, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: blowing out the candles, which is a sub-step."
    ],
    "14": [
        "A videos of bodyweightsquats generally involves the following step: lowering the body to a squat position, which is a sub-step.",
        "A videos of bodyweightsquats generally involves the following step: returning to the standing position, which is a sub-step."
    ],
    "15": [
        "A video of bowling generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: aiming at the pins, which is a sub-step."
    ],
    "16": [
        "A videos of boxingpunchingbag generally involves the following step: approaching the punching bag, which is a sub-step.",
        "A videos of boxingpunchingbag generally involves the following step: delivering a series of punches, which is a sub-step."
    ],
    "17": [
        "A video of boxingspeedbag generally involves the following step: striking the bag repeatedly, which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: maintaining rhythm and speed, which is a sub-step."
    ],
    "18": [
        "A video of breaststroke generally involves the following step: arm recovery, which is a sub-step.",
        "A video of breaststroke generally involves the following step: leg kick, which is a sub-step."
    ],
    "19": [
        "A videos of brushingteeth generally involves the following step: applying toothpaste to the brush, which is a sub-step.",
        "A videos of brushingteeth generally involves the following step: scrubbing teeth in circular motions, which is a sub-step."
    ],
    "20": [
        "A video of cleanandjerk generally involves the following step: lifting the barbell to shoulder height, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: pushing the barbell overhead, which is a sub-step."
    ],
    "21": [
        "A video of cliffdiving generally involves the following step: jumping off a cliff, which is a sub-step.",
        "A video of cliffdiving generally involves the following step: entering the water, which is a sub-step."
    ],
    "22": [
        "A videos of cricketbowling generally involves the following step: the bowler's approach, which is a sub-step.",
        "A videos of cricketbowling generally involves the following step: the release of the ball, which is a sub-step."
    ],
    "23": [
        "A video of cricketshot generally involves the following step: bat preparation, which is a sub-step.",
        "A video of cricketshot generally involves the following step: ball contact, which is a sub-step."
    ],
    "24": [
        "A video of cuttinginkitchen generally involves the following step: preparing ingredients, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: slicing vegetables, which is a sub-step."
    ],
    "25": [
        "A video of diving generally involves the following step: initial takeoff from the platform, which is a sub-step.",
        "A video of diving generally involves the following step: subsequent plunge into the water, which is a sub-step."
    ],
    "26": [
        "A video of drumming generally involves the following step: striking the drumhead, which is a sub-step.",
        "A video of drumming generally involves the following step: maintaining a steady rhythm, which is a sub-step."
    ],
    "27": [
        "A video of fencing generally involves the following step: lunging forward with the sword, which is a sub-step.",
        "A video of fencing generally involves the following step: retreating to the starting position, which is a sub-step."
    ],
    "28": [
        "A video of fieldhockeypenalty generally involves the following step: the player positioning for the shot, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player executing the penalty shot, which is a sub-step."
    ],
    "29": [
        "A videos of floorgymnastics generally involves the following step: initial acrobatic sequence, which is a sub-step.",
        "A videos of floorgymnastics generally involves the following step: concluding pose, which is a sub-step."
    ],
    "30": [
        "A video of frisbeecatch generally involves the following step: frisbee release, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee catch, which is a sub-step."
    ],
    "31": [
        "A videos of frontcrawl generally involves the following step: arm recovery over water, which is a sub-step.",
        "A videos of frontcrawl generally involves the following step: leg kick synchronized with arm pull, which is a sub-step."
    ],
    "32": [
        "A videos of golfswing generally involves the following step: backswing initiation, which is a sub-step.",
        "A videos of golfswing generally involves the following step: downswing execution, which is a sub-step."
    ],
    "33": [
        "A video of haircut generally involves the following step: cutting hair with scissors, which is a sub-step.",
        "A video of haircut generally involves the following step: trimming hair with clippers, which is a sub-step."
    ],
    "34": [
        "A videos of hammering generally involves the following step: raising the hammer, which is a sub-step.",
        "A videos of hammering generally involves the following step: striking the nail, which is a sub-step."
    ],
    "35": [
        "A videos of hammerthrow generally involves the following step: initial spin preparation, which is a sub-step.",
        "A videos of hammerthrow generally involves the following step: final release acceleration, which is a sub-step."
    ],
    "36": [
        "A video of handstandpushups generally involves the following step: transitioning to a handstand position, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: performing the push-up motion, which is a sub-step."
    ],
    "37": [
        "A video of handstandwalking generally involves the following step: balancing on hands, which is a sub-step.",
        "A video of handstandwalking generally involves the following step: moving forward while balanced, which is a sub-step."
    ],
    "38": [
        "A videos of headmassage generally involves the following step: gentle pressure application, which is a sub-step.",
        "A videos of headmassage generally involves the following step: rhythmic circular motions, which is a sub-step."
    ],
    "39": [
        "A video of highjump generally involves the following step: initial crouch and takeoff, which is a sub-step.",
        "A video of highjump generally involves the following step: mid-air rotation and landing, which is a sub-step."
    ],
    "40": [
        "A videos of horserace generally involves the following step: horses lining up at the starting gate, which is a sub-step.",
        "A videos of horserace generally involves the following step: horses sprinting towards the finish line, which is a sub-step."
    ],
    "41": [
        "A videos of horseriding generally involves the following step: mounting the horse, which is a sub-step.",
        "A videos of horseriding generally involves the following step: guiding the horse, which is a sub-step."
    ],
    "42": [
        "A videos of hulahoop generally involves the following step: inserting the hoop around the waist, which is a sub-step.",
        "A videos of hulahoop generally involves the following step: rotating the hips to keep the hoop spinning, which is a sub-step."
    ],
    "43": [
        "A video of icedancing generally involves the following step: gliding across the ice, which is a sub-step.",
        "A video of icedancing generally involves the following step: performing spins and jumps, which is a sub-step."
    ],
    "44": [
        "A video of javelinthrow generally involves the following step: initial run-up, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: final release, which is a sub-step."
    ],
    "45": [
        "A video of jugglingballs generally involves the following step: tossing balls into the air, which is a sub-step.",
        "A video of jugglingballs generally involves the following step: catching balls in sequence, which is a sub-step."
    ],
    "46": [
        "A video of jumpingjack generally involves the following step: raising arms and legs simultaneously, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: returning to starting position, which is a sub-step."
    ],
    "47": [
        "A videos of jumprope generally involves the following step: lifting feet off the ground, which is a sub-step.",
        "A videos of jumprope generally involves the following step: swinging the rope under the feet, which is a sub-step."
    ],
    "48": [
        "A video of kayaking generally involves the following step: paddling forward, which is a sub-step.",
        "A video of kayaking generally involves the following step: steering the kayak, which is a sub-step."
    ],
    "49": [
        "A video of knitting generally involves the following step: yarn tension adjustment, which is a sub-step.",
        "A video of knitting generally involves the following step: stitch formation, which is a sub-step."
    ],
    "50": [
        "A video of longjump generally involves the following step: initial sprint acceleration, which is a sub-step.",
        "A video of longjump generally involves the following step: final takeoff leap, which is a sub-step."
    ],
    "51": [
        "A video of lunges generally involves the following step: lowering the body, which is a sub-step.",
        "A video of lunges generally involves the following step: extending the leg, which is a sub-step."
    ],
    "52": [
        "A videos of militaryparade generally involves the following step: troops assembling in formation, which is a sub-step.",
        "A videos of militaryparade generally involves the following step: marching in unison, which is a sub-step."
    ],
    "53": [
        "A video of mixing generally involves the following step: pouring ingredients into a container, which is a sub-step.",
        "A video of mixing generally involves the following step: stirring the contents until combined, which is a sub-step."
    ],
    "54": [
        "A video of moppingfloor generally involves the following step: wetting the floor, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: scrubbing the floor, which is a sub-step."
    ],
    "55": [
        "A video of nunchucks generally involves the following step: [swinging the nunchucks in a circular motion], which is a sub-step.",
        "A video of nunchucks generally involves the following step: [alternating the direction of the swing], which is a sub-step."
    ],
    "56": [
        "A videos of parallelbars generally involves the following step: gripping the bars, which is a sub-step.",
        "A videos of parallelbars generally involves the following step: swinging the body, which is a sub-step."
    ],
    "57": [
        "A video of pizzatossing generally involves the following step: dough preparation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough tossing, which is a sub-step."
    ],
    "58": [
        "A video of playingcello generally involves the following step: positioning hands on the strings, which is a sub-step.",
        "A video of playingcello generally involves the following step: bowing the strings, which is a sub-step."
    ],
    "59": [
        "A video of playingdaf generally involves the following step: striking the drum with sticks, which is a sub-step.",
        "A video of playingdaf generally involves the following step: manipulating the cymbals, which is a sub-step."
    ],
    "60": [
        "A video of playingdhol generally involves the following step: positioning the dhol, which is a sub-step.",
        "A video of playingdhol generally involves the following step: striking the dhol, which is a sub-step."
    ],
    "61": [
        "A video of playingflute generally involves the following step: positioning the flute to the mouth, which is a sub-step.",
        "A video of playingflute generally involves the following step: blowing air into the flute, which is a sub-step."
    ],
    "62": [
        "A video of playingguitar generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playingguitar generally involves the following step: changing chords, which is a sub-step."
    ],
    "63": [
        "A video of playingpiano generally involves the following step: positioning hands on keys, which is a sub-step.",
        "A video of playingpiano generally involves the following step: pressing keys rhythmically, which is a sub-step."
    ],
    "64": [
        "A videos of playingsitar generally involves the following step: plucking the strings, which is a sub-step.",
        "A videos of playingsitar generally involves the following step: adjusting the frets, which is a sub-step."
    ],
    "65": [
        "A video of playingtabla generally involves the following step: striking the tabla with hands, which is a sub-step.",
        "A video of playingtabla generally involves the following step: maintaining a rhythmic pattern, which is a sub-step."
    ],
    "66": [
        "A video of playingviolin generally involves the following step: positioning the violin under the chin, which is a sub-step.",
        "A video of playingviolin generally involves the following step: drawing the bow across the strings, which is a sub-step."
    ],
    "67": [
        "A video of polevault generally involves the following step: running with a pole, which is a sub-step.",
        "A video of polevault generally involves the following step: planting the pole, which is a sub-step."
    ],
    "68": [
        "A videos of pommelhorse generally involves the following step: mounting the horse with controlled precision, which is a sub-step.",
        "A videos of pommelhorse generally involves the following step: executing continuous circular movements, which is a sub-step."
    ],
    "69": [
        "A video of pullups generally involves the following step: lowering the body slowly, which is a sub-step.",
        "A video of pullups generally involves the following step: raising the body quickly, which is a sub-step."
    ],
    "70": [
        "A video of punch generally involves the following step: arm retraction, which is a sub-step.",
        "A video of punch generally involves the following step: forceful extension, which is a sub-step."
    ],
    "71": [
        "A video of pushups generally involves the following step: lowering the body to the floor, which is a sub-step.",
        "A video of pushups generally involves the following step: pushing the body back up, which is a sub-step."
    ],
    "72": [
        "A video of rafting generally involves the following step: paddling through rapids, which is a sub-step.",
        "A video of rafting generally involves the following step: navigating calm waters, which is a sub-step."
    ],
    "73": [
        "A video of rockclimbingindoor generally involves the following step: climbers securing harnesses, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: climbers scaling the wall, which is a sub-step."
    ],
    "74": [
        "A video of ropeclimbing generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: pulling the body upwards, which is a sub-step."
    ],
    "75": [
        "A video of rowing generally involves the following step: arm extension, which is a sub-step.",
        "A video of rowing generally involves the following step: leg drive, which is a sub-step."
    ],
    "76": [
        "A video of salsaspin generally involves the following step: initiating a spin, which is a sub-step.",
        "A video of salsaspin generally involves the following step: completing the spin, which is a sub-step."
    ],
    "77": [
        "A video of shavingbeard generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: shaving with a razor, which is a sub-step."
    ],
    "78": [
        "A video of shotput generally involves the following step: initial acceleration phase, which is a sub-step.",
        "A video of shotput generally involves the following step: final release phase, which is a sub-step."
    ],
    "79": [
        "A video of skateboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of skateboarding generally involves the following step: maintaining balance on the board, which is a sub-step."
    ],
    "80": [
        "A video of skiing generally involves the following step: gliding on snow-covered slopes, which is a sub-step.",
        "A video of skiing generally involves the following step: turning and maneuvering, which is a sub-step."
    ],
    "81": [
        "A videos of skijet generally involves the following step: initial takeoff from the snow surface, which is a sub-step.",
        "A videos of skijet generally involves the following step: subsequent transition to airborne flight, which is a sub-step."
    ],
    "82": [
        "A video of skydiving generally involves the following step: freefall from an aircraft, which is a sub-step.",
        "A video of skydiving generally involves the following step: deployment of the parachute, which is a sub-step."
    ],
    "83": [
        "A videos of soccerjuggling generally involves the following step: repeatedly kicking the ball into the air, which is a sub-step.",
        "A videos of soccerjuggling generally involves the following step: maintaining control with alternating feet, which is a sub-step."
    ],
    "84": [
        "A video of soccerpenalty generally involves the following step: [player approaches the ball], which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: [player kicks the ball], which is a sub-step."
    ],
    "85": [
        "A video of stillrings generally involves the following step: initial grip and swing, which is a sub-step.",
        "A video of stillrings generally involves the following step: controlled hold and balance, which is a sub-step."
    ],
    "86": [
        "A videos of sumowrestling generally involves the following step: initial face-off and positioning, which is a sub-step.",
        "A videos of sumowrestling generally involves the following step: subsequent pushing and grappling, which is a sub-step."
    ],
    "87": [
        "A video of surfing generally involves the following step: paddling to catch a wave, which is a sub-step.",
        "A video of surfing generally involves the following step: standing on the board, which is a sub-step."
    ],
    "88": [
        "A video of swing generally involves the following step: lifting the leg, which is a sub-step.",
        "A video of swing generally involves the following step: extending the leg, which is a sub-step."
    ],
    "89": [
        "A video of tabletennisshot generally involves the following step: backswing preparation, which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: forward swing and contact, which is a sub-step."
    ],
    "90": [
        "A video of taichi generally involves the following step: slow, deliberate movements, which is a sub-step.",
        "A video of taichi generally involves the following step: controlled breathing patterns, which is a sub-step."
    ],
    "91": [
        "A video of tennisswing generally involves the following step: backswing preparation, which is a sub-step.",
        "A video of tennisswing generally involves the following step: forward swing execution, which is a sub-step."
    ],
    "92": [
        "A videos of throwdiscus generally involves the following step: discus held behind the back, which is a sub-step.",
        "A videos of throwdiscus generally involves the following step: discus released with a spin, which is a sub-step."
    ],
    "93": [
        "A videos of trampolinejumping generally involves the following step: initial jump and ascent, which is a sub-step.",
        "A videos of trampolinejumping generally involves the following step: descent and landing, which is a sub-step."
    ],
    "94": [
        "A video of typing generally involves the following step: pressing keys rapidly, which is a sub-step.",
        "A video of typing generally involves the following step: maintaining rhythm, which is a sub-step."
    ],
    "95": [
        "A video of unevenbars generally involves the following step: initial grip on the bars, which is a sub-step.",
        "A video of unevenbars generally involves the following step: subsequent aerial rotations, which is a sub-step."
    ],
    "96": [
        "A videos of volleyballspiking generally involves the following step: approach and jump, which is a sub-step.",
        "A videos of volleyballspiking generally involves the following step: arm swing and contact, which is a sub-step."
    ],
    "97": [
        "A videos of walkingwithdog generally involves the following step: dog leash attachment, which is a sub-step.",
        "A videos of walkingwithdog generally involves the following step: synchronized movement, which is a sub-step."
    ],
    "98": [
        "A video of wallpushups generally involves the following step: hands placed on the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: body lowered and raised, which is a sub-step."
    ],
    "99": [
        "A videos of writingonboard generally involves the following step: picking up the marker, which is a sub-step.",
        "A videos of writingonboard generally involves the following step: writing on the board, which is a sub-step."
    ],
    "100": [
        "A video of yoyo generally involves the following step: string unwinding, which is a sub-step.",
        "A video of yoyo generally involves the following step: string rewinding, which is a sub-step."
    ]
}