{
    "0": [
        "A video of playingviolin generally involves the following step: positioning the violin under the chin, which is a sub-step.",
        "A video of playingviolin generally involves the following step: drawing the bow across the strings, which is a sub-step."
    ],
    "1": [
        "A video of pullups generally involves the following step: lowering the body slowly, which is a sub-step.",
        "A video of pullups generally involves the following step: raising the body quickly, which is a sub-step."
    ],
    "2": [
        "A video of pushups generally involves the following step: lowering the body to the floor, which is a sub-step.",
        "A video of pushups generally involves the following step: pushing the body back up, which is a sub-step."
    ],
    "3": [
        "A videos of skijet generally involves the following step: initial takeoff from the snow surface, which is a sub-step.",
        "A videos of skijet generally involves the following step: subsequent transition to airborne flight, which is a sub-step."
    ],
    "4": [
        "A video of taichi generally involves the following step: slow, deliberate movements, which is a sub-step.",
        "A video of taichi generally involves the following step: controlled breathing patterns, which is a sub-step."
    ],
    "5": [
        "A video of breaststroke generally involves the following step: arm recovery, which is a sub-step.",
        "A video of breaststroke generally involves the following step: leg kick, which is a sub-step."
    ],
    "6": [
        "A video of blowingcandles generally involves the following step: approaching the cake, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: blowing out the candles, which is a sub-step."
    ],
    "7": [
        "A video of moppingfloor generally involves the following step: wetting the floor, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: scrubbing the floor, which is a sub-step."
    ],
    "8": [
        "A video of unevenbars generally involves the following step: initial grip on the bars, which is a sub-step.",
        "A video of unevenbars generally involves the following step: subsequent aerial rotations, which is a sub-step."
    ],
    "9": [
        "A videos of balancebeam generally involves the following step: initial positioning on the beam, which is a sub-step.",
        "A videos of balancebeam generally involves the following step: maintaining balance for a duration, which is a sub-step."
    ],
    "10": [
        "A video of cuttinginkitchen generally involves the following step: preparing ingredients, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: slicing vegetables, which is a sub-step."
    ],
    "11": [
        "A video of fencing generally involves the following step: lunging forward with the sword, which is a sub-step.",
        "A video of fencing generally involves the following step: retreating to the starting position, which is a sub-step."
    ],
    "12": [
        "A video of handstandwalking generally involves the following step: balancing on hands, which is a sub-step.",
        "A video of handstandwalking generally involves the following step: moving forward while balanced, which is a sub-step."
    ],
    "13": [
        "A videos of parallelbars generally involves the following step: gripping the bars, which is a sub-step.",
        "A videos of parallelbars generally involves the following step: swinging the body, which is a sub-step."
    ],
    "14": [
        "A video of playingpiano generally involves the following step: positioning hands on keys, which is a sub-step.",
        "A video of playingpiano generally involves the following step: pressing keys rhythmically, which is a sub-step."
    ],
    "15": [
        "A video of cleanandjerk generally involves the following step: lifting the barbell to shoulder height, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: pushing the barbell overhead, which is a sub-step."
    ],
    "16": [
        "A video of skydiving generally involves the following step: freefall from an aircraft, which is a sub-step.",
        "A video of skydiving generally involves the following step: deployment of the parachute, which is a sub-step."
    ],
    "17": [
        "A video of pizzatossing generally involves the following step: dough preparation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough tossing, which is a sub-step."
    ],
    "18": [
        "A video of playingtabla generally involves the following step: striking the tabla with hands, which is a sub-step.",
        "A video of playingtabla generally involves the following step: maintaining a rhythmic pattern, which is a sub-step."
    ],
    "19": [
        "A video of stillrings generally involves the following step: initial grip and swing, which is a sub-step.",
        "A video of stillrings generally involves the following step: controlled hold and balance, which is a sub-step."
    ],
    "20": [
        "A video of jugglingballs generally involves the following step: tossing balls into the air, which is a sub-step.",
        "A video of jugglingballs generally involves the following step: catching balls in sequence, which is a sub-step."
    ],
    "21": [
        "A videos of volleyballspiking generally involves the following step: approach and jump, which is a sub-step.",
        "A videos of volleyballspiking generally involves the following step: arm swing and contact, which is a sub-step."
    ],
    "22": [
        "A video of applylipstick generally involves the following step: applying the lipstick, which is a sub-step.",
        "A video of applylipstick generally involves the following step: blending the edges, which is a sub-step."
    ],
    "23": [
        "A videos of bodyweightsquats generally involves the following step: lowering the body to a squat position, which is a sub-step.",
        "A videos of bodyweightsquats generally involves the following step: returning to the standing position, which is a sub-step."
    ],
    "24": [
        "A videos of sumowrestling generally involves the following step: initial face-off and positioning, which is a sub-step.",
        "A videos of sumowrestling generally involves the following step: subsequent pushing and grappling, which is a sub-step."
    ],
    "25": [
        "A video of rafting generally involves the following step: paddling through rapids, which is a sub-step.",
        "A video of rafting generally involves the following step: navigating calm waters, which is a sub-step."
    ],
    "26": [
        "A video of ropeclimbing generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: pulling the body upwards, which is a sub-step."
    ],
    "27": [
        "A video of fieldhockeypenalty generally involves the following step: the player positioning for the shot, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player executing the penalty shot, which is a sub-step."
    ],
    "28": [
        "A video of highjump generally involves the following step: initial crouch and takeoff, which is a sub-step.",
        "A video of highjump generally involves the following step: mid-air rotation and landing, which is a sub-step."
    ],
    "29": [
        "A video of javelinthrow generally involves the following step: initial run-up, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: final release, which is a sub-step."
    ],
    "30": [
        "A video of jumpingjack generally involves the following step: raising arms and legs simultaneously, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: returning to starting position, which is a sub-step."
    ],
    "31": [
        "A videos of trampolinejumping generally involves the following step: initial jump and ascent, which is a sub-step.",
        "A videos of trampolinejumping generally involves the following step: descent and landing, which is a sub-step."
    ],
    "32": [
        "A videos of walkingwithdog generally involves the following step: dog leash attachment, which is a sub-step.",
        "A videos of walkingwithdog generally involves the following step: synchronized movement, which is a sub-step."
    ],
    "33": [
        "A videos of pommelhorse generally involves the following step: mounting the horse with controlled precision, which is a sub-step.",
        "A videos of pommelhorse generally involves the following step: executing continuous circular movements, which is a sub-step."
    ],
    "34": [
        "A video of skateboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of skateboarding generally involves the following step: maintaining balance on the board, which is a sub-step."
    ],
    "35": [
        "A videos of floorgymnastics generally involves the following step: initial acrobatic sequence, which is a sub-step.",
        "A videos of floorgymnastics generally involves the following step: concluding pose, which is a sub-step."
    ],
    "36": [
        "A video of frisbeecatch generally involves the following step: frisbee release, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee catch, which is a sub-step."
    ],
    "37": [
        "A videos of horserace generally involves the following step: horses lining up at the starting gate, which is a sub-step.",
        "A videos of horserace generally involves the following step: horses sprinting towards the finish line, which is a sub-step."
    ],
    "38": [
        "A video of knitting generally involves the following step: yarn tension adjustment, which is a sub-step.",
        "A video of knitting generally involves the following step: stitch formation, which is a sub-step."
    ],
    "39": [
        "A video of swing generally involves the following step: lifting the leg, which is a sub-step.",
        "A video of swing generally involves the following step: extending the leg, which is a sub-step."
    ],
    "40": [
        "A video of lunges generally involves the following step: lowering the body, which is a sub-step.",
        "A video of lunges generally involves the following step: extending the leg, which is a sub-step."
    ],
    "41": [
        "A video of salsaspin generally involves the following step: initiating a spin, which is a sub-step.",
        "A video of salsaspin generally involves the following step: completing the spin, which is a sub-step."
    ],
    "42": [
        "A videos of hulahoop generally involves the following step: inserting the hoop around the waist, which is a sub-step.",
        "A videos of hulahoop generally involves the following step: rotating the hips to keep the hoop spinning, which is a sub-step."
    ],
    "43": [
        "A video of mixing generally involves the following step: pouring ingredients into a container, which is a sub-step.",
        "A video of mixing generally involves the following step: stirring the contents until combined, which is a sub-step."
    ],
    "44": [
        "A video of longjump generally involves the following step: initial sprint acceleration, which is a sub-step.",
        "A video of longjump generally involves the following step: final takeoff leap, which is a sub-step."
    ],
    "45": [
        "A videos of militaryparade generally involves the following step: troops assembling in formation, which is a sub-step.",
        "A videos of militaryparade generally involves the following step: marching in unison, which is a sub-step."
    ],
    "46": [
        "A videos of throwdiscus generally involves the following step: discus held behind the back, which is a sub-step.",
        "A videos of throwdiscus generally involves the following step: discus released with a spin, which is a sub-step."
    ],
    "47": [
        "A video of yoyo generally involves the following step: string unwinding, which is a sub-step.",
        "A video of yoyo generally involves the following step: string rewinding, which is a sub-step."
    ],
    "48": [
        "A video of blowdryhair generally involves the following step: applying heat to the hair, which is a sub-step.",
        "A video of blowdryhair generally involves the following step: brushing the hair while applying heat, which is a sub-step."
    ],
    "49": [
        "A video of surfing generally involves the following step: paddling to catch a wave, which is a sub-step.",
        "A video of surfing generally involves the following step: standing on the board, which is a sub-step."
    ]
}