{
    "0": [
        "A video of abseiling generally involves the following step: securing the rope to the anchor, which is a sub-step.",
        "A video of abseiling generally involves the following step: descending the cliff, which is a sub-step."
    ],
    "1": [
        "A video of acting in play generally involves the following step: initial scene setup, which is a sub-step.",
        "A video of acting in play generally involves the following step: subsequent performance, which is a sub-step."
    ],
    "2": [
        "A video of adjusting glasses generally involves the following step: lifting the glasses to the face, which is a sub-step.",
        "A video of adjusting glasses generally involves the following step: securing the glasses on the nose, which is a sub-step."
    ],
    "3": [
        "A video of air drumming generally involves the following step: striking the air with hands, which is a sub-step.",
        "A video of air drumming generally involves the following step: moving hands rhythmically, which is a sub-step."
    ],
    "4": [
        "A video of alligator wrestling generally involves the following step: approaching the alligator cautiously, which is a sub-step.",
        "A video of alligator wrestling generally involves the following step: securing the alligator's jaws, which is a sub-step."
    ],
    "5": [
        "A video of answering questions generally involves the following step: listening to the question, which is a sub-step.",
        "A video of answering questions generally involves the following step: formulating a response, which is a sub-step."
    ],
    "6": [
        "A video of applauding generally involves the following step: hands coming together, which is a sub-step.",
        "A video of applauding generally involves the following step: hands moving apart, which is a sub-step."
    ],
    "7": [
        "A video of applying cream generally involves the following step: opening the container, which is a sub-step.",
        "A video of applying cream generally involves the following step: spreading the cream, which is a sub-step."
    ],
    "8": [
        "A video of archaeological excavation generally involves the following step: initial site survey, which is a sub-step.",
        "A video of archaeological excavation generally involves the following step: detailed excavation, which is a sub-step."
    ],
    "9": [
        "A video of archery generally involves the following step: drawing the bowstring, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the arrow, which is a sub-step."
    ],
    "10": [
        "A video of arguing generally involves the following step: initiating a disagreement, which is a sub-step.",
        "A video of arguing generally involves the following step: escalating the conflict, which is a sub-step."
    ],
    "11": [
        "A video of arm wrestling generally involves the following step: gripping hands tightly, which is a sub-step.",
        "A video of arm wrestling generally involves the following step: applying force alternately, which is a sub-step."
    ],
    "12": [
        "A video of arranging flowers generally involves the following step: selecting flowers and foliage, which is a sub-step.",
        "A video of arranging flowers generally involves the following step: arranging them in a vase, which is a sub-step."
    ],
    "13": [
        "A video of assembling a bicycle generally involves the following step: attaching the handlebars, which is a sub-step.",
        "A video of assembling a bicycle generally involves the following step: installing the front wheel, which is a sub-step."
    ],
    "14": [
        "A video of assembling a computer generally involves the following step: placing the motherboard in the case, which is a sub-step.",
        "A video of assembling a computer generally involves the following step: installing the cpu and cooler, which is a sub-step."
    ],
    "15": [
        "A videos of attending conference generally involves the following step: registering online, which is a sub-step.",
        "A videos of attending conference generally involves the following step: attending sessions, which is a sub-step."
    ],
    "16": [
        "A video of auctioning generally involves the following step: bidding initiation, which is a sub-step.",
        "A video of auctioning generally involves the following step: final bid confirmation, which is a sub-step."
    ],
    "17": [
        "A videos of backflip (human) generally involves the following step: initial crouch and spring, which is a sub-step.",
        "A videos of backflip (human) generally involves the following step: mid-air rotation, which is a sub-step."
    ],
    "18": [
        "A video of baking cookies generally involves the following step: mixing ingredients, which is a sub-step.",
        "A video of baking cookies generally involves the following step: baking in the oven, which is a sub-step."
    ],
    "19": [
        "A video of bandaging generally involves the following step: applying the bandage, which is a sub-step.",
        "A video of bandaging generally involves the following step: securing the bandage, which is a sub-step."
    ],
    "20": [
        "A video of barbequing generally involves the following step: meat seasoning, which is a sub-step.",
        "A video of barbequing generally involves the following step: grilling over heat, which is a sub-step."
    ],
    "21": [
        "A video of bartending generally involves the following step: pouring ingredients into a shaker, which is a sub-step.",
        "A video of bartending generally involves the following step: shaking the shaker vigorously, which is a sub-step."
    ],
    "22": [
        "A video of base jumping generally involves the following step: jumping off a platform, which is a sub-step.",
        "A video of base jumping generally involves the following step: free-falling through the air, which is a sub-step."
    ],
    "23": [
        "A video of bathing dog generally involves the following step: wetting the dog, which is a sub-step.",
        "A video of bathing dog generally involves the following step: applying shampoo, which is a sub-step."
    ],
    "24": [
        "A video of battle rope training generally involves the following step: starting with a brief warm-up, which is a sub-step.",
        "A video of battle rope training generally involves the following step: transitioning to intense rope waves, which is a sub-step."
    ],
    "25": [
        "A videos of beatboxing generally involves the following step: rhythmic vocal percussion, which is a sub-step.",
        "A videos of beatboxing generally involves the following step: precise timing and coordination, which is a sub-step."
    ],
    "26": [
        "A video of bee keeping generally involves the following step: hive inspection, which is a sub-step.",
        "A video of bee keeping generally involves the following step: honey extraction, which is a sub-step."
    ],
    "27": [
        "A video of belly dancing generally involves the following step: hip circles, which is a sub-step.",
        "A video of belly dancing generally involves the following step: torso isolations, which is a sub-step."
    ],
    "28": [
        "A video of bench pressing generally involves the following step: lowering the bar to the chest, which is a sub-step.",
        "A video of bench pressing generally involves the following step: pushing the bar back up, which is a sub-step."
    ],
    "29": [
        "A video of bending back generally involves the following step: lowering the torso, which is a sub-step.",
        "A video of bending back generally involves the following step: extending the arms backward, which is a sub-step."
    ],
    "30": [
        "A video of bending metal generally involves the following step: heating the metal to its bending temperature, which is a sub-step.",
        "A video of bending metal generally involves the following step: applying force to bend the metal, which is a sub-step."
    ],
    "31": [
        "A video of biking through snow generally involves the following step: maintaining balance on the bike, which is a sub-step.",
        "A video of biking through snow generally involves the following step: pedaling steadily through the snow, which is a sub-step."
    ],
    "32": [
        "A video of blasting sand generally involves the following step: sand is poured into a container, which is a sub-step.",
        "A video of blasting sand generally involves the following step: sand is then blasted through a nozzle, which is a sub-step."
    ],
    "33": [
        "A video of blowdrying hair generally involves the following step: turning on the blow dryer, which is a sub-step.",
        "A video of blowdrying hair generally involves the following step: directing the airflow towards the hair, which is a sub-step."
    ],
    "34": [
        "A video of blowing bubble gum generally involves the following step: chewing gum until soft, which is a sub-step.",
        "A video of blowing bubble gum generally involves the following step: forming a bubble with lips, which is a sub-step."
    ],
    "35": [
        "A video of blowing glass generally involves the following step: heating the glass to a molten state, which is a sub-step.",
        "A video of blowing glass generally involves the following step: shaping the molten glass by blowing air, which is a sub-step."
    ],
    "36": [
        "A video of blowing leaves generally involves the following step: gathering leaves into a pile, which is a sub-step.",
        "A video of blowing leaves generally involves the following step: forcefully expelling air to disperse leaves, which is a sub-step."
    ],
    "37": [
        "A video of blowing nose generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of blowing nose generally involves the following step: exhaling forcefully, which is a sub-step."
    ],
    "38": [
        "A video of blowing out candles generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of blowing out candles generally involves the following step: exhaling forcefully, which is a sub-step."
    ],
    "39": [
        "A video of bobsledding generally involves the following step: pushing the sled for a short duration, which is a sub-step.",
        "A video of bobsledding generally involves the following step: gliding down the track for an extended period, which is a sub-step."
    ],
    "40": [
        "A video of bodysurfing generally involves the following step: paddling to catch the wave, which is a sub-step.",
        "A video of bodysurfing generally involves the following step: riding the wave face, which is a sub-step."
    ],
    "41": [
        "A video of bookbinding generally involves the following step: folding pages into signatures, which is a sub-step.",
        "A video of bookbinding generally involves the following step: sewing signatures together, which is a sub-step."
    ],
    "42": [
        "A video of bottling generally involves the following step: filling bottles with liquid, which is a sub-step.",
        "A video of bottling generally involves the following step: sealing and labeling bottles, which is a sub-step."
    ],
    "43": [
        "A video of bouncing on a bouncy castle generally involves the following step: initial upward leap, which is a sub-step.",
        "A video of bouncing on a bouncy castle generally involves the following step: subsequent downward descent, which is a sub-step."
    ],
    "44": [
        "A video of bouncing on trampoline generally involves the following step: jumping and lifting off the surface, which is a sub-step.",
        "A video of bouncing on trampoline generally involves the following step: reaching the peak of the jump, which is a sub-step."
    ],
    "45": [
        "A video of bowling generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: following through, which is a sub-step."
    ],
    "46": [
        "A video of braiding hair generally involves the following step: separating sections, which is a sub-step.",
        "A video of braiding hair generally involves the following step: intertwining sections, which is a sub-step."
    ],
    "47": [
        "A video of breading generally involves the following step: coating the food in flour, which is a sub-step.",
        "A video of breading generally involves the following step: dipping the food in egg wash, which is a sub-step."
    ],
    "48": [
        "A video of breakdancing generally involves the following step: top rock, which is a sub-step.",
        "A video of breakdancing generally involves the following step: six-step, which is a sub-step."
    ],
    "49": [
        "A video of breaking boards generally involves the following step: positioning the board securely, which is a sub-step.",
        "A video of breaking boards generally involves the following step: executing a powerful strike, which is a sub-step."
    ],
    "50": [
        "A video of breathing fire generally involves the following step: inhaling fuel, which is a sub-step.",
        "A video of breathing fire generally involves the following step: expelling flames, which is a sub-step."
    ],
    "51": [
        "A video of brush painting generally involves the following step: applying paint to brush, which is a sub-step.",
        "A video of brush painting generally involves the following step: moving brush on canvas, which is a sub-step."
    ],
    "52": [
        "A video of brushing hair generally involves the following step: lifting the hair from the scalp, which is a sub-step.",
        "A video of brushing hair generally involves the following step: moving the brush through the hair, which is a sub-step."
    ],
    "53": [
        "A video of brushing teeth generally involves the following step: wetting the toothbrush, which is a sub-step.",
        "A video of brushing teeth generally involves the following step: applying toothpaste, which is a sub-step."
    ],
    "54": [
        "A video of building cabinet generally involves the following step: measuring and cutting materials, which is a sub-step.",
        "A video of building cabinet generally involves the following step: assembling and securing parts, which is a sub-step."
    ],
    "55": [
        "A video of building lego generally involves the following step: selecting pieces, which is a sub-step.",
        "A video of building lego generally involves the following step: assembling structures, which is a sub-step."
    ],
    "56": [
        "A video of building sandcastle generally involves the following step: shaping the base, which is a sub-step.",
        "A video of building sandcastle generally involves the following step: adding details, which is a sub-step."
    ],
    "57": [
        "A video of building a shed generally involves the following step: preparing the foundation, which is a sub-step.",
        "A video of building a shed generally involves the following step: assembling the frame, which is a sub-step."
    ],
    "58": [
        "A videos of bull fighting generally involves the following step: bull entering the arena, which is a sub-step.",
        "A videos of bull fighting generally involves the following step: matador engaging the bull, which is a sub-step."
    ],
    "59": [
        "A video of bulldozing generally involves the following step: pushing debris aside, which is a sub-step.",
        "A video of bulldozing generally involves the following step: leveling the ground, which is a sub-step."
    ],
    "60": [
        "A video of bungee jumping generally involves the following step: jumping from a high platform, which is a sub-step.",
        "A video of bungee jumping generally involves the following step: free-falling until the cord tightens, which is a sub-step."
    ],
    "61": [
        "A video of burping generally involves the following step: inhaling air deeply, which is a sub-step.",
        "A video of burping generally involves the following step: expelling air forcefully, which is a sub-step."
    ],
    "62": [
        "A video of busking generally involves the following step: setting up instruments, which is a sub-step.",
        "A video of busking generally involves the following step: performing music, which is a sub-step."
    ],
    "63": [
        "A video of calculating generally involves the following step: inputting numbers, which is a sub-step.",
        "A video of calculating generally involves the following step: processing operations, which is a sub-step."
    ],
    "64": [
        "A video of calligraphy generally involves the following step: initial preparation of materials, which is a sub-step.",
        "A video of calligraphy generally involves the following step: subsequent execution of strokes, which is a sub-step."
    ],
    "65": [
        "A video of canoeing or kayaking generally involves the following step: paddling forward, which is a sub-step.",
        "A video of canoeing or kayaking generally involves the following step: steering the boat, which is a sub-step."
    ],
    "66": [
        "A video of capoeira generally involves the following step: rapid leg movements, which is a sub-step.",
        "A video of capoeira generally involves the following step: rhythmic body rotations, which is a sub-step."
    ],
    "67": [
        "A video of capsizing generally involves the following step: boat tilting gradually, which is a sub-step.",
        "A video of capsizing generally involves the following step: boat overturning completely, which is a sub-step."
    ],
    "68": [
        "A video of card stacking generally involves the following step: cards are arranged in a sequence, which is a sub-step.",
        "A video of card stacking generally involves the following step: cards are carefully balanced, which is a sub-step."
    ],
    "69": [
        "A video of card throwing generally involves the following step: card grip adjustment, which is a sub-step.",
        "A video of card throwing generally involves the following step: arm swing initiation, which is a sub-step."
    ],
    "70": [
        "A video of carrying baby generally involves the following step: lifting the baby from the ground, which is a sub-step.",
        "A video of carrying baby generally involves the following step: securing the baby in arms, which is a sub-step."
    ],
    "71": [
        "A video of cartwheeling generally involves the following step: lifting one leg and extending the other, which is a sub-step.",
        "A video of cartwheeling generally involves the following step: rotating the body while legs cross, which is a sub-step."
    ],
    "72": [
        "A video of carving ice generally involves the following step: selecting a block of ice, which is a sub-step.",
        "A video of carving ice generally involves the following step: shaping the block with tools, which is a sub-step."
    ],
    "73": [
        "A video of carving a pumpkin generally involves the following step: cutting the top, which is a sub-step.",
        "A video of carving a pumpkin generally involves the following step: scooping out the insides, which is a sub-step."
    ],
    "74": [
        "A video of casting fishing line generally involves the following step: reeling the line back, which is a sub-step.",
        "A video of casting fishing line generally involves the following step: releasing the line forward, which is a sub-step."
    ],
    "75": [
        "A video of catching fish generally involves the following step: baiting the hook, which is a sub-step.",
        "A video of catching fish generally involves the following step: waiting for a bite, which is a sub-step."
    ],
    "76": [
        "A video of catching or throwing baseball generally involves the following step: arm movement initiation, which is a sub-step.",
        "A video of catching or throwing baseball generally involves the following step: ball release or contact, which is a sub-step."
    ],
    "77": [
        "A video of catching or throwing frisbee generally involves the following step: arm movement for release, which is a sub-step.",
        "A video of catching or throwing frisbee generally involves the following step: object trajectory in air, which is a sub-step."
    ],
    "78": [
        "A video of catching or throwing softball generally involves the following step: ball release, which is a sub-step.",
        "A video of catching or throwing softball generally involves the following step: ball reception, which is a sub-step."
    ],
    "79": [
        "A video of celebrating generally involves the following step: initial gathering of participants, which is a sub-step.",
        "A video of celebrating generally involves the following step: subsequent display of festivities, which is a sub-step."
    ],
    "80": [
        "A video of changing gear in car generally involves the following step: depressing the clutch pedal, which is a sub-step.",
        "A video of changing gear in car generally involves the following step: engaging the desired gear, which is a sub-step."
    ],
    "81": [
        "A video of changing oil generally involves the following step: draining the old oil, which is a sub-step.",
        "A video of changing oil generally involves the following step: refilling with new oil, which is a sub-step."
    ],
    "82": [
        "A video of changing wheel (not on bike) generally involves the following step: removing the lug nuts, which is a sub-step.",
        "A video of changing wheel (not on bike) generally involves the following step: lifting the vehicle, which is a sub-step."
    ],
    "83": [
        "A video of checking tires generally involves the following step: visually inspecting the tires, which is a sub-step.",
        "A video of checking tires generally involves the following step: checking tire pressure, which is a sub-step."
    ],
    "84": [
        "A video of cheerleading generally involves the following step: performing synchronized jumps, which is a sub-step.",
        "A video of cheerleading generally involves the following step: executing complex stunts, which is a sub-step."
    ],
    "85": [
        "A video of chewing gum generally involves the following step: gum insertion into mouth, which is a sub-step.",
        "A video of chewing gum generally involves the following step: rhythmic jaw movement, which is a sub-step."
    ],
    "86": [
        "A video of chiseling stone generally involves the following step: striking the chisel with a hammer, which is a sub-step.",
        "A video of chiseling stone generally involves the following step: carefully removing the debris, which is a sub-step."
    ],
    "87": [
        "A video of chiseling wood generally involves the following step: positioning the chisel and striking it firmly, which is a sub-step.",
        "A video of chiseling wood generally involves the following step: removing the chisel and repositioning it, which is a sub-step."
    ],
    "88": [
        "A video of chopping meat generally involves the following step: placing the meat on the cutting board, which is a sub-step.",
        "A video of chopping meat generally involves the following step: repeatedly striking the meat with a knife, which is a sub-step."
    ],
    "89": [
        "A video of chopping vegetables generally involves the following step: selecting and washing vegetables, which is a sub-step.",
        "A video of chopping vegetables generally involves the following step: slicing and dicing vegetables, which is a sub-step."
    ],
    "90": [
        "A video of chopping wood generally involves the following step: selecting a suitable log, which is a sub-step.",
        "A video of chopping wood generally involves the following step: striking the log with an axe, which is a sub-step."
    ],
    "91": [
        "A video of clam digging generally involves the following step: wading into shallow waters, which is a sub-step.",
        "A video of clam digging generally involves the following step: searching for clam holes, which is a sub-step."
    ],
    "92": [
        "A video of clapping generally involves the following step: hands moving towards each other, which is a sub-step.",
        "A video of clapping generally involves the following step: hands making contact and separating, which is a sub-step."
    ],
    "93": [
        "A videos of clay pottery making generally involves the following step: clay preparation and wedging, which is a sub-step.",
        "A videos of clay pottery making generally involves the following step: wheel throwing and shaping, which is a sub-step."
    ],
    "94": [
        "A video of clean and jerk generally involves the following step: lifting the barbell overhead, which is a sub-step.",
        "A video of clean and jerk generally involves the following step: stabilizing the barbell, which is a sub-step."
    ],
    "95": [
        "A video of cleaning gutters generally involves the following step: removing debris, which is a sub-step.",
        "A video of cleaning gutters generally involves the following step: flushing with water, which is a sub-step."
    ],
    "96": [
        "A video of cleaning pool generally involves the following step: removing debris, which is a sub-step.",
        "A video of cleaning pool generally involves the following step: scrubbing walls, which is a sub-step."
    ],
    "97": [
        "A video of cleaning shoes generally involves the following step: removing dirt, which is a sub-step.",
        "A video of cleaning shoes generally involves the following step: applying polish, which is a sub-step."
    ],
    "98": [
        "A video of cleaning toilet generally involves the following step: scrubbing the bowl with a brush, which is a sub-step.",
        "A video of cleaning toilet generally involves the following step: rinsing the bowl with water, which is a sub-step."
    ],
    "99": [
        "A video of cleaning windows generally involves the following step: wetting the surface, which is a sub-step.",
        "A video of cleaning windows generally involves the following step: scrubbing with a squeegee, which is a sub-step."
    ],
    "100": [
        "A video of climbing a rope generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of climbing a rope generally involves the following step: pulling the body upward, which is a sub-step."
    ],
    "101": [
        "A video of climbing ladder generally involves the following step: placing hands on rungs, which is a sub-step.",
        "A video of climbing ladder generally involves the following step: lifting body upwards, which is a sub-step."
    ],
    "102": [
        "A video of climbing tree generally involves the following step: grasping the trunk firmly, which is a sub-step.",
        "A video of climbing tree generally involves the following step: lifting the body upwards, which is a sub-step."
    ],
    "103": [
        "A video of coloring in generally involves the following step: selecting colors, which is a sub-step.",
        "A video of coloring in generally involves the following step: applying colors, which is a sub-step."
    ],
    "104": [
        "A video of combing hair generally involves the following step: wetting the hair, which is a sub-step.",
        "A video of combing hair generally involves the following step: applying conditioner, which is a sub-step."
    ],
    "105": [
        "A video of contact juggling generally involves the following step: ball manipulation on the body, which is a sub-step.",
        "A video of contact juggling generally involves the following step: continuous rolling motion, which is a sub-step."
    ],
    "106": [
        "A video of contorting generally involves the following step: stretching muscles gradually, which is a sub-step.",
        "A video of contorting generally involves the following step: executing complex poses, which is a sub-step."
    ],
    "107": [
        "A video of cooking eggs generally involves the following step: heating oil in a pan, which is a sub-step.",
        "A video of cooking eggs generally involves the following step: cracking eggs into the pan, which is a sub-step."
    ],
    "108": [
        "A video of cooking on campfire generally involves the following step: gathering firewood and kindling, which is a sub-step.",
        "A video of cooking on campfire generally involves the following step: arranging the fire and placing the cooking pot, which is a sub-step."
    ],
    "109": [
        "A video of cooking sausages (not on barbeque) generally involves the following step: boiling water for 5 minutes, which is a sub-step.",
        "A video of cooking sausages (not on barbeque) generally involves the following step: simmering sausages for 15 minutes, which is a sub-step."
    ],
    "110": [
        "A video of cooking scallops generally involves the following step: searing the scallops on high heat for 2 minutes, which is a sub-step.",
        "A video of cooking scallops generally involves the following step: flipping and searing the other side for 1 minute, which is a sub-step."
    ],
    "111": [
        "A video of cosplaying generally involves the following step: costume selection and preparation, which is a sub-step.",
        "A video of cosplaying generally involves the following step: character portrayal and enactment, which is a sub-step."
    ],
    "112": [
        "A video of counting money generally involves the following step: sorting bills by denomination, which is a sub-step.",
        "A video of counting money generally involves the following step: stacking bills in groups, which is a sub-step."
    ],
    "113": [
        "A videos of country line dancing generally involves the following step: stepping forward with the left foot, which is a sub-step.",
        "A videos of country line dancing generally involves the following step: sliding the right foot to meet the left, which is a sub-step."
    ],
    "114": [
        "A video of cracking back generally involves the following step: initial spine flexion, which is a sub-step.",
        "A video of cracking back generally involves the following step: sudden spinal extension, which is a sub-step."
    ],
    "115": [
        "A video of cracking knuckles generally involves the following step: joint flexion, which is a sub-step.",
        "A video of cracking knuckles generally involves the following step: gas release, which is a sub-step."
    ],
    "116": [
        "A video of cracking neck generally involves the following step: rotating the head slowly, which is a sub-step.",
        "A video of cracking neck generally involves the following step: applying pressure until a pop is heard, which is a sub-step."
    ],
    "117": [
        "A video of crawling baby generally involves the following step: lifting the torso off the ground, which is a sub-step.",
        "A video of crawling baby generally involves the following step: moving the legs forward, which is a sub-step."
    ],
    "118": [
        "A video of crossing eyes generally involves the following step: focusing on a point between the eyes, which is a sub-step.",
        "A video of crossing eyes generally involves the following step: adjusting the muscles to cross the eyes, which is a sub-step."
    ],
    "119": [
        "A video of crossing river generally involves the following step: approaching the riverbank, which is a sub-step.",
        "A video of crossing river generally involves the following step: navigating the water, which is a sub-step."
    ],
    "120": [
        "A video of crying generally involves the following step: tears forming, which is a sub-step.",
        "A video of crying generally involves the following step: vocalization, which is a sub-step."
    ],
    "121": [
        "A video of cumbia generally involves the following step: rhythmic footwork, which is a sub-step.",
        "A video of cumbia generally involves the following step: fluid arm movements, which is a sub-step."
    ],
    "122": [
        "A video of curling generally involves the following step: stone delivery, which is a sub-step.",
        "A video of curling generally involves the following step: sweeping, which is a sub-step."
    ],
    "123": [
        "A video of curling hair generally involves the following step: heating the curling iron, which is a sub-step.",
        "A video of curling hair generally involves the following step: wrapping hair around the iron, which is a sub-step."
    ],
    "124": [
        "A video of cutting apple generally involves the following step: selecting a sharp knife, which is a sub-step.",
        "A video of cutting apple generally involves the following step: positioning the apple, which is a sub-step."
    ],
    "125": [
        "A video of cutting nails generally involves the following step: trimming the nails to the desired length, which is a sub-step.",
        "A video of cutting nails generally involves the following step: smoothing the edges with a file, which is a sub-step."
    ],
    "126": [
        "A video of cutting orange generally involves the following step: positioning the orange on the cutting board, which is a sub-step.",
        "A video of cutting orange generally involves the following step: slicing the orange with a knife, which is a sub-step."
    ],
    "127": [
        "A video of cutting pineapple generally involves the following step: peeling the skin, which is a sub-step.",
        "A video of cutting pineapple generally involves the following step: slicing the fruit, which is a sub-step."
    ],
    "128": [
        "A video of cutting watermelon generally involves the following step: positioning the watermelon on a cutting board, which is a sub-step.",
        "A video of cutting watermelon generally involves the following step: slicing the watermelon with a knife, which is a sub-step."
    ],
    "129": [
        "A video of dancing ballet generally involves the following step: pirouettes performed swiftly, which is a sub-step.",
        "A video of dancing ballet generally involves the following step: arabesques held for seconds, which is a sub-step."
    ],
    "130": [
        "A video of dancing charleston generally involves the following step: quick, rhythmic footwork, which is a sub-step.",
        "A video of dancing charleston generally involves the following step: syncopated arm movements, which is a sub-step."
    ],
    "131": [
        "A video of dancing gangnam style generally involves the following step: a quick transition to a horse-riding stance, which is a sub-step.",
        "A video of dancing gangnam style generally involves the following step: a rhythmic arm swing, which is a sub-step."
    ],
    "132": [
        "A video of dancing macarena generally involves the following step: clapping hands twice, which is a sub-step.",
        "A video of dancing macarena generally involves the following step: crossing arms, which is a sub-step."
    ],
    "133": [
        "A video of deadlifting generally involves the following step: lifting the barbell from the ground, which is a sub-step.",
        "A video of deadlifting generally involves the following step: lowering the barbell back to the ground, which is a sub-step."
    ],
    "134": [
        "A video of decorating the christmas tree generally involves the following step: placing the tree in the stand, which is a sub-step.",
        "A video of decorating the christmas tree generally involves the following step: hanging ornaments on the branches, which is a sub-step."
    ],
    "135": [
        "A video of delivering mail generally involves the following step: sorting mail by destination, which is a sub-step.",
        "A video of delivering mail generally involves the following step: physically handing over mail, which is a sub-step."
    ],
    "136": [
        "A video of dining generally involves the following step: food preparation, which is a sub-step.",
        "A video of dining generally involves the following step: meal consumption, which is a sub-step."
    ],
    "137": [
        "A video of directing traffic generally involves the following step: signaling with hand gestures, which is a sub-step.",
        "A video of directing traffic generally involves the following step: monitoring traffic flow, which is a sub-step."
    ],
    "138": [
        "A video of disc golfing generally involves the following step: throwing the disc, which is a sub-step.",
        "A video of disc golfing generally involves the following step: walking to the disc, which is a sub-step."
    ],
    "139": [
        "A video of diving cliff generally involves the following step: approaching the edge, which is a sub-step.",
        "A video of diving cliff generally involves the following step: leaping into the air, which is a sub-step."
    ],
    "140": [
        "A video of docking a boat generally involves the following step: approaching the dock slowly, which is a sub-step.",
        "A video of docking a boat generally involves the following step: securing the boat with ropes, which is a sub-step."
    ],
    "141": [
        "A video of dodgeball generally involves the following step: players throwing balls at each other, which is a sub-step.",
        "A video of dodgeball generally involves the following step: players avoiding thrown balls, which is a sub-step."
    ],
    "142": [
        "A video of doing aerobics generally involves the following step: rhythmic movements, which is a sub-step.",
        "A video of doing aerobics generally involves the following step: controlled breathing, which is a sub-step."
    ],
    "143": [
        "A video of doing jigsaw puzzle generally involves the following step: sorting pieces by color and shape, which is a sub-step.",
        "A video of doing jigsaw puzzle generally involves the following step: assembling edge pieces first, which is a sub-step."
    ],
    "144": [
        "A video of doing laundry generally involves the following step: sorting clothes by color and fabric, which is a sub-step.",
        "A video of doing laundry generally involves the following step: loading the washer with detergent, which is a sub-step."
    ],
    "145": [
        "A video of doing nails generally involves the following step: applying base coat, which is a sub-step.",
        "A video of doing nails generally involves the following step: drying base coat, which is a sub-step."
    ],
    "146": [
        "A video of drawing generally involves the following step: sketching the outline, which is a sub-step.",
        "A video of drawing generally involves the following step: shading and detailing, which is a sub-step."
    ],
    "147": [
        "A video of dribbling basketball generally involves the following step: bouncing the ball rhythmically, which is a sub-step.",
        "A video of dribbling basketball generally involves the following step: alternating hands periodically, which is a sub-step."
    ],
    "148": [
        "A video of drinking shots generally involves the following step: lifting the glass to the mouth, which is a sub-step.",
        "A video of drinking shots generally involves the following step: tilting the glass to pour the liquid, which is a sub-step."
    ],
    "149": [
        "A video of driving a car generally involves the following step: starting the engine, which is a sub-step.",
        "A video of driving a car generally involves the following step: engaging the gear, which is a sub-step."
    ],
    "150": [
        "A video of driving a tractor generally involves the following step: engaging the clutch, which is a sub-step.",
        "A video of driving a tractor generally involves the following step: shifting gears, which is a sub-step."
    ],
    "151": [
        "A video of drooling generally involves the following step: salivation initiation, which is a sub-step.",
        "A video of drooling generally involves the following step: saliva release, which is a sub-step."
    ],
    "152": [
        "A video of drop kicking generally involves the following step: running towards the ball, which is a sub-step.",
        "A video of drop kicking generally involves the following step: jumping and extending the leg, which is a sub-step."
    ],
    "153": [
        "A video of drumming fingers generally involves the following step: tapping fingers rhythmically, which is a sub-step.",
        "A video of drumming fingers generally involves the following step: maintaining a steady tempo, which is a sub-step."
    ],
    "154": [
        "A videos of dumpster diving generally involves the following step: searching through dumpsters, which is a sub-step.",
        "A videos of dumpster diving generally involves the following step: sorting and collecting items, which is a sub-step."
    ],
    "155": [
        "A video of dunking basketball generally involves the following step: jumping off the ground, which is a sub-step.",
        "A video of dunking basketball generally involves the following step: slamming the ball into the hoop, which is a sub-step."
    ],
    "156": [
        "A video of dyeing eyebrows generally involves the following step: applying dye evenly, which is a sub-step.",
        "A video of dyeing eyebrows generally involves the following step: waiting for the dye to set, which is a sub-step."
    ],
    "157": [
        "A video of dyeing hair generally involves the following step: applying dye evenly, which is a sub-step.",
        "A video of dyeing hair generally involves the following step: waiting for 30 minutes, which is a sub-step."
    ],
    "158": [
        "A video of eating a burger generally involves the following step: lifting the burger to the mouth, which is a sub-step.",
        "A video of eating a burger generally involves the following step: taking a bite, which is a sub-step."
    ],
    "159": [
        "A video of eating cake generally involves the following step: lifting the fork to the mouth, which is a sub-step.",
        "A video of eating cake generally involves the following step: chewing and swallowing the cake, which is a sub-step."
    ],
    "160": [
        "A video of eating carrots generally involves the following step: picking up a carrot, which is a sub-step.",
        "A video of eating carrots generally involves the following step: taking a bite, which is a sub-step."
    ],
    "161": [
        "A video of eating chips generally involves the following step: picking up a chip, which is a sub-step.",
        "A video of eating chips generally involves the following step: placing the chip in the mouth, which is a sub-step."
    ],
    "162": [
        "A video of eating doughnuts generally involves the following step: lifting the doughnut to the mouth, which is a sub-step.",
        "A video of eating doughnuts generally involves the following step: taking a bite and chewing, which is a sub-step."
    ],
    "163": [
        "A video of eating a hotdog generally involves the following step: lifting the hotdog to the mouth, which is a sub-step.",
        "A video of eating a hotdog generally involves the following step: taking a bite and chewing, which is a sub-step."
    ],
    "164": [
        "A video of eating ice cream generally involves the following step: scooping the ice cream, which is a sub-step.",
        "A video of eating ice cream generally involves the following step: bringing the spoon to the mouth, which is a sub-step."
    ],
    "165": [
        "A video of eating spaghetti generally involves the following step: lifting the fork with spaghetti, which is a sub-step.",
        "A video of eating spaghetti generally involves the following step: bringing the fork to the mouth, which is a sub-step."
    ],
    "166": [
        "A video of eating watermelon generally involves the following step: cutting the fruit into slices, which is a sub-step.",
        "A video of eating watermelon generally involves the following step: consuming the slices, which is a sub-step."
    ],
    "167": [
        "A video of egg hunting generally involves the following step: searching for eggs, which is a sub-step.",
        "A video of egg hunting generally involves the following step: collecting found eggs, which is a sub-step."
    ],
    "168": [
        "A video of embroidering generally involves the following step: threading the needle, which is a sub-step.",
        "A video of embroidering generally involves the following step: stitching the fabric, which is a sub-step."
    ],
    "169": [
        "A video of exercising with an exercise ball generally involves the following step: sitting on the ball, which is a sub-step.",
        "A video of exercising with an exercise ball generally involves the following step: performing movements, which is a sub-step."
    ],
    "170": [
        "A video of extinguishing fire generally involves the following step: approaching the fire, which is a sub-step.",
        "A video of extinguishing fire generally involves the following step: applying the extinguisher, which is a sub-step."
    ],
    "171": [
        "A video of faceplanting generally involves the following step: losing balance, which is a sub-step.",
        "A video of faceplanting generally involves the following step: falling forward, which is a sub-step."
    ],
    "172": [
        "A video of falling off bike generally involves the following step: losing balance, which is a sub-step.",
        "A video of falling off bike generally involves the following step: hitting the ground, which is a sub-step."
    ],
    "173": [
        "A video of falling off chair generally involves the following step: initial loss of balance, which is a sub-step.",
        "A video of falling off chair generally involves the following step: subsequent downward movement, which is a sub-step."
    ],
    "174": [
        "A video of feeding birds generally involves the following step: preparing food, which is a sub-step.",
        "A video of feeding birds generally involves the following step: distributing food, which is a sub-step."
    ],
    "175": [
        "A video of feeding fish generally involves the following step: placing food in the water, which is a sub-step.",
        "A video of feeding fish generally involves the following step: observing fish consume the food, which is a sub-step."
    ],
    "176": [
        "A video of feeding goats generally involves the following step: approaching the goats calmly, which is a sub-step.",
        "A video of feeding goats generally involves the following step: distributing the food evenly, which is a sub-step."
    ],
    "177": [
        "A video of fencing generally involves the following step: footwork preparation, which is a sub-step.",
        "A video of fencing generally involves the following step: blade engagement, which is a sub-step."
    ],
    "178": [
        "A video of fidgeting generally involves the following step: repetitive hand movements, which is a sub-step.",
        "A video of fidgeting generally involves the following step: brief pauses between actions, which is a sub-step."
    ],
    "179": [
        "A video of finger snapping generally involves the following step: fingers aligning, which is a sub-step.",
        "A video of finger snapping generally involves the following step: fingers snapping together, which is a sub-step."
    ],
    "180": [
        "A video of fixing a bicycle generally involves the following step: loosening the bolts, which is a sub-step.",
        "A video of fixing a bicycle generally involves the following step: replacing the tire, which is a sub-step."
    ],
    "181": [
        "A video of fixing hair generally involves the following step: applying hair product, which is a sub-step.",
        "A video of fixing hair generally involves the following step: styling with a brush, which is a sub-step."
    ],
    "182": [
        "A video of flint knapping generally involves the following step: striking the flint with a hammerstone, which is a sub-step.",
        "A video of flint knapping generally involves the following step: shaping the flint into a tool, which is a sub-step."
    ],
    "183": [
        "A video of flipping pancakes generally involves the following step: pouring batter onto a hot pan, which is a sub-step.",
        "A video of flipping pancakes generally involves the following step: tossing the pancake in the air, which is a sub-step."
    ],
    "184": [
        "A video of fly tying generally involves the following step: [preparing the hook], which is a sub-step.",
        "A video of fly tying generally involves the following step: [tying the materials], which is a sub-step."
    ],
    "185": [
        "A video of flying kite generally involves the following step: preparing the kite and string, which is a sub-step.",
        "A video of flying kite generally involves the following step: launching the kite into the wind, which is a sub-step."
    ],
    "186": [
        "A video of folding clothes generally involves the following step: smoothing out wrinkles, which is a sub-step.",
        "A video of folding clothes generally involves the following step: aligning edges neatly, which is a sub-step."
    ],
    "187": [
        "A video of folding napkins generally involves the following step: placing the napkin flat on a surface, which is a sub-step.",
        "A video of folding napkins generally involves the following step: folding the edges towards the center, which is a sub-step."
    ],
    "188": [
        "A video of folding paper generally involves the following step: first, aligning edges precisely, which is a sub-step.",
        "A video of folding paper generally involves the following step: then, creasing folds firmly, which is a sub-step."
    ],
    "189": [
        "A video of front raises generally involves the following step: lifting the weights to shoulder height, which is a sub-step.",
        "A video of front raises generally involves the following step: lowering the weights to starting position, which is a sub-step."
    ],
    "190": [
        "A video of frying vegetables generally involves the following step: heating oil until shimmering, which is a sub-step.",
        "A video of frying vegetables generally involves the following step: adding vegetables and stirring, which is a sub-step."
    ],
    "191": [
        "A video of geocaching generally involves the following step: locating the cache, which is a sub-step.",
        "A video of geocaching generally involves the following step: exchanging items, which is a sub-step."
    ],
    "192": [
        "A video of getting a haircut generally involves the following step: wetting the hair, which is a sub-step.",
        "A video of getting a haircut generally involves the following step: trimming the hair, which is a sub-step."
    ],
    "193": [
        "A video of getting a piercing generally involves the following step: sterilizing the equipment, which is a sub-step.",
        "A video of getting a piercing generally involves the following step: inserting the needle, which is a sub-step."
    ],
    "194": [
        "A video of getting a tattoo generally involves the following step: preparing the skin, which is a sub-step.",
        "A video of getting a tattoo generally involves the following step: applying the ink, which is a sub-step."
    ],
    "195": [
        "A video of giving or receiving an award generally involves the following step: [recipient approaches stage], which is a sub-step.",
        "A video of giving or receiving an award generally involves the following step: [award is presented], which is a sub-step."
    ],
    "196": [
        "A video of gold panning generally involves the following step: filling the pan with sediment, which is a sub-step.",
        "A video of gold panning generally involves the following step: swirling the pan to separate gold, which is a sub-step."
    ],
    "197": [
        "A video of golf chipping generally involves the following step: setup and address, which is a sub-step.",
        "A video of golf chipping generally involves the following step: execution and follow-through, which is a sub-step."
    ],
    "198": [
        "A video of golf driving generally involves the following step: stance and grip preparation, which is a sub-step.",
        "A video of golf driving generally involves the following step: backswing and follow-through, which is a sub-step."
    ],
    "199": [
        "A video of golf putting generally involves the following step: stance and grip preparation, which is a sub-step.",
        "A video of golf putting generally involves the following step: backswing and follow-through, which is a sub-step."
    ],
    "200": [
        "A video of gospel singing in church generally involves the following step: vocal warm-ups, which is a sub-step.",
        "A video of gospel singing in church generally involves the following step: group rehearsals, which is a sub-step."
    ],
    "201": [
        "A video of grinding meat generally involves the following step: placing meat on the grinder, which is a sub-step.",
        "A video of grinding meat generally involves the following step: turning the handle to grind, which is a sub-step."
    ],
    "202": [
        "A video of grooming dog generally involves the following step: brushing the coat, which is a sub-step.",
        "A video of grooming dog generally involves the following step: trimming the nails, which is a sub-step."
    ],
    "203": [
        "A video of grooming horse generally involves the following step: brushing the coat, which is a sub-step.",
        "A video of grooming horse generally involves the following step: cleaning the hooves, which is a sub-step."
    ],
    "204": [
        "A video of gymnastics tumbling generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of gymnastics tumbling generally involves the following step: aerial rotation, which is a sub-step."
    ],
    "205": [
        "A video of hammer throw generally involves the following step: initial spin, which is a sub-step.",
        "A video of hammer throw generally involves the following step: final release, which is a sub-step."
    ],
    "206": [
        "A video of hand washing clothes generally involves the following step: soaking clothes in water, which is a sub-step.",
        "A video of hand washing clothes generally involves the following step: scrubbing clothes with soap, which is a sub-step."
    ],
    "207": [
        "A video of headstand generally involves the following step: lowering the body to the ground, which is a sub-step.",
        "A video of headstand generally involves the following step: lifting the legs upward, which is a sub-step."
    ],
    "208": [
        "A video of headbanging generally involves the following step: rapid head movements, which is a sub-step.",
        "A video of headbanging generally involves the following step: rhythmic repetition, which is a sub-step."
    ],
    "209": [
        "A video of headbutting generally involves the following step: initial positioning and alignment, which is a sub-step.",
        "A video of headbutting generally involves the following step: rapid forward movement of the head, which is a sub-step."
    ],
    "210": [
        "A video of high jump generally involves the following step: sprinting towards the bar, which is a sub-step.",
        "A video of high jump generally involves the following step: leaping over the bar, which is a sub-step."
    ],
    "211": [
        "A video of high kick generally involves the following step: lifting the leg upwards, which is a sub-step.",
        "A video of high kick generally involves the following step: extending the leg forward, which is a sub-step."
    ],
    "212": [
        "A video of historical reenactment generally involves the following step: preparation of costumes and props, which is a sub-step.",
        "A video of historical reenactment generally involves the following step: enactment of historical scenes, which is a sub-step."
    ],
    "213": [
        "A video of hitting baseball generally involves the following step: raising the bat to shoulder height, which is a sub-step.",
        "A video of hitting baseball generally involves the following step: swinging the bat forward, which is a sub-step."
    ],
    "214": [
        "A video of hockey stop generally involves the following step: lowering the body and shifting weight, which is a sub-step.",
        "A video of hockey stop generally involves the following step: abruptly stopping and pivoting on one skate, which is a sub-step."
    ],
    "215": [
        "A video of holding snake generally involves the following step: grasping the snake securely, which is a sub-step.",
        "A video of holding snake generally involves the following step: maintaining a steady grip, which is a sub-step."
    ],
    "216": [
        "A video of home roasting coffee generally involves the following step: heating green coffee beans, which is a sub-step.",
        "A video of home roasting coffee generally involves the following step: cooling roasted beans, which is a sub-step."
    ],
    "217": [
        "A video of hopscotch generally involves the following step: hopping from one square to another, which is a sub-step.",
        "A video of hopscotch generally involves the following step: landing on each square in sequence, which is a sub-step."
    ],
    "218": [
        "A video of hoverboarding generally involves the following step: balancing on the board, which is a sub-step.",
        "A video of hoverboarding generally involves the following step: gliding across the surface, which is a sub-step."
    ],
    "219": [
        "A video of huddling generally involves the following step: individuals gather closely, which is a sub-step.",
        "A video of huddling generally involves the following step: they maintain close contact, which is a sub-step."
    ],
    "220": [
        "A video of hugging (not baby) generally involves the following step: arms extending towards the other person, which is a sub-step.",
        "A video of hugging (not baby) generally involves the following step: bodies coming into close contact, which is a sub-step."
    ],
    "221": [
        "A video of hugging baby generally involves the following step: approaching the baby, which is a sub-step.",
        "A video of hugging baby generally involves the following step: wrapping arms around the baby, which is a sub-step."
    ],
    "222": [
        "A video of hula hooping generally involves the following step: swinging the hips in a circular motion, which is a sub-step.",
        "A video of hula hooping generally involves the following step: rotating the hoop around the waist, which is a sub-step."
    ],
    "223": [
        "A video of hurdling generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of hurdling generally involves the following step: hurdle clearance, which is a sub-step."
    ],
    "224": [
        "A videos of hurling (sport) generally involves the following step: striking the ball with the hurley, which is a sub-step.",
        "A videos of hurling (sport) generally involves the following step: running with the ball, which is a sub-step."
    ],
    "225": [
        "A video of ice climbing generally involves the following step: placing ice screws securely, which is a sub-step.",
        "A video of ice climbing generally involves the following step: ascending the ice face, which is a sub-step."
    ],
    "226": [
        "A video of ice fishing generally involves the following step: drilling a hole in the ice, which is a sub-step.",
        "A video of ice fishing generally involves the following step: waiting for a fish to bite, which is a sub-step."
    ],
    "227": [
        "A video of ice skating generally involves the following step: gliding on the ice, which is a sub-step.",
        "A video of ice skating generally involves the following step: performing turns, which is a sub-step."
    ],
    "228": [
        "A video of ice swimming generally involves the following step: entering the water, which is a sub-step.",
        "A video of ice swimming generally involves the following step: exiting the water, which is a sub-step."
    ],
    "229": [
        "A video of inflating balloons generally involves the following step: inserting the nozzle into the balloon, which is a sub-step.",
        "A video of inflating balloons generally involves the following step: blowing air into the nozzle, which is a sub-step."
    ],
    "230": [
        "A video of installing carpet generally involves the following step: measuring the room dimensions, which is a sub-step.",
        "A video of installing carpet generally involves the following step: cutting the carpet to fit, which is a sub-step."
    ],
    "231": [
        "A video of ironing generally involves the following step: heating the iron, which is a sub-step.",
        "A video of ironing generally involves the following step: pressing the iron on fabric, which is a sub-step."
    ],
    "232": [
        "A video of ironing hair generally involves the following step: heating the iron, which is a sub-step.",
        "A video of ironing hair generally involves the following step: pressing the iron onto the hair, which is a sub-step."
    ],
    "233": [
        "A video of javelin throw generally involves the following step: initial run-up acceleration, which is a sub-step.",
        "A video of javelin throw generally involves the following step: final release and follow-through, which is a sub-step."
    ],
    "234": [
        "A video of jaywalking generally involves the following step: crossing the street unsafely, which is a sub-step.",
        "A video of jaywalking generally involves the following step: avoiding traffic signals, which is a sub-step."
    ],
    "235": [
        "A video of jetskiing generally involves the following step: mounting the jetski, which is a sub-step.",
        "A video of jetskiing generally involves the following step: accelerating on water, which is a sub-step."
    ],
    "236": [
        "A video of jogging generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of jogging generally involves the following step: sustained pace, which is a sub-step."
    ],
    "237": [
        "A video of juggling balls generally involves the following step: tossing a ball upwards, which is a sub-step.",
        "A video of juggling balls generally involves the following step: catching the ball after it falls, which is a sub-step."
    ],
    "238": [
        "A video of juggling fire generally involves the following step: igniting the torches, which is a sub-step.",
        "A video of juggling fire generally involves the following step: tossing the torches, which is a sub-step."
    ],
    "239": [
        "A video of juggling a soccer ball generally involves the following step: lifting the foot to strike the ball, which is a sub-step.",
        "A video of juggling a soccer ball generally involves the following step: striking the ball with the foot, which is a sub-step."
    ],
    "240": [
        "A video of jumping a bicycle generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of jumping a bicycle generally involves the following step: propulsion and lift-off, which is a sub-step."
    ],
    "241": [
        "A video of jumping into pool generally involves the following step: initial takeoff from the ground, which is a sub-step.",
        "A video of jumping into pool generally involves the following step: final entry into the water, which is a sub-step."
    ],
    "242": [
        "A video of jumping jacks generally involves the following step: arms extending outward, which is a sub-step.",
        "A video of jumping jacks generally involves the following step: legs spreading apart, which is a sub-step."
    ],
    "243": [
        "A videos of jumpstyle dancing generally involves the following step: a quick hop on one foot, which is a sub-step.",
        "A videos of jumpstyle dancing generally involves the following step: a rapid switch to the other foot, which is a sub-step."
    ],
    "244": [
        "A video of karaoke generally involves the following step: selecting a song, which is a sub-step.",
        "A video of karaoke generally involves the following step: singing along, which is a sub-step."
    ],
    "245": [
        "A video of kicking a field goal generally involves the following step: approaching the ball with a running start, which is a sub-step.",
        "A video of kicking a field goal generally involves the following step: striking the ball with the foot, which is a sub-step."
    ],
    "246": [
        "A video of kicking a soccer ball generally involves the following step: lifting the foot off the ground, which is a sub-step.",
        "A video of kicking a soccer ball generally involves the following step: striking the ball with the instep, which is a sub-step."
    ],
    "247": [
        "A video of kissing generally involves the following step: lips touching briefly, which is a sub-step.",
        "A video of kissing generally involves the following step: maintaining contact for a few seconds, which is a sub-step."
    ],
    "248": [
        "A video of kitesurfing generally involves the following step: launching the kite, which is a sub-step.",
        "A video of kitesurfing generally involves the following step: riding the board, which is a sub-step."
    ],
    "249": [
        "A video of knitting generally involves the following step: casting on stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: knitting rows, which is a sub-step."
    ],
    "250": [
        "A video of krumping generally involves the following step: rapid, jerky movements, which is a sub-step.",
        "A video of krumping generally involves the following step: rhythmic, repetitive motions, which is a sub-step."
    ],
    "251": [
        "A video of land sailing generally involves the following step: launching the sailboat, which is a sub-step.",
        "A video of land sailing generally involves the following step: maneuvering the sail, which is a sub-step."
    ],
    "252": [
        "A video of laughing generally involves the following step: mouth opening, which is a sub-step.",
        "A video of laughing generally involves the following step: vocalization, which is a sub-step."
    ],
    "253": [
        "A video of lawn mower racing generally involves the following step: racers prepare their mowers, which is a sub-step.",
        "A video of lawn mower racing generally involves the following step: racers compete on the track, which is a sub-step."
    ],
    "254": [
        "A video of laying bricks generally involves the following step: mixing mortar, which is a sub-step.",
        "A video of laying bricks generally involves the following step: positioning bricks, which is a sub-step."
    ],
    "255": [
        "A video of laying concrete generally involves the following step: mixing concrete and water, which is a sub-step.",
        "A video of laying concrete generally involves the following step: pouring the mixture into molds, which is a sub-step."
    ],
    "256": [
        "A video of laying stone generally involves the following step: preparing the surface, which is a sub-step.",
        "A video of laying stone generally involves the following step: placing the stone, which is a sub-step."
    ],
    "257": [
        "A video of laying tiles generally involves the following step: spreading adhesive, which is a sub-step.",
        "A video of laying tiles generally involves the following step: positioning tiles, which is a sub-step."
    ],
    "258": [
        "A video of leatherworking generally involves the following step: cutting the leather, which is a sub-step.",
        "A video of leatherworking generally involves the following step: stitching the pieces, which is a sub-step."
    ],
    "259": [
        "A video of licking generally involves the following step: initial contact with the tongue, which is a sub-step.",
        "A video of licking generally involves the following step: sustained contact and movement, which is a sub-step."
    ],
    "260": [
        "A video of lifting hat generally involves the following step: hand approaching hat, which is a sub-step.",
        "A video of lifting hat generally involves the following step: hat being lifted, which is a sub-step."
    ],
    "261": [
        "A video of lighting fire generally involves the following step: striking a match, which is a sub-step.",
        "A video of lighting fire generally involves the following step: igniting the kindling, which is a sub-step."
    ],
    "262": [
        "A video of lock picking generally involves the following step: inserting the tension wrench, which is a sub-step.",
        "A video of lock picking generally involves the following step: manipulating the lock pins, which is a sub-step."
    ],
    "263": [
        "A video of long jump generally involves the following step: takeoff, which is a sub-step.",
        "A video of long jump generally involves the following step: landing, which is a sub-step."
    ],
    "264": [
        "A video of longboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of longboarding generally involves the following step: maintaining balance while gliding, which is a sub-step."
    ],
    "265": [
        "A video of looking at phone generally involves the following step: reaching for the phone, which is a sub-step.",
        "A video of looking at phone generally involves the following step: focusing on the screen, which is a sub-step."
    ],
    "266": [
        "A video of luge generally involves the following step: lying on the sled, which is a sub-step.",
        "A video of luge generally involves the following step: accelerating down the track, which is a sub-step."
    ],
    "267": [
        "A video of a lunge generally involves the following step: lowering the body, which is a sub-step.",
        "A video of a lunge generally involves the following step: extending the front leg, which is a sub-step."
    ],
    "268": [
        "A video of making a cake generally involves the following step: mixing ingredients, which is a sub-step.",
        "A video of making a cake generally involves the following step: baking the batter, which is a sub-step."
    ],
    "269": [
        "A video of making a sandwich generally involves the following step: placing bread on a plate, which is a sub-step.",
        "A video of making a sandwich generally involves the following step: spreading condiments on bread, which is a sub-step."
    ],
    "270": [
        "A video of making balloon shapes generally involves the following step: twisting the balloon into basic shapes, which is a sub-step.",
        "A video of making balloon shapes generally involves the following step: assembling the shapes into the final design, which is a sub-step."
    ],
    "271": [
        "A video of making bubbles generally involves the following step: dipping the wand into the solution, which is a sub-step.",
        "A video of making bubbles generally involves the following step: gently pulling the wand out, which is a sub-step."
    ],
    "272": [
        "A videos of making cheese generally involves the following step: curdling milk, which is a sub-step.",
        "A videos of making cheese generally involves the following step: draining whey, which is a sub-step."
    ],
    "273": [
        "A video of making horseshoes generally involves the following step: heating the metal to a malleable state, which is a sub-step.",
        "A video of making horseshoes generally involves the following step: shaping the heated metal to fit the hoof, which is a sub-step."
    ],
    "274": [
        "A video of making jewelry generally involves the following step: [preparing materials], which is a sub-step.",
        "A video of making jewelry generally involves the following step: [assembling components], which is a sub-step."
    ],
    "275": [
        "A videos of making paper aeroplanes generally involves the following step: folding the paper into a triangle, which is a sub-step.",
        "A videos of making paper aeroplanes generally involves the following step: adjusting the wings for balance, which is a sub-step."
    ],
    "276": [
        "A video of making pizza generally involves the following step: dough preparation, which is a sub-step.",
        "A video of making pizza generally involves the following step: topping application, which is a sub-step."
    ],
    "277": [
        "A video of making snowman generally involves the following step: rolling a snowball, which is a sub-step.",
        "A video of making snowman generally involves the following step: stacking snowballs, which is a sub-step."
    ],
    "278": [
        "A video of making sushi generally involves the following step: preparing ingredients, which is a sub-step.",
        "A video of making sushi generally involves the following step: assembling rolls, which is a sub-step."
    ],
    "279": [
        "A video of making tea generally involves the following step: boiling water, which is a sub-step.",
        "A video of making tea generally involves the following step: steeping tea, which is a sub-step."
    ],
    "280": [
        "A video of making the bed generally involves the following step: smoothing the sheets, which is a sub-step.",
        "A video of making the bed generally involves the following step: arranging the pillows, which is a sub-step."
    ],
    "281": [
        "A video of marching generally involves the following step: lifting the foot, which is a sub-step.",
        "A video of marching generally involves the following step: placing the foot down, which is a sub-step."
    ],
    "282": [
        "A video of a marriage proposal generally involves the following step: planning the event, which is a sub-step.",
        "A video of a marriage proposal generally involves the following step: executing the plan, which is a sub-step."
    ],
    "283": [
        "A video of massaging back generally involves the following step: applying oil to the back, which is a sub-step.",
        "A video of massaging back generally involves the following step: performing circular strokes, which is a sub-step."
    ],
    "284": [
        "A video of massaging feet generally involves the following step: applying lotion, which is a sub-step.",
        "A video of massaging feet generally involves the following step: kneading muscles, which is a sub-step."
    ],
    "285": [
        "A video of massaging legs generally involves the following step: applying lotion, which is a sub-step.",
        "A video of massaging legs generally involves the following step: kneading muscles, which is a sub-step."
    ],
    "286": [
        "A video of massaging neck generally involves the following step: applying gentle pressure, which is a sub-step.",
        "A video of massaging neck generally involves the following step: rotating the hands, which is a sub-step."
    ],
    "287": [
        "A video of massaging a person's head generally involves the following step: applying gentle pressure to the scalp, which is a sub-step.",
        "A video of massaging a person's head generally involves the following step: moving fingers in circular motions, which is a sub-step."
    ],
    "288": [
        "A video of milking cow generally involves the following step: attaching the milking machine, which is a sub-step.",
        "A video of milking cow generally involves the following step: collecting the milk, which is a sub-step."
    ],
    "289": [
        "A video of moon walking generally involves the following step: sliding one foot backward, which is a sub-step.",
        "A video of moon walking generally involves the following step: lifting the other foot slightly, which is a sub-step."
    ],
    "290": [
        "A video of mopping floor generally involves the following step: wetting the mop, which is a sub-step.",
        "A video of mopping floor generally involves the following step: scrubbing the floor, which is a sub-step."
    ],
    "291": [
        "A videos of mosh pit dancing generally involves the following step: participants moving in a circular motion, which is a sub-step.",
        "A videos of mosh pit dancing generally involves the following step: individuals jumping and colliding, which is a sub-step."
    ],
    "292": [
        "A video of motorcycling generally involves the following step: starting the engine, which is a sub-step.",
        "A video of motorcycling generally involves the following step: accelerating on the road, which is a sub-step."
    ],
    "293": [
        "A video of mountain climber (exercise) generally involves the following step: stepping one foot up, which is a sub-step.",
        "A video of mountain climber (exercise) generally involves the following step: stepping the other foot up, which is a sub-step."
    ],
    "294": [
        "A video of moving furniture generally involves the following step: lifting the furniture, which is a sub-step.",
        "A video of moving furniture generally involves the following step: carrying the furniture, which is a sub-step."
    ],
    "295": [
        "A video of mowing lawn generally involves the following step: pushing the mower forward, which is a sub-step.",
        "A video of mowing lawn generally involves the following step: turning the mower around, which is a sub-step."
    ],
    "296": [
        "A video of mushroom foraging generally involves the following step: initial identification of potential sites, which is a sub-step.",
        "A video of mushroom foraging generally involves the following step: subsequent collection and classification, which is a sub-step."
    ],
    "297": [
        "A video of needle felting generally involves the following step: repeatedly stabbing the wool with a needle, which is a sub-step.",
        "A video of needle felting generally involves the following step: compressing the wool into a solid form, which is a sub-step."
    ],
    "298": [
        "A video of news anchoring generally involves the following step: preparing the script, which is a sub-step.",
        "A video of news anchoring generally involves the following step: delivering the news, which is a sub-step."
    ],
    "299": [
        "A video of opening a bottle generally involves the following step: unscrewing the cap, which is a sub-step.",
        "A video of opening a bottle generally involves the following step: removing the cap, which is a sub-step."
    ],
    "300": [
        "A video of opening door generally involves the following step: grasping the handle, which is a sub-step.",
        "A video of opening door generally involves the following step: turning the handle, which is a sub-step."
    ],
    "301": [
        "A video of opening present generally involves the following step: unwrapping the gift, which is a sub-step.",
        "A video of opening present generally involves the following step: revealing the contents, which is a sub-step."
    ],
    "302": [
        "A video of opening refrigerator generally involves the following step: approaching the refrigerator, which is a sub-step.",
        "A video of opening refrigerator generally involves the following step: pulling the door open, which is a sub-step."
    ],
    "303": [
        "A video of opening wine bottle generally involves the following step: removing the foil cap, which is a sub-step.",
        "A video of opening wine bottle generally involves the following step: twisting the corkscrew, which is a sub-step."
    ],
    "304": [
        "A video of packing generally involves the following step: placing items into boxes, which is a sub-step.",
        "A video of packing generally involves the following step: sealing and labeling boxes, which is a sub-step."
    ],
    "305": [
        "A video of paragliding generally involves the following step: launching from a hilltop, which is a sub-step.",
        "A video of paragliding generally involves the following step: gliding through the air, which is a sub-step."
    ],
    "306": [
        "A video of parasailing generally involves the following step: launching from a boat, which is a sub-step.",
        "A video of parasailing generally involves the following step: gliding through the air, which is a sub-step."
    ],
    "307": [
        "A video of parkour generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of parkour generally involves the following step: precise landing, which is a sub-step."
    ],
    "308": [
        "A videos of passing american football (in game) generally involves the following step: quarterback receiving the snap, which is a sub-step.",
        "A videos of passing american football (in game) generally involves the following step: quarterback releasing the ball, which is a sub-step."
    ],
    "309": [
        "A video of passing american football (not in game) generally involves the following step: the quarterback gripping the ball, which is a sub-step.",
        "A video of passing american football (not in game) generally involves the following step: the quarterback releasing the ball, which is a sub-step."
    ],
    "310": [
        "A video of passing soccer ball generally involves the following step: ball control, which is a sub-step.",
        "A video of passing soccer ball generally involves the following step: ball release, which is a sub-step."
    ],
    "311": [
        "A video of peeling apples generally involves the following step: holding the apple steady, which is a sub-step.",
        "A video of peeling apples generally involves the following step: using a knife to remove the skin, which is a sub-step."
    ],
    "312": [
        "A video of peeling potatoes generally involves the following step: scrubbing the potatoes clean, which is a sub-step.",
        "A video of peeling potatoes generally involves the following step: removing the potato skin, which is a sub-step."
    ],
    "313": [
        "A video of person collecting garbage generally involves the following step: picking up trash from the ground, which is a sub-step.",
        "A video of person collecting garbage generally involves the following step: placing trash into a bag, which is a sub-step."
    ],
    "314": [
        "A videos of petting animal (not cat) generally involves the following step: approaching the animal calmly, which is a sub-step.",
        "A videos of petting animal (not cat) generally involves the following step: gently stroking its fur, which is a sub-step."
    ],
    "315": [
        "A video of petting cat generally involves the following step: approaching the cat calmly, which is a sub-step.",
        "A video of petting cat generally involves the following step: gently stroking the cat's fur, which is a sub-step."
    ],
    "316": [
        "A video of photobombing generally involves the following step: unexpected intrusion into the frame, which is a sub-step.",
        "A video of photobombing generally involves the following step: disruption of the intended shot, which is a sub-step."
    ],
    "317": [
        "A video of photocopying generally involves the following step: placing the document on the glass, which is a sub-step.",
        "A video of photocopying generally involves the following step: pressing the start button, which is a sub-step."
    ],
    "318": [
        "A video of picking fruit generally involves the following step: reaching for the fruit, which is a sub-step.",
        "A video of picking fruit generally involves the following step: grasping the fruit, which is a sub-step."
    ],
    "319": [
        "A video of a pillow fight generally involves the following step: participants raise pillows overhead, which is a sub-step.",
        "A video of a pillow fight generally involves the following step: participants swing pillows towards each other, which is a sub-step."
    ],
    "320": [
        "A video of pinching generally involves the following step: thumb and index finger approaching, which is a sub-step.",
        "A video of pinching generally involves the following step: fingers making contact and applying pressure, which is a sub-step."
    ],
    "321": [
        "A video of pirouetting generally involves the following step: lifting one leg, which is a sub-step.",
        "A video of pirouetting generally involves the following step: spinning on the other leg, which is a sub-step."
    ],
    "322": [
        "A video of planing wood generally involves the following step: measuring the wood, which is a sub-step.",
        "A video of planing wood generally involves the following step: adjusting the planer, which is a sub-step."
    ],
    "323": [
        "A video of planting trees generally involves the following step: digging holes, which is a sub-step.",
        "A video of planting trees generally involves the following step: placing saplings, which is a sub-step."
    ],
    "324": [
        "A video of plastering generally involves the following step: applying the plaster, which is a sub-step.",
        "A video of plastering generally involves the following step: smoothing the surface, which is a sub-step."
    ],
    "325": [
        "A video of playing accordion generally involves the following step: inhaling air into the bellows, which is a sub-step.",
        "A video of playing accordion generally involves the following step: pressing keys to produce sound, which is a sub-step."
    ],
    "326": [
        "A video of playing badminton generally involves the following step: [hitting the shuttlecock], which is a sub-step.",
        "A video of playing badminton generally involves the following step: [waiting for the shuttlecock to land], which is a sub-step."
    ],
    "327": [
        "A video of playing bagpipes generally involves the following step: inflating the bag, which is a sub-step.",
        "A video of playing bagpipes generally involves the following step: pressing the keys, which is a sub-step."
    ],
    "328": [
        "A video of playing basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of playing basketball generally involves the following step: shooting the ball, which is a sub-step."
    ],
    "329": [
        "A video of playing bass guitar generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playing bass guitar generally involves the following step: pressing the frets, which is a sub-step."
    ],
    "330": [
        "A video of playing beer pong generally involves the following step: bouncing the ball into a cup, which is a sub-step.",
        "A video of playing beer pong generally involves the following step: drinking the beer from the cup, which is a sub-step."
    ],
    "331": [
        "A video of playing blackjack generally involves the following step: dealing cards to players, which is a sub-step.",
        "A video of playing blackjack generally involves the following step: players making decisions, which is a sub-step."
    ],
    "332": [
        "A video of playing cello generally involves the following step: positioning the bow, which is a sub-step.",
        "A video of playing cello generally involves the following step: drawing the bow across the strings, which is a sub-step."
    ],
    "333": [
        "A video of playing chess generally involves the following step: moving a piece, which is a sub-step.",
        "A video of playing chess generally involves the following step: waiting for the opponent, which is a sub-step."
    ],
    "334": [
        "A video of playing clarinet generally involves the following step: placing the clarinet to the mouth, which is a sub-step.",
        "A video of playing clarinet generally involves the following step: pressing the keys in sequence, which is a sub-step."
    ],
    "335": [
        "A video of playing controller generally involves the following step: button press followed by a delay, which is a sub-step.",
        "A video of playing controller generally involves the following step: visual feedback after the delay, which is a sub-step."
    ],
    "336": [
        "A video of playing cricket generally involves the following step: the bowler delivering the ball, which is a sub-step.",
        "A video of playing cricket generally involves the following step: the batsman hitting the ball, which is a sub-step."
    ],
    "337": [
        "A video of playing cymbals generally involves the following step: lifting the arms above the head, which is a sub-step.",
        "A video of playing cymbals generally involves the following step: bringing the arms down to strike the cymbals, which is a sub-step."
    ],
    "338": [
        "A video of playing darts generally involves the following step: holding the dart and aiming, which is a sub-step.",
        "A video of playing darts generally involves the following step: releasing the dart and observing the flight, which is a sub-step."
    ],
    "339": [
        "A video of playing didgeridoo generally involves the following step: circular breathing, which is a sub-step.",
        "A video of playing didgeridoo generally involves the following step: rhythmic blowing, which is a sub-step."
    ],
    "340": [
        "A video of playing dominoes generally involves the following step: arranging the dominoes in a pattern, which is a sub-step.",
        "A video of playing dominoes generally involves the following step: knocking over the first domino, which is a sub-step."
    ],
    "341": [
        "A video of playing drums generally involves the following step: striking the drumheads, which is a sub-step.",
        "A video of playing drums generally involves the following step: adjusting the foot pedals, which is a sub-step."
    ],
    "342": [
        "A video of playing field hockey generally involves the following step: striking the ball with the stick, which is a sub-step.",
        "A video of playing field hockey generally involves the following step: positioning to receive the pass, which is a sub-step."
    ],
    "343": [
        "A video of playing flute generally involves the following step: positioning the instrument, which is a sub-step.",
        "A video of playing flute generally involves the following step: producing sound, which is a sub-step."
    ],
    "344": [
        "A video of playing gong generally involves the following step: striking the gong with a mallet, which is a sub-step.",
        "A video of playing gong generally involves the following step: allowing the gong to resonate, which is a sub-step."
    ],
    "345": [
        "A video of playing guitar generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playing guitar generally involves the following step: pressing the frets, which is a sub-step."
    ],
    "346": [
        "A videos of playing hand clapping games generally involves the following step: clapping hands rhythmically, which is a sub-step.",
        "A videos of playing hand clapping games generally involves the following step: synchronizing movements with a partner, which is a sub-step."
    ],
    "347": [
        "A video of playing harmonica generally involves the following step: inhaling and exhaling air, which is a sub-step.",
        "A video of playing harmonica generally involves the following step: pressing and releasing keys, which is a sub-step."
    ],
    "348": [
        "A video of playing harp generally involves the following step: positioning hands over strings, which is a sub-step.",
        "A video of playing harp generally involves the following step: plucking strings with fingers, which is a sub-step."
    ],
    "349": [
        "A video of playing ice hockey generally involves the following step: skating to the puck, which is a sub-step.",
        "A video of playing ice hockey generally involves the following step: passing or shooting, which is a sub-step."
    ],
    "350": [
        "A video of playing keyboard generally involves the following step: positioning hands over keys, which is a sub-step.",
        "A video of playing keyboard generally involves the following step: pressing keys rhythmically, which is a sub-step."
    ],
    "351": [
        "A video of playing kickball generally involves the following step: kicking the ball, which is a sub-step.",
        "A video of playing kickball generally involves the following step: running bases, which is a sub-step."
    ],
    "352": [
        "A video of playing laser tag generally involves the following step: donning protective gear, which is a sub-step.",
        "A video of playing laser tag generally involves the following step: engaging in combat, which is a sub-step."
    ],
    "353": [
        "A video of playing lute generally involves the following step: positioning fingers on frets, which is a sub-step.",
        "A video of playing lute generally involves the following step: plucking strings with a plectrum, which is a sub-step."
    ],
    "354": [
        "A video of playing maracas generally involves the following step: shaking the maracas rhythmically, which is a sub-step.",
        "A video of playing maracas generally involves the following step: maintaining a steady beat, which is a sub-step."
    ],
    "355": [
        "A video of playing marbles generally involves the following step: marbles are placed on the ground, which is a sub-step.",
        "A video of playing marbles generally involves the following step: marbles are flicked towards each other, which is a sub-step."
    ],
    "356": [
        "A video of playing monopoly generally involves the following step: rolling dice to move, which is a sub-step.",
        "A video of playing monopoly generally involves the following step: buying or passing properties, which is a sub-step."
    ],
    "357": [
        "A video of playing netball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of playing netball generally involves the following step: passing the ball, which is a sub-step."
    ],
    "358": [
        "A video of playing ocarina generally involves the following step: positioning fingers on holes, which is a sub-step.",
        "A video of playing ocarina generally involves the following step: blowing air into the mouthpiece, which is a sub-step."
    ],
    "359": [
        "A video of playing organ generally involves the following step: pressing keys rapidly, which is a sub-step.",
        "A video of playing organ generally involves the following step: manipulating pedals smoothly, which is a sub-step."
    ],
    "360": [
        "A video of playing paintball generally involves the following step: gearing up, which is a sub-step.",
        "A video of playing paintball generally involves the following step: engaging in combat, which is a sub-step."
    ],
    "361": [
        "A video of playing pan pipes generally involves the following step: inhaling and exhaling air, which is a sub-step.",
        "A video of playing pan pipes generally involves the following step: directing the air across the pipes, which is a sub-step."
    ],
    "362": [
        "A video of playing piano generally involves the following step: positioning hands on keys, which is a sub-step.",
        "A video of playing piano generally involves the following step: pressing keys rhythmically, which is a sub-step."
    ],
    "363": [
        "A video of playing pinball generally involves the following step: launching the ball, which is a sub-step.",
        "A video of playing pinball generally involves the following step: maneuvering flippers, which is a sub-step."
    ],
    "364": [
        "A video of playing ping pong generally involves the following step: hitting the ball with a paddle, which is a sub-step.",
        "A video of playing ping pong generally involves the following step: returning the ball to the opponent, which is a sub-step."
    ],
    "365": [
        "A video of playing poker generally involves the following step: dealing cards, which is a sub-step.",
        "A video of playing poker generally involves the following step: placing bets, which is a sub-step."
    ],
    "366": [
        "A video of playing polo generally involves the following step: mounting the horse, which is a sub-step.",
        "A video of playing polo generally involves the following step: striking the ball, which is a sub-step."
    ],
    "367": [
        "A video of playing recorder generally involves the following step: inhaling to fill lungs, which is a sub-step.",
        "A video of playing recorder generally involves the following step: exhaling to produce sound, which is a sub-step."
    ],
    "368": [
        "A video of playing rubik's cube generally involves the following step: rotating the top layer clockwise, which is a sub-step.",
        "A video of playing rubik's cube generally involves the following step: aligning the middle layer edges, which is a sub-step."
    ],
    "369": [
        "A video of playing saxophone generally involves the following step: inhaling air into the lungs, which is a sub-step.",
        "A video of playing saxophone generally involves the following step: pressing keys and blowing air, which is a sub-step."
    ],
    "370": [
        "A video of playing scrabble generally involves the following step: selecting tiles from a bag, which is a sub-step.",
        "A video of playing scrabble generally involves the following step: arranging tiles on a board, which is a sub-step."
    ],
    "371": [
        "A video of playing squash or racquetball generally involves the following step: hitting the ball with the racquet, which is a sub-step.",
        "A video of playing squash or racquetball generally involves the following step: retrieving the ball after it bounces, which is a sub-step."
    ],
    "372": [
        "A video of playing tennis generally involves the following step: moving to the ball, which is a sub-step.",
        "A video of playing tennis generally involves the following step: striking the ball, which is a sub-step."
    ],
    "373": [
        "A videos of playing trombone generally involves the following step: positioning the mouthpiece to lips, which is a sub-step.",
        "A videos of playing trombone generally involves the following step: sliding the slide to adjust pitch, which is a sub-step."
    ],
    "374": [
        "A video of playing trumpet generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of playing trumpet generally involves the following step: pressing lips to mouthpiece, which is a sub-step."
    ],
    "375": [
        "A video of playing ukulele generally involves the following step: strumming the strings rhythmically, which is a sub-step.",
        "A video of playing ukulele generally involves the following step: positioning fingers on frets, which is a sub-step."
    ],
    "376": [
        "A video of playing violin generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playing violin generally involves the following step: pressing fingers on the fingerboard, which is a sub-step."
    ],
    "377": [
        "A video of playing volleyball generally involves the following step: serving the ball, which is a sub-step.",
        "A video of playing volleyball generally involves the following step: spiking the ball, which is a sub-step."
    ],
    "378": [
        "A video of playing with trains generally involves the following step: arranging tracks and scenery, which is a sub-step.",
        "A video of playing with trains generally involves the following step: operating trains on the tracks, which is a sub-step."
    ],
    "379": [
        "A video of playing xylophone generally involves the following step: striking the bars with mallets, which is a sub-step.",
        "A video of playing xylophone generally involves the following step: moving the mallets to the next note, which is a sub-step."
    ],
    "380": [
        "A video of poking bellybutton generally involves the following step: hand approaching bellybutton, which is a sub-step.",
        "A video of poking bellybutton generally involves the following step: finger pressing bellybutton, which is a sub-step."
    ],
    "381": [
        "A video of pole vault generally involves the following step: running with the pole, which is a sub-step.",
        "A video of pole vault generally involves the following step: planting the pole, which is a sub-step."
    ],
    "382": [
        "A video of polishing metal generally involves the following step: applying abrasive material, which is a sub-step.",
        "A video of polishing metal generally involves the following step: smoothing surface with a cloth, which is a sub-step."
    ],
    "383": [
        "A video of popping balloons generally involves the following step: grasping the balloon with a pin, which is a sub-step.",
        "A video of popping balloons generally involves the following step: puncturing the balloon, which is a sub-step."
    ],
    "384": [
        "A video of pouring beer generally involves the following step: tilting the glass, which is a sub-step.",
        "A video of pouring beer generally involves the following step: maintaining the pour, which is a sub-step."
    ],
    "385": [
        "A video of preparing salad generally involves the following step: washing and chopping vegetables, which is a sub-step.",
        "A video of preparing salad generally involves the following step: mixing ingredients in a bowl, which is a sub-step."
    ],
    "386": [
        "A video of presenting weather forecast generally involves the following step: gathering data, which is a sub-step.",
        "A video of presenting weather forecast generally involves the following step: analyzing data, which is a sub-step."
    ],
    "387": [
        "A video of pull ups generally involves the following step: initiating from a hanging position, which is a sub-step.",
        "A video of pull ups generally involves the following step: pulling the body upward, which is a sub-step."
    ],
    "388": [
        "A video of pumping fist generally involves the following step: raising the arm, which is a sub-step.",
        "A video of pumping fist generally involves the following step: clenching the fist, which is a sub-step."
    ],
    "389": [
        "A video of pumping gas generally involves the following step: inserting the nozzle into the tank, which is a sub-step.",
        "A video of pumping gas generally involves the following step: pressing the handle to start flow, which is a sub-step."
    ],
    "390": [
        "A video of punching bag generally involves the following step: arm retraction, which is a sub-step.",
        "A video of punching bag generally involves the following step: forceful arm extension, which is a sub-step."
    ],
    "391": [
        "A video of punching person (boxing) generally involves the following step: raising the fists to the chest, which is a sub-step.",
        "A video of punching person (boxing) generally involves the following step: extending the arm forward, which is a sub-step."
    ],
    "392": [
        "A video of push up generally involves the following step: lowering the body to the ground, which is a sub-step.",
        "A video of push up generally involves the following step: pushing the body back up, which is a sub-step."
    ],
    "393": [
        "A video of pushing car generally involves the following step: positioning behind the vehicle, which is a sub-step.",
        "A video of pushing car generally involves the following step: applying force to the vehicle, which is a sub-step."
    ],
    "394": [
        "A video of pushing cart generally involves the following step: gripping the handle, which is a sub-step.",
        "A video of pushing cart generally involves the following step: applying force, which is a sub-step."
    ],
    "395": [
        "A video of pushing a wheelbarrow generally involves the following step: gripping the handles firmly, which is a sub-step.",
        "A video of pushing a wheelbarrow generally involves the following step: lifting and moving forward, which is a sub-step."
    ],
    "396": [
        "A video of pushing wheelchair generally involves the following step: grasping the handles, which is a sub-step.",
        "A video of pushing wheelchair generally involves the following step: applying force to move, which is a sub-step."
    ],
    "397": [
        "A video of putting in contact lenses generally involves the following step: washing hands thoroughly, which is a sub-step.",
        "A video of putting in contact lenses generally involves the following step: lifting the lens with a finger, which is a sub-step."
    ],
    "398": [
        "A video of putting on eyeliner generally involves the following step: lining the upper lash line, which is a sub-step.",
        "A video of putting on eyeliner generally involves the following step: smudging the liner for a smoky effect, which is a sub-step."
    ],
    "399": [
        "A video of putting on foundation generally involves the following step: applying primer, which is a sub-step.",
        "A video of putting on foundation generally involves the following step: spreading foundation evenly, which is a sub-step."
    ],
    "400": [
        "A video of putting on lipstick generally involves the following step: applying the lipstick to the lips, which is a sub-step.",
        "A video of putting on lipstick generally involves the following step: smoothing the lipstick with a finger, which is a sub-step."
    ],
    "401": [
        "A video of putting on mascara generally involves the following step: opening the mascara tube, which is a sub-step.",
        "A video of putting on mascara generally involves the following step: applying mascara to the lashes, which is a sub-step."
    ],
    "402": [
        "A video of putting on sari generally involves the following step: draping the fabric around the waist, which is a sub-step.",
        "A video of putting on sari generally involves the following step: tucking the end of the fabric into the waistband, which is a sub-step."
    ],
    "403": [
        "A video of putting on shoes generally involves the following step: lifting the shoe to the foot, which is a sub-step.",
        "A video of putting on shoes generally involves the following step: sliding the foot into the shoe, which is a sub-step."
    ],
    "404": [
        "A video of raising eyebrows generally involves the following step: contracting the frontalis muscle, which is a sub-step.",
        "A video of raising eyebrows generally involves the following step: lifting the skin above the eyes, which is a sub-step."
    ],
    "405": [
        "A video of reading a book generally involves the following step: opening the book, which is a sub-step.",
        "A video of reading a book generally involves the following step: turning pages, which is a sub-step."
    ],
    "406": [
        "A video of reading newspaper generally involves the following step: picking up the newspaper, which is a sub-step.",
        "A video of reading newspaper generally involves the following step: flipping through pages, which is a sub-step."
    ],
    "407": [
        "A video of recording music generally involves the following step: setting up equipment, which is a sub-step.",
        "A video of recording music generally involves the following step: capturing audio, which is a sub-step."
    ],
    "408": [
        "A video of repairing puncture generally involves the following step: removing the wheel, which is a sub-step.",
        "A video of repairing puncture generally involves the following step: patching the tire, which is a sub-step."
    ],
    "409": [
        "A video of riding a bike generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of riding a bike generally involves the following step: pedaling forward, which is a sub-step."
    ],
    "410": [
        "A video of riding camel generally involves the following step: mounting the camel, which is a sub-step.",
        "A video of riding camel generally involves the following step: maintaining balance, which is a sub-step."
    ],
    "411": [
        "A video of riding an elephant generally involves the following step: mounting the elephant, which is a sub-step.",
        "A video of riding an elephant generally involves the following step: maintaining balance, which is a sub-step."
    ],
    "412": [
        "A video of riding mechanical bull generally involves the following step: mounting the bull, which is a sub-step.",
        "A video of riding mechanical bull generally involves the following step: maintaining balance, which is a sub-step."
    ],
    "413": [
        "A video of riding mule generally involves the following step: mounting the mule, which is a sub-step.",
        "A video of riding mule generally involves the following step: guiding the mule, which is a sub-step."
    ],
    "414": [
        "A video of riding or walking with horse generally involves the following step: mounting the horse, which is a sub-step.",
        "A video of riding or walking with horse generally involves the following step: guiding the horse, which is a sub-step."
    ],
    "415": [
        "A video of riding scooter generally involves the following step: mounting the scooter, which is a sub-step.",
        "A video of riding scooter generally involves the following step: accelerating forward, which is a sub-step."
    ],
    "416": [
        "A video of riding snow blower generally involves the following step: starting the engine, which is a sub-step.",
        "A video of riding snow blower generally involves the following step: maneuvering the machine, which is a sub-step."
    ],
    "417": [
        "A video of riding unicycle generally involves the following step: balancing on the seat, which is a sub-step.",
        "A video of riding unicycle generally involves the following step: pedaling forward, which is a sub-step."
    ],
    "418": [
        "A video of ripping paper generally involves the following step: grasping the paper firmly, which is a sub-step.",
        "A video of ripping paper generally involves the following step: applying force to tear, which is a sub-step."
    ],
    "419": [
        "A video of roasting marshmallows generally involves the following step: holding the marshmallow over the flame, which is a sub-step.",
        "A video of roasting marshmallows generally involves the following step: rotating the marshmallow to brown evenly, which is a sub-step."
    ],
    "420": [
        "A video of roasting pig generally involves the following step: preparing the pig, which is a sub-step.",
        "A video of roasting pig generally involves the following step: slow-cooking the pig, which is a sub-step."
    ],
    "421": [
        "A videos of robot dancing generally involves the following step: initial pose alignment, which is a sub-step.",
        "A videos of robot dancing generally involves the following step: rhythmic movement execution, which is a sub-step."
    ],
    "422": [
        "A video of rock climbing generally involves the following step: ascending the rock face, which is a sub-step.",
        "A video of rock climbing generally involves the following step: securing the anchor, which is a sub-step."
    ],
    "423": [
        "A video of rock scissors paper generally involves the following step: participants reveal their choice simultaneously, which is a sub-step.",
        "A video of rock scissors paper generally involves the following step: the outcome is determined instantly, which is a sub-step."
    ],
    "424": [
        "A video of roller skating generally involves the following step: gliding on wheels, which is a sub-step.",
        "A video of roller skating generally involves the following step: maintaining balance, which is a sub-step."
    ],
    "425": [
        "A video of rolling pastry generally involves the following step: flattening the dough, which is a sub-step.",
        "A video of rolling pastry generally involves the following step: rolling the flattened dough, which is a sub-step."
    ],
    "426": [
        "A video of rope pushdown generally involves the following step: gripping the rope firmly, which is a sub-step.",
        "A video of rope pushdown generally involves the following step: lowering the rope slowly, which is a sub-step."
    ],
    "427": [
        "A video of running on treadmill generally involves the following step: stepping onto the belt, which is a sub-step.",
        "A video of running on treadmill generally involves the following step: maintaining pace, which is a sub-step."
    ],
    "428": [
        "A video of sailing generally involves the following step: hoisting the sails, which is a sub-step.",
        "A video of sailing generally involves the following step: maneuvering the boat, which is a sub-step."
    ],
    "429": [
        "A video of salsa dancing generally involves the following step: a quick turn followed by a pause, which is a sub-step.",
        "A video of salsa dancing generally involves the following step: a slow, fluid movement leading to a sharp pivot, which is a sub-step."
    ],
    "430": [
        "A video of sanding floor generally involves the following step: starting with coarse grit sandpaper, which is a sub-step.",
        "A video of sanding floor generally involves the following step: progressing to finer grit sandpaper, which is a sub-step."
    ],
    "431": [
        "A video of sausage making generally involves the following step: grinding meat, which is a sub-step.",
        "A video of sausage making generally involves the following step: mixing spices, which is a sub-step."
    ],
    "432": [
        "A video of sawing wood generally involves the following step: positioning the wood securely, which is a sub-step.",
        "A video of sawing wood generally involves the following step: making the initial cut, which is a sub-step."
    ],
    "433": [
        "A video of scrambling eggs generally involves the following step: cracking eggs into a bowl, which is a sub-step.",
        "A video of scrambling eggs generally involves the following step: whisking the eggs until frothy, which is a sub-step."
    ],
    "434": [
        "A video of scrapbooking generally involves the following step: selecting photos and materials, which is a sub-step.",
        "A video of scrapbooking generally involves the following step: arranging and gluing elements, which is a sub-step."
    ],
    "435": [
        "A video of scrubbing face generally involves the following step: wetting the face, which is a sub-step.",
        "A video of scrubbing face generally involves the following step: applying cleanser, which is a sub-step."
    ],
    "436": [
        "A video of scuba diving generally involves the following step: donning the gear, which is a sub-step.",
        "A video of scuba diving generally involves the following step: descending underwater, which is a sub-step."
    ],
    "437": [
        "A video of separating eggs generally involves the following step: cracking the eggs into a bowl, which is a sub-step.",
        "A video of separating eggs generally involves the following step: carefully separating the yolks from the whites, which is a sub-step."
    ],
    "438": [
        "A video of setting table generally involves the following step: placing plates on the table, which is a sub-step.",
        "A video of setting table generally involves the following step: arranging utensils next, which is a sub-step."
    ],
    "439": [
        "A video of sewing generally involves the following step: fabric preparation, which is a sub-step.",
        "A video of sewing generally involves the following step: stitching execution, which is a sub-step."
    ],
    "440": [
        "A video of shaking hands generally involves the following step: extending hands towards each other, which is a sub-step.",
        "A video of shaking hands generally involves the following step: grasping each other's hands firmly, which is a sub-step."
    ],
    "441": [
        "A video of shaking head generally involves the following step: initial head movement, which is a sub-step.",
        "A video of shaking head generally involves the following step: repeated oscillations, which is a sub-step."
    ],
    "442": [
        "A video of shaping bread dough generally involves the following step: dough kneading for 10 minutes, which is a sub-step.",
        "A video of shaping bread dough generally involves the following step: dough resting for 30 minutes, which is a sub-step."
    ],
    "443": [
        "A video of sharpening knives generally involves the following step: wetting the stone, which is a sub-step.",
        "A video of sharpening knives generally involves the following step: honing the blade, which is a sub-step."
    ],
    "444": [
        "A video of sharpening pencil generally involves the following step: rotating the pencil slowly, which is a sub-step.",
        "A video of sharpening pencil generally involves the following step: holding the sharpener steady, which is a sub-step."
    ],
    "445": [
        "A video of shaving head generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shaving head generally involves the following step: using a razor, which is a sub-step."
    ],
    "446": [
        "A video of shaving legs generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shaving legs generally involves the following step: using a razor, which is a sub-step."
    ],
    "447": [
        "A video of shearing sheep generally involves the following step: securing the sheep, which is a sub-step.",
        "A video of shearing sheep generally involves the following step: trimming the fleece, which is a sub-step."
    ],
    "448": [
        "A video of shining flashlight generally involves the following step: turning on the flashlight, which is a sub-step.",
        "A video of shining flashlight generally involves the following step: directing the beam, which is a sub-step."
    ],
    "449": [
        "A video of shining shoes generally involves the following step: applying polish, which is a sub-step.",
        "A video of shining shoes generally involves the following step: buffing the polish, which is a sub-step."
    ],
    "450": [
        "A video of shooting basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of shooting basketball generally involves the following step: jumping and releasing the ball, which is a sub-step."
    ],
    "451": [
        "A video of shooting a goal (soccer) generally involves the following step: ball control and positioning, which is a sub-step.",
        "A video of shooting a goal (soccer) generally involves the following step: precise kicking and follow-through, which is a sub-step."
    ],
    "452": [
        "A video of shopping generally involves the following step: selecting items, which is a sub-step.",
        "A video of shopping generally involves the following step: paying for items, which is a sub-step."
    ],
    "453": [
        "A video of shot put generally involves the following step: initial acceleration phase, which is a sub-step.",
        "A video of shot put generally involves the following step: final explosive push, which is a sub-step."
    ],
    "454": [
        "A video of shoveling snow generally involves the following step: scooping snow into the shovel, which is a sub-step.",
        "A video of shoveling snow generally involves the following step: lifting and throwing the snow, which is a sub-step."
    ],
    "455": [
        "A video of shucking oysters generally involves the following step: inserting a knife into the hinge, which is a sub-step.",
        "A video of shucking oysters generally involves the following step: twisting the knife to pry open, which is a sub-step."
    ],
    "456": [
        "A video of shuffling cards generally involves the following step: holding the deck firmly, which is a sub-step.",
        "A video of shuffling cards generally involves the following step: interleaving the cards, which is a sub-step."
    ],
    "457": [
        "A video of shuffling feet generally involves the following step: lifting one foot slightly, which is a sub-step.",
        "A video of shuffling feet generally involves the following step: moving the lifted foot forward, which is a sub-step."
    ],
    "458": [
        "A video of side kick generally involves the following step: lifting the knee to hip height, which is a sub-step.",
        "A video of side kick generally involves the following step: extending the leg forward, which is a sub-step."
    ],
    "459": [
        "A videos of sign language interpreting generally involves the following step: simultaneous translation of spoken words into signs, which is a sub-step.",
        "A videos of sign language interpreting generally involves the following step: subsequent interpretation of signs into spoken language, which is a sub-step."
    ],
    "460": [
        "A video of singing generally involves the following step: vocalizing lyrics, which is a sub-step.",
        "A video of singing generally involves the following step: adjusting pitch, which is a sub-step."
    ],
    "461": [
        "A video of sipping cup generally involves the following step: raising the cup to the mouth, which is a sub-step.",
        "A video of sipping cup generally involves the following step: sipping the liquid, which is a sub-step."
    ],
    "462": [
        "A video of situp generally involves the following step: lying flat on the back, which is a sub-step.",
        "A video of situp generally involves the following step: lifting the torso upwards, which is a sub-step."
    ],
    "463": [
        "A video of skateboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of skateboarding generally involves the following step: balancing on the board, which is a sub-step."
    ],
    "464": [
        "A video of ski jumping generally involves the following step: take-off from the ramp, which is a sub-step.",
        "A video of ski jumping generally involves the following step: aerial flight, which is a sub-step."
    ],
    "465": [
        "A video of skiing crosscountry generally involves the following step: gliding on flat terrain, which is a sub-step.",
        "A video of skiing crosscountry generally involves the following step: pushing with poles, which is a sub-step."
    ],
    "466": [
        "A video of skiing mono generally involves the following step: initial balance and stance, which is a sub-step.",
        "A video of skiing mono generally involves the following step: subsequent movement and glide, which is a sub-step."
    ],
    "467": [
        "A video of skiing slalom generally involves the following step: initiating turns at the gates, which is a sub-step.",
        "A video of skiing slalom generally involves the following step: maintaining speed between turns, which is a sub-step."
    ],
    "468": [
        "A video of skipping rope generally involves the following step: swinging the rope forward, which is a sub-step.",
        "A video of skipping rope generally involves the following step: jumping over the rope, which is a sub-step."
    ],
    "469": [
        "A video of skipping stone generally involves the following step: stone is thrown at an angle, which is a sub-step.",
        "A video of skipping stone generally involves the following step: stone bounces on water surface, which is a sub-step."
    ],
    "470": [
        "A video of skydiving generally involves the following step: freefall, which is a sub-step.",
        "A video of skydiving generally involves the following step: parachute deployment, which is a sub-step."
    ],
    "471": [
        "A video of slacklining generally involves the following step: setting up the line, which is a sub-step.",
        "A video of slacklining generally involves the following step: balancing on the line, which is a sub-step."
    ],
    "472": [
        "A video of slapping generally involves the following step: hand movement towards the target, which is a sub-step.",
        "A video of slapping generally involves the following step: impact followed by recoil, which is a sub-step."
    ],
    "473": [
        "A video of sled dog racing generally involves the following step: dogs pulling the sled, which is a sub-step.",
        "A video of sled dog racing generally involves the following step: mushers guiding the team, which is a sub-step."
    ],
    "474": [
        "A video of sleeping generally involves the following step: eyes closing gradually, which is a sub-step.",
        "A video of sleeping generally involves the following step: body relaxing over time, which is a sub-step."
    ],
    "475": [
        "A video of smashing generally involves the following step: initial force application, which is a sub-step.",
        "A video of smashing generally involves the following step: subsequent fragmentation, which is a sub-step."
    ],
    "476": [
        "A video of smelling feet generally involves the following step: lifting the foot to the nose, which is a sub-step.",
        "A video of smelling feet generally involves the following step: inhaling deeply, which is a sub-step."
    ],
    "477": [
        "A video of smoking generally involves the following step: lighting the cigarette, which is a sub-step.",
        "A video of smoking generally involves the following step: inhaling the smoke, which is a sub-step."
    ],
    "478": [
        "A video of smoking hookah generally involves the following step: lighting the coal, which is a sub-step.",
        "A video of smoking hookah generally involves the following step: inhaling the smoke, which is a sub-step."
    ],
    "479": [
        "A video of smoking pipe generally involves the following step: lighting the tobacco, which is a sub-step.",
        "A video of smoking pipe generally involves the following step: inhaling the smoke, which is a sub-step."
    ],
    "480": [
        "A video of snatch weight lifting generally involves the following step: lifting the barbell from the ground to the hip, which is a sub-step.",
        "A video of snatch weight lifting generally involves the following step: extending the legs and arms to lift the barbell overhead, which is a sub-step."
    ],
    "481": [
        "A video of sneezing generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of sneezing generally involves the following step: expelling air forcefully, which is a sub-step."
    ],
    "482": [
        "A video of snorkeling generally involves the following step: donning snorkeling gear, which is a sub-step.",
        "A video of snorkeling generally involves the following step: submerging underwater, which is a sub-step."
    ],
    "483": [
        "A video of snowboarding generally involves the following step: initial descent down the slope, which is a sub-step.",
        "A video of snowboarding generally involves the following step: subsequent maneuvers and tricks, which is a sub-step."
    ],
    "484": [
        "A video of snowkiting generally involves the following step: launching the kite, which is a sub-step.",
        "A video of snowkiting generally involves the following step: gliding across the snow, which is a sub-step."
    ],
    "485": [
        "A video of snowmobiling generally involves the following step: starting the engine, which is a sub-step.",
        "A video of snowmobiling generally involves the following step: accelerating on the snow, which is a sub-step."
    ],
    "486": [
        "A video of somersaulting generally involves the following step: initial forward leap, which is a sub-step.",
        "A video of somersaulting generally involves the following step: subsequent rotation in mid-air, which is a sub-step."
    ],
    "487": [
        "A video of spelunking generally involves the following step: descending into the cave, which is a sub-step.",
        "A video of spelunking generally involves the following step: exploring the cave's interior, which is a sub-step."
    ],
    "488": [
        "A video of spinning poi generally involves the following step: initiating the spin, which is a sub-step.",
        "A video of spinning poi generally involves the following step: maintaining the spin, which is a sub-step."
    ],
    "489": [
        "A video of spray painting generally involves the following step: priming the surface, which is a sub-step.",
        "A video of spray painting generally involves the following step: applying the paint, which is a sub-step."
    ],
    "490": [
        "A video of springboard diving generally involves the following step: takeoff from the board, which is a sub-step.",
        "A video of springboard diving generally involves the following step: aerial rotation, which is a sub-step."
    ],
    "491": [
        "A video of square dancing generally involves the following step: quick foot movements, which is a sub-step.",
        "A video of square dancing generally involves the following step: synchronized turns, which is a sub-step."
    ],
    "492": [
        "A video of squat generally involves the following step: lowering the body, which is a sub-step.",
        "A video of squat generally involves the following step: raising the body, which is a sub-step."
    ],
    "493": [
        "A video of standing on hands generally involves the following step: transitioning from a standing position to hands, which is a sub-step.",
        "A video of standing on hands generally involves the following step: maintaining balance on hands, which is a sub-step."
    ],
    "494": [
        "A video of staring generally involves the following step: initial eye contact, which is a sub-step.",
        "A video of staring generally involves the following step: sustained gaze, which is a sub-step."
    ],
    "495": [
        "A video of steer roping generally involves the following step: roping the steer's horns, which is a sub-step.",
        "A video of steer roping generally involves the following step: tying the steer's legs, which is a sub-step."
    ],
    "496": [
        "A video of sticking tongue out generally involves the following step: opening mouth, which is a sub-step.",
        "A video of sticking tongue out generally involves the following step: protruding tongue, which is a sub-step."
    ],
    "497": [
        "A video of stomping grapes generally involves the following step: placing grapes in a vat, which is a sub-step.",
        "A video of stomping grapes generally involves the following step: stomping on the grapes, which is a sub-step."
    ],
    "498": [
        "A video of stretching arm generally involves the following step: raising the arm overhead, which is a sub-step.",
        "A video of stretching arm generally involves the following step: holding the stretch for a few seconds, which is a sub-step."
    ],
    "499": [
        "A video of stretching leg generally involves the following step: lifting the leg, which is a sub-step.",
        "A video of stretching leg generally involves the following step: extending the leg, which is a sub-step."
    ],
    "500": [
        "A video of sucking lolly generally involves the following step: placing the lolly in the mouth, which is a sub-step.",
        "A video of sucking lolly generally involves the following step: drawing the lolly inward, which is a sub-step."
    ],
    "501": [
        "A video of surfing crowd generally involves the following step: paddling out to the lineup, which is a sub-step.",
        "A video of surfing crowd generally involves the following step: waiting for the right wave, which is a sub-step."
    ],
    "502": [
        "A video of surfing water generally involves the following step: paddling out to the wave, which is a sub-step.",
        "A video of surfing water generally involves the following step: riding the wave, which is a sub-step."
    ],
    "503": [
        "A video of sweeping floor generally involves the following step: moving the broom back and forth, which is a sub-step.",
        "A video of sweeping floor generally involves the following step: pushing debris towards the dustpan, which is a sub-step."
    ],
    "504": [
        "A video of swimming backstroke generally involves the following step: arm recovery over the water, which is a sub-step.",
        "A video of swimming backstroke generally involves the following step: leg kick synchronized with arm stroke, which is a sub-step."
    ],
    "505": [
        "A video of swimming breast stroke generally involves the following step: gliding underwater, which is a sub-step.",
        "A video of swimming breast stroke generally involves the following step: simultaneous arm recovery and leg kick, which is a sub-step."
    ],
    "506": [
        "A video of swimming butterfly stroke generally involves the following step: arm recovery and body rotation, which is a sub-step.",
        "A video of swimming butterfly stroke generally involves the following step: simultaneous leg kick and arm pull, which is a sub-step."
    ],
    "507": [
        "A video of swimming front crawl generally involves the following step: arm recovery over water, which is a sub-step.",
        "A video of swimming front crawl generally involves the following step: arm entry and pull underwater, which is a sub-step."
    ],
    "508": [
        "A video of swing dancing generally involves the following step: leading with the left foot, which is a sub-step.",
        "A video of swing dancing generally involves the following step: following with the right foot, which is a sub-step."
    ],
    "509": [
        "A video of swinging a baseball bat generally involves the following step: raising the bat overhead, which is a sub-step.",
        "A video of swinging a baseball bat generally involves the following step: bringing the bat forward, which is a sub-step."
    ],
    "510": [
        "A video of swinging on something generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of swinging on something generally involves the following step: initiating the swing motion, which is a sub-step."
    ],
    "511": [
        "A video of sword fighting generally involves the following step: drawing the sword swiftly, which is a sub-step.",
        "A video of sword fighting generally involves the following step: engaging in rapid strikes, which is a sub-step."
    ],
    "512": [
        "A video of sword swallowing generally involves the following step: inserting the sword into the mouth, which is a sub-step.",
        "A video of sword swallowing generally involves the following step: sliding the sword down the throat, which is a sub-step."
    ],
    "513": [
        "A video of tackling generally involves the following step: initiating contact with the opponent, which is a sub-step.",
        "A video of tackling generally involves the following step: maintaining control until the opponent is down, which is a sub-step."
    ],
    "514": [
        "A video of tagging graffiti generally involves the following step: selecting a location, which is a sub-step.",
        "A video of tagging graffiti generally involves the following step: applying paint, which is a sub-step."
    ],
    "515": [
        "A video of tai chi generally involves the following step: slow, deliberate movements, which is a sub-step.",
        "A video of tai chi generally involves the following step: controlled breathing, which is a sub-step."
    ],
    "516": [
        "A video of talking on cell phone generally involves the following step: picking up the phone, which is a sub-step.",
        "A video of talking on cell phone generally involves the following step: placing the phone to ear, which is a sub-step."
    ],
    "517": [
        "A video of tango dancing generally involves the following step: a forward step, which is a sub-step.",
        "A video of tango dancing generally involves the following step: a backward step, which is a sub-step."
    ],
    "518": [
        "A video of tap dancing generally involves the following step: foot taps in rapid succession, which is a sub-step.",
        "A video of tap dancing generally involves the following step: body movements synchronized with taps, which is a sub-step."
    ],
    "519": [
        "A video of tapping guitar generally involves the following step: placing fingers on frets, which is a sub-step.",
        "A video of tapping guitar generally involves the following step: striking strings with fingers, which is a sub-step."
    ],
    "520": [
        "A video of tapping pen generally involves the following step: lifting the pen, which is a sub-step.",
        "A video of tapping pen generally involves the following step: striking the surface, which is a sub-step."
    ],
    "521": [
        "A video of tasting beer generally involves the following step: pouring the beer into a glass, which is a sub-step.",
        "A video of tasting beer generally involves the following step: sipping and evaluating the flavor, which is a sub-step."
    ],
    "522": [
        "A video of tasting food generally involves the following step: bringing food to mouth, which is a sub-step.",
        "A video of tasting food generally involves the following step: chewing and swallowing, which is a sub-step."
    ],
    "523": [
        "A video of tasting wine generally involves the following step: swirling the glass, which is a sub-step.",
        "A video of tasting wine generally involves the following step: sipping and savoring, which is a sub-step."
    ],
    "524": [
        "A video of testifying generally involves the following step: preparing testimony, which is a sub-step.",
        "A video of testifying generally involves the following step: delivering testimony, which is a sub-step."
    ],
    "525": [
        "A video of texting generally involves the following step: holding the phone steadily, which is a sub-step.",
        "A video of texting generally involves the following step: typing the message, which is a sub-step."
    ],
    "526": [
        "A video of threading needle generally involves the following step: aligning the thread with the eye, which is a sub-step.",
        "A video of threading needle generally involves the following step: guiding the thread through the eye, which is a sub-step."
    ],
    "527": [
        "A video of throwing axe generally involves the following step: gripping the handle firmly, which is a sub-step.",
        "A video of throwing axe generally involves the following step: releasing the axe swiftly, which is a sub-step."
    ],
    "528": [
        "A video of throwing ball generally involves the following step: arm cocking backward, which is a sub-step.",
        "A video of throwing ball generally involves the following step: arm propelling forward, which is a sub-step."
    ],
    "529": [
        "A video of throwing discus generally involves the following step: initial wind-up, which is a sub-step.",
        "A video of throwing discus generally involves the following step: final release, which is a sub-step."
    ],
    "530": [
        "A video of throwing knife generally involves the following step: gripping the handle firmly, which is a sub-step.",
        "A video of throwing knife generally involves the following step: releasing the knife swiftly, which is a sub-step."
    ],
    "531": [
        "A video of throwing snowballs generally involves the following step: gathering snow into a ball, which is a sub-step.",
        "A video of throwing snowballs generally involves the following step: aiming and releasing the snowball, which is a sub-step."
    ],
    "532": [
        "A video of throwing tantrum generally involves the following step: initial outburst of anger, which is a sub-step.",
        "A video of throwing tantrum generally involves the following step: subsequent physical actions, which is a sub-step."
    ],
    "533": [
        "A video of throwing a water balloon generally involves the following step: gripping the balloon firmly, which is a sub-step.",
        "A video of throwing a water balloon generally involves the following step: releasing the balloon swiftly, which is a sub-step."
    ],
    "534": [
        "A video of tickling generally involves the following step: initiating contact, which is a sub-step.",
        "A video of tickling generally involves the following step: maintaining contact, which is a sub-step."
    ],
    "535": [
        "A video of tie dying generally involves the following step: fabric folding, which is a sub-step.",
        "A video of tie dying generally involves the following step: dye application, which is a sub-step."
    ],
    "536": [
        "A video of tightrope walking generally involves the following step: balancing on the rope, which is a sub-step.",
        "A video of tightrope walking generally involves the following step: maintaining equilibrium, which is a sub-step."
    ],
    "537": [
        "A video of tiptoeing generally involves the following step: lifting the heel off the ground, which is a sub-step.",
        "A video of tiptoeing generally involves the following step: placing the ball of the foot gently, which is a sub-step."
    ],
    "538": [
        "A video of tobogganing generally involves the following step: sliding down a slope, which is a sub-step.",
        "A video of tobogganing generally involves the following step: coming to a stop, which is a sub-step."
    ],
    "539": [
        "A video of tossing coin generally involves the following step: coin held between fingers, which is a sub-step.",
        "A video of tossing coin generally involves the following step: coin released into air, which is a sub-step."
    ],
    "540": [
        "A videos of training dog generally involves the following step: teaching basic commands, which is a sub-step.",
        "A videos of training dog generally involves the following step: reinforcing behaviors, which is a sub-step."
    ],
    "541": [
        "A video of trapezing generally involves the following step: swinging from one trapeze to another, which is a sub-step.",
        "A video of trapezing generally involves the following step: transitioning between trapezes, which is a sub-step."
    ],
    "542": [
        "A video of trimming or shaving beard generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of trimming or shaving beard generally involves the following step: using a razor or trimmer, which is a sub-step."
    ],
    "543": [
        "A video of trimming shrubs generally involves the following step: cutting the overgrown branches, which is a sub-step.",
        "A video of trimming shrubs generally involves the following step: shaping the remaining foliage, which is a sub-step."
    ],
    "544": [
        "A video of trimming trees generally involves the following step: cutting branches with a saw, which is a sub-step.",
        "A video of trimming trees generally involves the following step: removing cut branches, which is a sub-step."
    ],
    "545": [
        "A video of triple jump generally involves the following step: initial takeoff, which is a sub-step.",
        "A video of triple jump generally involves the following step: subsequent hops and jumps, which is a sub-step."
    ],
    "546": [
        "A video of twiddling fingers generally involves the following step: rotating fingers in a circular motion, which is a sub-step.",
        "A video of twiddling fingers generally involves the following step: alternating between hands, which is a sub-step."
    ],
    "547": [
        "A video of tying a bow tie generally involves the following step: placing the collar around the neck, which is a sub-step.",
        "A video of tying a bow tie generally involves the following step: folding the narrow end over the wide end, which is a sub-step."
    ],
    "548": [
        "A video of tying knot (not on a tie) generally involves the following step: looping the rope around itself, which is a sub-step.",
        "A video of tying knot (not on a tie) generally involves the following step: pulling the ends through the loop, which is a sub-step."
    ],
    "549": [
        "A video of tying necktie generally involves the following step: placing the tie around the neck, which is a sub-step.",
        "A video of tying necktie generally involves the following step: looping the wide end around the narrow end, which is a sub-step."
    ],
    "550": [
        "A video of tying shoe laces generally involves the following step: looping the lace around the hook, which is a sub-step.",
        "A video of tying shoe laces generally involves the following step: pulling the lace tight, which is a sub-step."
    ],
    "551": [
        "A video of unboxing generally involves the following step: removing the outer packaging, which is a sub-step.",
        "A video of unboxing generally involves the following step: revealing the product, which is a sub-step."
    ],
    "552": [
        "A video of unloading truck generally involves the following step: lowering the tailgate, which is a sub-step.",
        "A video of unloading truck generally involves the following step: moving items out, which is a sub-step."
    ],
    "553": [
        "A video of using a microscope generally involves the following step: adjusting the focus, which is a sub-step.",
        "A video of using a microscope generally involves the following step: positioning the sample, which is a sub-step."
    ],
    "554": [
        "A video of using a paint roller generally involves the following step: dipping the roller in paint, which is a sub-step.",
        "A video of using a paint roller generally involves the following step: rolling the paint onto the surface, which is a sub-step."
    ],
    "555": [
        "A video of using a power drill generally involves the following step: securing the workpiece, which is a sub-step.",
        "A video of using a power drill generally involves the following step: attaching the drill bit, which is a sub-step."
    ],
    "556": [
        "A video of using a sledge hammer generally involves the following step: raising the hammer overhead, which is a sub-step.",
        "A video of using a sledge hammer generally involves the following step: forcefully striking the target, which is a sub-step."
    ],
    "557": [
        "A video of using a wrench generally involves the following step: gripping the handle firmly, which is a sub-step.",
        "A video of using a wrench generally involves the following step: turning the wrench clockwise, which is a sub-step."
    ],
    "558": [
        "A videos of using atm generally involves the following step: inserting the card, which is a sub-step.",
        "A videos of using atm generally involves the following step: entering the pin, which is a sub-step."
    ],
    "559": [
        "A video of using a bagging machine generally involves the following step: placing items into the bagging area, which is a sub-step.",
        "A video of using a bagging machine generally involves the following step: sealing the bag after items are placed, which is a sub-step."
    ],
    "560": [
        "A video of using a circular saw generally involves the following step: positioning the material securely, which is a sub-step.",
        "A video of using a circular saw generally involves the following step: engaging the saw blade, which is a sub-step."
    ],
    "561": [
        "A video of using an inhaler generally involves the following step: exhaling fully, which is a sub-step.",
        "A video of using an inhaler generally involves the following step: inhaling deeply, which is a sub-step."
    ],
    "562": [
        "A video of using puppets generally involves the following step: setting up the stage, which is a sub-step.",
        "A video of using puppets generally involves the following step: manipulating the puppets, which is a sub-step."
    ],
    "563": [
        "A video of using a remote controller generally involves the following step: pressing the power button, which is a sub-step.",
        "A video of using a remote controller generally involves the following step: navigating through menus, which is a sub-step."
    ],
    "564": [
        "A video of using a segway generally involves the following step: mounting the device, which is a sub-step.",
        "A video of using a segway generally involves the following step: balancing and moving forward, which is a sub-step."
    ],
    "565": [
        "A video of vacuuming floor generally involves the following step: moving the vacuum across the floor, which is a sub-step.",
        "A video of vacuuming floor generally involves the following step: emptying the dustbin afterward, which is a sub-step."
    ],
    "566": [
        "A video of visiting the zoo generally involves the following step: entering the zoo premises, which is a sub-step.",
        "A video of visiting the zoo generally involves the following step: observing animal exhibits, which is a sub-step."
    ],
    "567": [
        "A video of wading through mud generally involves the following step: lifting the foot from the mud, which is a sub-step.",
        "A video of wading through mud generally involves the following step: placing the foot back into the mud, which is a sub-step."
    ],
    "568": [
        "A video of wading through water generally involves the following step: lifting the foot out of the water, which is a sub-step.",
        "A video of wading through water generally involves the following step: placing the foot back into the water, which is a sub-step."
    ],
    "569": [
        "A video of waiting in line generally involves the following step: standing in a queue, which is a sub-step.",
        "A video of waiting in line generally involves the following step: moving forward gradually, which is a sub-step."
    ],
    "570": [
        "A video of waking up generally involves the following step: eyes opening slowly, which is a sub-step.",
        "A video of waking up generally involves the following step: body stretching gradually, which is a sub-step."
    ],
    "571": [
        "A video of walking the dog generally involves the following step: attaching the leash to the collar, which is a sub-step.",
        "A video of walking the dog generally involves the following step: leading the dog outside, which is a sub-step."
    ],
    "572": [
        "A video of walking through snow generally involves the following step: lifting the foot from the snow, which is a sub-step.",
        "A video of walking through snow generally involves the following step: placing the foot back on the snow, which is a sub-step."
    ],
    "573": [
        "A video of washing dishes generally involves the following step: rinsing dishes with water, which is a sub-step.",
        "A video of washing dishes generally involves the following step: scrubbing dishes with soap, which is a sub-step."
    ],
    "574": [
        "A video of washing feet generally involves the following step: wetting the feet, which is a sub-step.",
        "A video of washing feet generally involves the following step: scrubbing with soap, which is a sub-step."
    ],
    "575": [
        "A video of washing hair generally involves the following step: applying shampoo to wet hair, which is a sub-step.",
        "A video of washing hair generally involves the following step: rinsing out the shampoo, which is a sub-step."
    ],
    "576": [
        "A video of washing hands generally involves the following step: wetting hands with water, which is a sub-step.",
        "A video of washing hands generally involves the following step: applying soap and scrubbing, which is a sub-step."
    ],
    "577": [
        "A videos of watching tv generally involves the following step: turning on the television, which is a sub-step.",
        "A videos of watching tv generally involves the following step: selecting a channel, which is a sub-step."
    ],
    "578": [
        "A video of water skiing generally involves the following step: being pulled by a boat, which is a sub-step.",
        "A video of water skiing generally involves the following step: maintaining balance on skis, which is a sub-step."
    ],
    "579": [
        "A video of water sliding generally involves the following step: water flowing over a surface, which is a sub-step.",
        "A video of water sliding generally involves the following step: the surface reacting to the flow, which is a sub-step."
    ],
    "580": [
        "A video of watering plants generally involves the following step: filling a watering can, which is a sub-step.",
        "A video of watering plants generally involves the following step: pouring water on the plants, which is a sub-step."
    ],
    "581": [
        "A video of waving hand generally involves the following step: raising the arm to shoulder height, which is a sub-step.",
        "A video of waving hand generally involves the following step: moving the hand back and forth, which is a sub-step."
    ],
    "582": [
        "A video of waxing back generally involves the following step: applying wax strips, which is a sub-step.",
        "A video of waxing back generally involves the following step: removing wax strips, which is a sub-step."
    ],
    "583": [
        "A video of waxing chest generally involves the following step: applying warm wax strips, which is a sub-step.",
        "A video of waxing chest generally involves the following step: quickly removing the strips, which is a sub-step."
    ],
    "584": [
        "A video of waxing eyebrows generally involves the following step: applying warm wax, which is a sub-step.",
        "A video of waxing eyebrows generally involves the following step: removing wax strips, which is a sub-step."
    ],
    "585": [
        "A video of waxing legs generally involves the following step: applying warm wax, which is a sub-step.",
        "A video of waxing legs generally involves the following step: removing wax strips, which is a sub-step."
    ],
    "586": [
        "A video of weaving basket generally involves the following step: gathering materials, which is a sub-step.",
        "A video of weaving basket generally involves the following step: weaving the base, which is a sub-step."
    ],
    "587": [
        "A video of weaving fabric generally involves the following step: threading the loom, which is a sub-step.",
        "A video of weaving fabric generally involves the following step: operating the loom, which is a sub-step."
    ],
    "588": [
        "A video of welding generally involves the following step: preheating the metal, which is a sub-step.",
        "A video of welding generally involves the following step: applying the weld, which is a sub-step."
    ],
    "589": [
        "A video of whistling generally involves the following step: forming the lips into a small opening, which is a sub-step.",
        "A video of whistling generally involves the following step: expelling air through the formed opening, which is a sub-step."
    ],
    "590": [
        "A video of windsurfing generally involves the following step: launching the board and sail, which is a sub-step.",
        "A video of windsurfing generally involves the following step: balancing and adjusting the sail, which is a sub-step."
    ],
    "591": [
        "A video of winking generally involves the following step: closing one eye quickly, which is a sub-step.",
        "A video of winking generally involves the following step: reopening the eye slowly, which is a sub-step."
    ],
    "592": [
        "A video of wood burning (art) generally involves the following step: preparing the wood surface, which is a sub-step.",
        "A video of wood burning (art) generally involves the following step: applying the burning tool, which is a sub-step."
    ],
    "593": [
        "A video of wrapping present generally involves the following step: cutting the wrapping paper, which is a sub-step.",
        "A video of wrapping present generally involves the following step: taping the edges, which is a sub-step."
    ],
    "594": [
        "A video of wrestling generally involves the following step: grappling and positioning, which is a sub-step.",
        "A video of wrestling generally involves the following step: executing moves and transitions, which is a sub-step."
    ],
    "595": [
        "A video of writing generally involves the following step: pen touching paper, which is a sub-step.",
        "A video of writing generally involves the following step: pen lifting from paper, which is a sub-step."
    ],
    "596": [
        "A video of yarn spinning generally involves the following step: fiber preparation, which is a sub-step.",
        "A video of yarn spinning generally involves the following step: spinning the fiber, which is a sub-step."
    ],
    "597": [
        "A video of yawning generally involves the following step: mouth opening, which is a sub-step.",
        "A video of yawning generally involves the following step: jaw stretching, which is a sub-step."
    ],
    "598": [
        "A video of yoga generally involves the following step: stretching, which is a sub-step.",
        "A video of yoga generally involves the following step: breathing exercises, which is a sub-step."
    ],
    "599": [
        "A video of zumba generally involves the following step: warm-up exercises, which is a sub-step.",
        "A video of zumba generally involves the following step: high-energy dance routines, which is a sub-step."
    ]
}