{
    "0": [
        "A video of typing generally involves the following step: pressing keys rapidly, which is a sub-step.",
        "A video of typing generally involves the following step: maintaining rhythm, which is a sub-step."
    ],
    "1": [
        "A videos of basketballdunk generally involves the following step: jumping with the ball, which is a sub-step.",
        "A videos of basketballdunk generally involves the following step: slamming the ball into the hoop, which is a sub-step."
    ],
    "2": [
        "A videos of brushingteeth generally involves the following step: applying toothpaste to the brush, which is a sub-step.",
        "A videos of brushingteeth generally involves the following step: scrubbing teeth in circular motions, which is a sub-step."
    ],
    "3": [
        "A video of skiing generally involves the following step: gliding on snow-covered slopes, which is a sub-step.",
        "A video of skiing generally involves the following step: turning and maneuvering, which is a sub-step."
    ],
    "4": [
        "A video of wallpushups generally involves the following step: hands placed on the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: body lowered and raised, which is a sub-step."
    ],
    "5": [
        "A video of biking generally involves the following step: pedaling, which is a sub-step.",
        "A video of biking generally involves the following step: steering, which is a sub-step."
    ],
    "6": [
        "A video of soccerpenalty generally involves the following step: [player approaches the ball], which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: [player kicks the ball], which is a sub-step."
    ],
    "7": [
        "A videos of babycrawling generally involves the following step: pushing off with legs, which is a sub-step.",
        "A videos of babycrawling generally involves the following step: propelling forward with arms, which is a sub-step."
    ],
    "8": [
        "A video of boxingspeedbag generally involves the following step: striking the bag repeatedly, which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: maintaining rhythm and speed, which is a sub-step."
    ],
    "9": [
        "A video of haircut generally involves the following step: cutting hair with scissors, which is a sub-step.",
        "A video of haircut generally involves the following step: trimming hair with clippers, which is a sub-step."
    ],
    "10": [
        "A video of nunchucks generally involves the following step: [swinging the nunchucks in a circular motion], which is a sub-step.",
        "A video of nunchucks generally involves the following step: [alternating the direction of the swing], which is a sub-step."
    ],
    "11": [
        "A video of shotput generally involves the following step: initial acceleration phase, which is a sub-step.",
        "A video of shotput generally involves the following step: final release phase, which is a sub-step."
    ],
    "12": [
        "A video of basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: shooting the ball, which is a sub-step."
    ],
    "13": [
        "A video of cliffdiving generally involves the following step: jumping off a cliff, which is a sub-step.",
        "A video of cliffdiving generally involves the following step: entering the water, which is a sub-step."
    ],
    "14": [
        "A videos of frontcrawl generally involves the following step: arm recovery over water, which is a sub-step.",
        "A videos of frontcrawl generally involves the following step: leg kick synchronized with arm pull, which is a sub-step."
    ],
    "15": [
        "A videos of golfswing generally involves the following step: backswing initiation, which is a sub-step.",
        "A videos of golfswing generally involves the following step: downswing execution, which is a sub-step."
    ],
    "16": [
        "A video of handstandpushups generally involves the following step: transitioning to a handstand position, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: performing the push-up motion, which is a sub-step."
    ],
    "17": [
        "A videos of applyeyemakeup generally involves the following step: applying foundation, which is a sub-step.",
        "A videos of applyeyemakeup generally involves the following step: applying mascara, which is a sub-step."
    ],
    "18": [
        "A video of rowing generally involves the following step: arm extension, which is a sub-step.",
        "A video of rowing generally involves the following step: leg drive, which is a sub-step."
    ],
    "19": [
        "A video of tabletennisshot generally involves the following step: backswing preparation, which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: forward swing and contact, which is a sub-step."
    ],
    "20": [
        "A videos of cricketbowling generally involves the following step: the bowler's approach, which is a sub-step.",
        "A videos of cricketbowling generally involves the following step: the release of the ball, which is a sub-step."
    ],
    "21": [
        "A video of rockclimbingindoor generally involves the following step: climbers securing harnesses, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: climbers scaling the wall, which is a sub-step."
    ],
    "22": [
        "A video of archery generally involves the following step: drawing the bowstring, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the arrow, which is a sub-step."
    ],
    "23": [
        "A video of diving generally involves the following step: initial takeoff from the platform, which is a sub-step.",
        "A video of diving generally involves the following step: subsequent plunge into the water, which is a sub-step."
    ],
    "24": [
        "A videos of hammerthrow generally involves the following step: initial spin preparation, which is a sub-step.",
        "A videos of hammerthrow generally involves the following step: final release acceleration, which is a sub-step."
    ],
    "25": [
        "A video of kayaking generally involves the following step: paddling forward, which is a sub-step.",
        "A video of kayaking generally involves the following step: steering the kayak, which is a sub-step."
    ],
    "26": [
        "A videos of headmassage generally involves the following step: gentle pressure application, which is a sub-step.",
        "A videos of headmassage generally involves the following step: rhythmic circular motions, which is a sub-step."
    ],
    "27": [
        "A videos of jumprope generally involves the following step: lifting feet off the ground, which is a sub-step.",
        "A videos of jumprope generally involves the following step: swinging the rope under the feet, which is a sub-step."
    ],
    "28": [
        "A videos of baseballpitch generally involves the following step: windup and leg lift, which is a sub-step.",
        "A videos of baseballpitch generally involves the following step: arm swing and release, which is a sub-step."
    ],
    "29": [
        "A videos of hammering generally involves the following step: raising the hammer, which is a sub-step.",
        "A videos of hammering generally involves the following step: striking the nail, which is a sub-step."
    ],
    "30": [
        "A video of playingflute generally involves the following step: positioning the flute to the mouth, which is a sub-step.",
        "A video of playingflute generally involves the following step: blowing air into the flute, which is a sub-step."
    ],
    "31": [
        "A videos of writingonboard generally involves the following step: picking up the marker, which is a sub-step.",
        "A videos of writingonboard generally involves the following step: writing on the board, which is a sub-step."
    ],
    "32": [
        "A videos of soccerjuggling generally involves the following step: repeatedly kicking the ball into the air, which is a sub-step.",
        "A videos of soccerjuggling generally involves the following step: maintaining control with alternating feet, which is a sub-step."
    ],
    "33": [
        "A video of polevault generally involves the following step: running with a pole, which is a sub-step.",
        "A video of polevault generally involves the following step: planting the pole, which is a sub-step."
    ],
    "34": [
        "A videos of billiards generally involves the following step: cue striking the ball, which is a sub-step.",
        "A videos of billiards generally involves the following step: balls rolling on the table, which is a sub-step."
    ],
    "35": [
        "A video of playingdaf generally involves the following step: striking the drum with sticks, which is a sub-step.",
        "A video of playingdaf generally involves the following step: manipulating the cymbals, which is a sub-step."
    ],
    "36": [
        "A video of bandmarching generally involves the following step: formation alignment, which is a sub-step.",
        "A video of bandmarching generally involves the following step: synchronized marching, which is a sub-step."
    ],
    "37": [
        "A video of benchpress generally involves the following step: lowering the bar to the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: pressing the bar upward, which is a sub-step."
    ],
    "38": [
        "A video of bowling generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: aiming at the pins, which is a sub-step."
    ],
    "39": [
        "A video of icedancing generally involves the following step: gliding across the ice, which is a sub-step.",
        "A video of icedancing generally involves the following step: performing spins and jumps, which is a sub-step."
    ],
    "40": [
        "A videos of playingsitar generally involves the following step: plucking the strings, which is a sub-step.",
        "A videos of playingsitar generally involves the following step: adjusting the frets, which is a sub-step."
    ],
    "41": [
        "A videos of boxingpunchingbag generally involves the following step: approaching the punching bag, which is a sub-step.",
        "A videos of boxingpunchingbag generally involves the following step: delivering a series of punches, which is a sub-step."
    ],
    "42": [
        "A videos of horseriding generally involves the following step: mounting the horse, which is a sub-step.",
        "A videos of horseriding generally involves the following step: guiding the horse, which is a sub-step."
    ],
    "43": [
        "A video of playingdhol generally involves the following step: positioning the dhol, which is a sub-step.",
        "A video of playingdhol generally involves the following step: striking the dhol, which is a sub-step."
    ],
    "44": [
        "A video of drumming generally involves the following step: striking the drumhead, which is a sub-step.",
        "A video of drumming generally involves the following step: maintaining a steady rhythm, which is a sub-step."
    ],
    "45": [
        "A video of playingguitar generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playingguitar generally involves the following step: changing chords, which is a sub-step."
    ],
    "46": [
        "A video of tennisswing generally involves the following step: backswing preparation, which is a sub-step.",
        "A video of tennisswing generally involves the following step: forward swing execution, which is a sub-step."
    ],
    "47": [
        "A video of cricketshot generally involves the following step: bat preparation, which is a sub-step.",
        "A video of cricketshot generally involves the following step: ball contact, which is a sub-step."
    ],
    "48": [
        "A video of shavingbeard generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: shaving with a razor, which is a sub-step."
    ],
    "49": [
        "A video of playingcello generally involves the following step: positioning hands on the strings, which is a sub-step.",
        "A video of playingcello generally involves the following step: bowing the strings, which is a sub-step."
    ],
    "50": [
        "A video of punch generally involves the following step: arm retraction, which is a sub-step.",
        "A video of punch generally involves the following step: forceful extension, which is a sub-step."
    ]
}