{
    "0": [
        "A video of brushing hair generally involves the following step: lifting the hair, which is a sub-step.",
        "A video of brushing hair generally involves the following step: moving the brush through the hair, which is a sub-step."
    ],
    "1": [
        "A video of cartwheel generally involves the following step: initial arm swing and leg lift, which is a sub-step.",
        "A video of cartwheel generally involves the following step: subsequent rotation and landing, which is a sub-step."
    ],
    "2": [
        "A video of catch generally involves the following step: arm extension, which is a sub-step.",
        "A video of catch generally involves the following step: hand closure, which is a sub-step."
    ],
    "3": [
        "A video of chew generally involves the following step: jaw movement, which is a sub-step.",
        "A video of chew generally involves the following step: food breakdown, which is a sub-step."
    ],
    "4": [
        "A video of clapping generally involves the following step: hands moving towards each other, which is a sub-step.",
        "The next step involves hands making contact, which is another sub-step."
    ],
    "5": [
        "A video of climb generally involves the following step: grasping the surface, which is a sub-step.",
        "A video of climb generally involves the following step: lifting the body, which is a sub-step."
    ],
    "6": [
        "A video of climbing stairs generally involves the following step: lifting the foot, which is a sub-step.",
        "A video of climbing stairs generally involves the following step: placing the foot on the next step, which is a sub-step."
    ],
    "7": [
        "A video of a dive generally involves the following step: initial jump, which is a sub-step.",
        "A video of a dive generally involves the following step: subsequent plunge, which is a sub-step."
    ],
    "8": [
        "A video of draw sword generally involves the following step: grip the hilt firmly, which is a sub-step.",
        "A video of draw sword generally involves the following step: pull the blade out, which is a sub-step."
    ],
    "9": [
        "A videos of dribble generally involves the following step: ball control and movement, which is a sub-step.",
        "A videos of dribble generally involves the following step: maintaining ball contact, which is a sub-step."
    ],
    "10": [
        "A video of drinking generally involves the following step: raising the container to the mouth, which is a sub-step.",
        "A video of drinking generally involves the following step: ingesting the liquid, which is a sub-step."
    ],
    "11": [
        "A video of eat generally involves the following step: chewing food thoroughly, which is a sub-step.",
        "A video of eat generally involves the following step: swallowing the chewed food, which is a sub-step."
    ],
    "12": [
        "A video of fall floor generally involves the following step: initial setup and positioning, which is a sub-step.",
        "A video of fall floor generally involves the following step: subsequent fall and landing, which is a sub-step."
    ],
    "13": [
        "A videos of fencing generally involves the following step: footwork preparation, which is a sub-step.",
        "A videos of fencing generally involves the following step: lunge execution, which is a sub-step."
    ],
    "14": [
        "A videos of flic flac generally involves the following step: initial jump and rotation, which is a sub-step.",
        "A videos of flic flac generally involves the following step: subsequent landing and recovery, which is a sub-step."
    ],
    "15": [
        "A videos of golf generally involves the following step: swinging the club, which is a sub-step.",
        "A videos of golf generally involves the following step: striking the ball, which is a sub-step."
    ],
    "16": [
        "A video of handstand generally involves the following step: lifting legs upward, which is a sub-step.",
        "A video of handstand generally involves the following step: balancing on hands, which is a sub-step."
    ],
    "17": [
        "A video of a hit generally involves the following step: arm movement, which is a sub-step.",
        "A video of a hit generally involves the following step: contact with the target, which is a sub-step."
    ],
    "18": [
        "A video of a hug generally involves the following step: arms extending towards the other person, which is a sub-step.",
        "A video of a hug generally involves the following step: bodies coming into close contact, which is a sub-step."
    ],
    "19": [
        "A video of a jump generally involves the following step: initial crouch, which is a sub-step.",
        "A video of a jump generally involves the following step: subsequent upward thrust, which is a sub-step."
    ],
    "20": [
        "A video of kick ball generally involves the following step: lifting the foot off the ground, which is a sub-step.",
        "A video of kick ball generally involves the following step: striking the ball with the foot, which is a sub-step."
    ],
    "21": [
        "A video of a kick generally involves the following step: lifting the leg, which is a sub-step.",
        "A video of a kick generally involves the following step: extending the leg, which is a sub-step."
    ],
    "22": [
        "A video of a kiss generally involves the following step: lips gently touching, which is a sub-step.",
        "The next step involves maintaining contact for a brief moment, which is another sub-step."
    ],
    "23": [
        "A video of laughter generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of laughter generally involves the following step: exhaling rapidly, which is a sub-step."
    ],
    "24": [
        "A video of pick generally involves the following step: hand reaching for object, which is a sub-step.",
        "A video of pick generally involves the following step: hand grasping object, which is a sub-step."
    ]
}