{
    "0": [
        "A video about smooth, flowing strokes.",
        "A video about gentle, rhythmic movements.",
        "A video about precise, controlled brushing.",
        "A video about effortless, natural motions."
    ],
    "1": [
        "A video about a person flipping gracefully.",
        "A video about hands touching the ground.",
        "A video about legs spinning in the air.",
        "A video about a smooth, continuous motion."
    ],
    "2": [
        "A video about a swift hand reaching out.",
        "A video about a ball being snagged mid-air.",
        "A video about a sudden, precise grab.",
        "A video about a focused, determined catch."
    ],
    "3": [
        "A video about the vibrant colors of the chew.",
        "A video about the satisfying texture of the chew.",
        "A video about the playful shapes of the chew.",
        "A video about the dynamic movement of the chew."
    ],
    "4": [
        "A video about hands coming together.",
        "A video about fingers snapping shut.",
        "A video about a quick, sharp sound.",
        "A video about a rhythmic motion."
    ],
    "5": [
        "A video about hands gripping rock edges.",
        "A video about feet finding footholds.",
        "A video about bodies moving upward.",
        "A video about climbers' faces focused."
    ],
    "6": [
        "A video about steady foot placement.",
        "A video about rhythmic arm swings.",
        "A video about gradual elevation change.",
        "A video about focused facial expressions."
    ],
    "7": [
        "A video about the fluid motion of the dive.",
        "A video about the precise body alignment.",
        "A video about the rapid descent into water.",
        "A video about the graceful entry splash."
    ],
    "8": [
        "A video about the swift unsheathing motion.",
        "A video about the glint of the blade.",
        "A video about the precise grip on the hilt.",
        "A video about the fluidity of the draw."
    ],
    "9": [
        "A video about quick foot movements.",
        "A video about agile body control.",
        "A video about precise ball handling.",
        "A video about swift direction changes."
    ],
    "10": [
        "A video about vibrant neon colors.",
        "A video about dynamic energy bursts.",
        "A video about refreshing citrus flavors.",
        "A video about intense fizzy bubbles."
    ],
    "11": [
        "A video about someone taking a bite.",
        "A video about chewing with closed lips.",
        "A video about swallowing food.",
        "A video about savoring each bite."
    ],
    "12": [
        "A video about a smooth, seamless transition.",
        "A video about a sudden, dramatic drop.",
        "A video about a controlled, safe descent.",
        "A video about a dynamic, thrilling experience."
    ],
    "13": [
        "A video about swift, precise movements.",
        "A video about intense, focused stances.",
        "A video about rhythmic, fluid footwork.",
        "A video about quick, decisive strikes."
    ],
    "14": [
        "A video about acrobatic flips.",
        "A video about rhythmic gymnastics.",
        "A video about graceful movements.",
        "A video about dynamic spins."
    ],
    "15": [
        "A video about golfers swinging clubs.",
        "A video about balls flying through air.",
        "A video about lush green courses.",
        "A video about players lining up shots."
    ],
    "16": [
        "A video about a person balancing on hands.",
        "A video about legs pointing straight up.",
        "A video about a strong core and arms.",
        "A video about perfect body alignment."
    ],
    "17": [
        "A video about intense fight choreography.",
        "A video about rapid, precise movements.",
        "A video about powerful, impactful strikes.",
        "A video about dynamic, fluid combat sequences."
    ],
    "18": [
        "A video about warm embraces.",
        "A video about comforting closeness.",
        "A video about tender arm movements.",
        "A video about heartfelt connections."
    ],
    "19": [
        "A video about the swift upward motion.",
        "A video about the dynamic leap height.",
        "A video about the graceful mid-air pause.",
        "A video about the powerful landing impact."
    ],
    "20": [
        "A video about the swift foot movement.",
        "A video about the ball's trajectory.",
        "A video about the player's balance.",
        "A video about the crowd's reaction."
    ],
    "21": [
        "A video about a swift leg movement.",
        "A video about a powerful upward thrust.",
        "A video about a dynamic body rotation.",
        "A video about a focused forward strike."
    ],
    "22": [
        "A video about close-up lips touching.",
        "A video about gentle head movements.",
        "A video about soft eye closures.",
        "A video about tender facial expressions."
    ],
    "23": [
        "A video about a wide open mouth.",
        "A video about eyes squinting.",
        "A video about shoulders shaking.",
        "A video about a joyful expression."
    ],
    "24": [
        "A video about the precise grip on the pick.",
        "A video about the swift movement of the pick.",
        "A video about the pick's impact on the strings.",
        "A video about the pick's angle during strumming."
    ],
    "25": [
        "A video about a steady stream of liquid.",
        "A video about a smooth, continuous flow.",
        "A video about a clear, cascading pour.",
        "A video about a controlled, gentle release."
    ],
    "26": [
        "A video about gripping the bar tightly.",
        "A video about pulling the body upward.",
        "A video about chin reaching above the bar.",
        "A video about lowering the body slowly."
    ],
    "27": [
        "A video about a swift arm movement.",
        "A video about clenched fist impact.",
        "A video about dynamic body rotation.",
        "A video about powerful forward thrust."
    ],
    "28": [
        "A video about hands pressing firmly.",
        "A video about objects moving forward.",
        "A video about force applied steadily.",
        "A video about resistance being overcome."
    ],
    "29": [
        "A video about the rhythmic motion of pushups.",
        "A video about the controlled descent of pushups.",
        "A video about the steady rise of pushups.",
        "A video about the focused intensity of pushups."
    ],
    "30": [
        "A video about sleek aerodynamic design.",
        "A video about vibrant color schemes.",
        "A video about dynamic suspension system.",
        "A video about ergonomic handlebars."
    ],
    "31": [
        "A video about the horse's galloping motion.",
        "A video about the rider's gripping action.",
        "A video about the horse's mane flying.",
        "A video about the rider's focused expression."
    ],
    "32": [
        "A video about swift foot movements.",
        "A video about rhythmic arm swings.",
        "A video about dynamic body posture.",
        "A video about intense facial expressions."
    ],
    "33": [
        "A video about two hands extending towards each other.",
        "A video about palms meeting and gripping firmly.",
        "A video about wrists rotating slightly during the grip.",
        "A video about hands releasing and moving apart."
    ],
    "34": [
        "A video about the swift release of the ball.",
        "A video about the precise aim of the shooter.",
        "A video about the ball's trajectory in motion.",
        "A video about the shooter's focused expression."
    ],
    "35": [
        "A video about the archer's focused stance.",
        "A video about the bowstring's tension.",
        "A video about the arrow's release.",
        "A video about the target's impact."
    ],
    "36": [
        "A video about rapid gunfire and precision.",
        "A video about intense action and focus.",
        "A video about dynamic movements and accuracy.",
        "A video about adrenaline-pumping scenarios."
    ],
    "37": [
        "A video about a person lowering themselves onto a chair.",
        "A video about someone gracefully sitting down.",
        "A video about a relaxed posture in a seated position.",
        "A video about the transition from standing to sitting."
    ],
    "38": [
        "A video about hands clasped behind the head.",
        "A video about feet firmly planted on the ground.",
        "A video about torso lifting towards the knees.",
        "A video about controlled descent back to the floor."
    ],
    "39": [
        "A video about a genuine, warm smile.",
        "A video about eyes crinkling with joy.",
        "A video about a slow, radiant grin.",
        "A video about a contagious, bright smile."
    ],
    "40": [
        "A video about swirling smoke patterns.",
        "A video about rising smoke tendrils.",
        "A video about billowing smoke clouds.",
        "A video about dissipating smoke wisps."
    ],
    "41": [
        "A video about a person flipping head over heels.",
        "A video about a graceful aerial rotation.",
        "A video about a swift, continuous spin.",
        "A video about a dynamic body twist in the air."
    ],
    "42": [
        "A video about sleek, minimalist design.",
        "A video about sturdy, adjustable legs.",
        "A video about versatile, multi-angle support.",
        "A video about compact, portable setup."
    ],
    "43": [
        "A video about the swift bat movement.",
        "A video about the player's powerful stance.",
        "A video about the ball's trajectory.",
        "A video about the crowd's reaction."
    ],
    "44": [
        "A video about swift, precise sword movements.",
        "A video about fluid, rhythmic arm extensions.",
        "A video about focused, intense facial expressions.",
        "A video about dynamic, controlled body rotations."
    ],
    "45": [
        "A video about sleek, curved blade.",
        "A video about ergonomic handle grip.",
        "A video about vibrant, glowing edge.",
        "A video about swift, precise movements."
    ],
    "46": [
        "A video about animated characters discussing ideas.",
        "A video about people gesturing while speaking.",
        "A video about close-ups of expressive faces.",
        "A video about diverse backgrounds and settings."
    ],
    "47": [
        "A video about dynamic arm movements.",
        "A video about swift, precise throws.",
        "A video about intense focus on targets.",
        "A video about rapid, fluid motions."
    ],
    "48": [
        "A video about dynamic movement sequences.",
        "A video about swift and precise actions.",
        "A video about fluid transitions between moves.",
        "A video about intense and focused execution."
    ],
    "49": [
        "A video about a person taking steady steps.",
        "A video about feet moving rhythmically.",
        "A video about a smooth forward motion.",
        "A video about legs alternating in stride."
    ],
    "50": [
        "A video about the rhythmic motion of the wave.",
        "A video about the fluid transitions between poses.",
        "A video about the synchronized movements of the body.",
        "A video about the dynamic flow of energy through the wave."
    ]
}