{
    "0": [
        "A video about applying mascara to lashes.",
        "A video about blending eye shadow colors.",
        "A video about lining the upper eyelid.",
        "A video about highlighting the brow bone."
    ],
    "1": [
        "A video about precise lipstick application.",
        "A video about smooth lipstick glide.",
        "A video about vibrant lipstick color.",
        "A video about perfect lipstick finish."
    ],
    "2": [
        "A video about a bow being drawn.",
        "A video about an arrow being released.",
        "A video about the arrow flying through the air.",
        "A video about the arrow hitting the target."
    ],
    "3": [
        "A video about a baby moving on hands and knees.",
        "A video about a baby exploring the floor.",
        "A video about a baby's wobbly movements.",
        "A video about a baby's curious exploration."
    ],
    "4": [
        "A video about gymnasts gracefully walking.",
        "A video about precise foot placements.",
        "A video about maintaining perfect balance.",
        "A video about controlled body movements."
    ],
    "5": [
        "A video about synchronized movements.",
        "A video about vibrant uniforms.",
        "A video about rhythmic drumming.",
        "A video about precise formations."
    ],
    "6": [
        "A video about a pitcher winding up.",
        "A video about the ball leaving the hand.",
        "A video about the batter's stance.",
        "A video about the ball crossing the plate."
    ],
    "7": [
        "A video about dribbling the ball swiftly.",
        "A video about shooting hoops with precision.",
        "A video about passing the ball accurately.",
        "A video about jumping for a rebound."
    ],
    "8": [
        "A video about a player soaring through the air.",
        "A video about a powerful slam through the hoop.",
        "A video about the ball crashing into the net.",
        "A video about the crowd erupting in cheers."
    ],
    "9": [
        "A video about a person lifting weights.",
        "A video about muscles flexing.",
        "A video about controlled movements.",
        "A video about a strong posture."
    ],
    "10": [
        "A video about a cyclist pedaling swiftly.",
        "A video about the wheels spinning fast.",
        "A video about the wind blowing through hair.",
        "A video about the scenery passing by."
    ],
    "11": [
        "A video about players striking cue balls.",
        "A video about colorful balls rolling on a table.",
        "A video about precise aiming and shots.",
        "A video about chalking cues for better grip."
    ],
    "12": [
        "A video about a person using a blow dryer.",
        "A video about hair being styled smoothly.",
        "A video about warm air flowing through hair.",
        "A video about a hand brushing through hair."
    ],
    "13": [
        "A video about a person blowing out candles.",
        "A video about a cake with lit candles.",
        "A video about a gentle puff of air.",
        "A video about the candles flickering out."
    ],
    "14": [
        "A video about feet shoulder-width apart.",
        "A video about knees bending forward.",
        "A video about hips lowering back.",
        "A video about standing up straight."
    ],
    "15": [
        "A video about players gripping the ball.",
        "A video about the approach and release.",
        "A video about the pins falling.",
        "A video about the celebration after a strike."
    ],
    "16": [
        "A video about a boxer punching a bag.",
        "A video about quick, powerful strikes.",
        "A video about rhythmic, repetitive movements.",
        "A video about sweat and determination."
    ],
    "17": [
        "A video about a boxer hitting a speed bag.",
        "A video about rapid hand movements.",
        "A video about rhythmic bouncing of the bag.",
        "A video about focused concentration on the bag."
    ],
    "18": [
        "A video about rhythmic arm movements.",
        "A video about synchronized leg kicks.",
        "A video about gliding through water.",
        "A video about controlled breathing."
    ],
    "19": [
        "A video about a person holding a toothbrush.",
        "A video about foam forming on the brush.",
        "A video about water splashing in the sink.",
        "A video about a clean smile at the end."
    ],
    "20": [
        "A video about powerful lifting movements.",
        "A video about controlled barbell transitions.",
        "A video about explosive strength display.",
        "A video about precise technique execution."
    ],
    "21": [
        "A video about soaring cliffs and deep waters.",
        "A video about fearless divers leaping into the abyss.",
        "A video about the thrill of free-falling through air.",
        "A video about the splash of adrenaline and water."
    ],
    "22": [
        "A video about a bowler running in.",
        "A video about the ball being released.",
        "A video about the ball hitting the pitch.",
        "A video about the batsman reacting."
    ],
    "23": [
        "A video about a player swinging the bat.",
        "A video about the ball hitting the bat.",
        "A video about the player's follow-through.",
        "A video about the ball flying away."
    ],
    "24": [
        "A video about a chef slicing vegetables.",
        "A video about a knife gliding through tomatoes.",
        "A video about a rhythmic chopping motion.",
        "A video about a kitchen filled with fresh ingredients."
    ],
    "25": [
        "A video about the graceful arc of the diver.",
        "A video about the splash as they enter the water.",
        "A video about the fluid motion in mid-air.",
        "A video about the anticipation before the dive."
    ],
    "26": [
        "A video about rhythmic hand movements.",
        "A video about intense arm gestures.",
        "A video about rapid stick strikes.",
        "A video about dynamic body rhythms."
    ],
    "27": [
        "A video about swift, precise movements.",
        "A video about the clash of swords.",
        "A video about focused, intense stances.",
        "A video about the elegance of combat."
    ],
    "28": [
        "A video about a player taking a penalty shot.",
        "A video about the goalkeeper's reaction.",
        "A video about the ball's trajectory.",
        "A video about the crowd's reaction."
    ],
    "29": [
        "A video about graceful flips and twists.",
        "A video about rhythmic body movements.",
        "A video about precise balance and control.",
        "A video about dynamic floor routines."
    ],
    "30": [
        "A video about a person catching a frisbee.",
        "A video about a frisbee flying through the air.",
        "A video about a player's hand grasping the frisbee.",
        "A video about the joy on the catcher's face."
    ],
    "31": [
        "A video about rhythmic arm movements.",
        "A video about synchronized breathing.",
        "A video about smooth body rotation.",
        "A video about efficient water propulsion."
    ],
    "32": [
        "A video about a smooth backswing.",
        "A video about a powerful downswing.",
        "A video about a precise follow-through.",
        "A video about a balanced finish."
    ],
    "33": [
        "A video about a barber trimming hair.",
        "A video about scissors snipping locks.",
        "A video about a comb and razor.",
        "A video about a client in a chair."
    ],
    "34": [
        "A video about a person gripping a hammer.",
        "A video about the hammer striking a nail.",
        "A video about the nail being driven in.",
        "A video about the rhythmic motion of hammering."
    ],
    "35": [
        "A video about the athlete spinning rapidly.",
        "A video about the hammer flying through the air.",
        "A video about the intense concentration on the face.",
        "A video about the crowd cheering in anticipation."
    ],
    "36": [
        "A video about inverted body posture.",
        "A video about arms supporting weight.",
        "A video about controlled descent.",
        "A video about precise arm movements."
    ],
    "37": [
        "A video about hands moving swiftly.",
        "A video about legs pointing upward.",
        "A video about bodies balancing upright.",
        "A video about graceful transitions on hands."
    ],
    "38": [
        "A video about gentle hands moving rhythmically.",
        "A video about soothing strokes on the scalp.",
        "A video about a calm and focused practitioner.",
        "A video about a relaxed and comfortable client."
    ],
    "39": [
        "A video about a person leaping into the air.",
        "A video about the graceful arc of the jump.",
        "A video about the athlete's powerful takeoff.",
        "A video about the moment of peak height."
    ],
    "40": [
        "A video about galloping horses on a track.",
        "A video about jockeys urging their mounts.",
        "A video about the crowd cheering loudly.",
        "A video about the finish line in sight."
    ],
    "41": [
        "A video about a rider in a saddle.",
        "A video about a horse galloping.",
        "A video about the rider's posture.",
        "A video about the horse's mane flowing."
    ],
    "42": [
        "A video about colorful hoops spinning.",
        "A video about rhythmic hip movements.",
        "A video about joyful smiles and laughter.",
        "A video about graceful body coordination."
    ],
    "43": [
        "A video about graceful spins on ice.",
        "A video about synchronized footwork.",
        "A video about elegant jumps and twirls.",
        "A video about flowing movements on ice."
    ],
    "44": [
        "A video about the athlete's powerful stance.",
        "A video about the smooth arm motion.",
        "A video about the javelin's flight path.",
        "A video about the athlete's focused expression."
    ],
    "45": [
        "A video about colorful balls in the air.",
        "A video about rhythmic hand movements.",
        "A video about a person's focused face.",
        "A video about smooth, continuous motion."
    ],
    "46": [
        "A video about arms reaching upward.",
        "A video about legs spreading wide.",
        "A video about body in a star shape.",
        "A video about quick rhythmic movements."
    ],
    "47": [
        "A video about rhythmic skipping.",
        "A video about swift foot movements.",
        "A video about synchronized jumps.",
        "A video about energetic bounces."
    ],
    "48": [
        "A video about kayakers gliding smoothly on water.",
        "A video about colorful kayaks slicing through waves.",
        "A video about paddlers navigating serene rivers.",
        "A video about kayaks skimming across tranquil lakes."
    ],
    "49": [
        "A video about rhythmic needle movements.",
        "A video about colorful yarn intertwining.",
        "A video about precise stitch formations.",
        "A video about calm and focused hands."
    ],
    "50": [
        "A video about the athlete's powerful takeoff.",
        "A video about the graceful mid-air posture.",
        "A video about the controlled landing technique.",
        "A video about the athlete's fluid follow-through."
    ],
    "51": [
        "A video about a person stepping forward.",
        "The camera captures the lowering of the body.",
        "Focus on the extended leg and bent knee.",
        "The lunger maintains balance with arms out."
    ],
    "52": [
        "A video about soldiers marching in unison.",
        "A video about flags waving in the wind.",
        "A video about tanks rolling on the ground.",
        "A video about jets flying in formation."
    ],
    "53": [
        "A video about hands stirring a colorful liquid.",
        "A video about a blender spinning at high speed.",
        "A video about ingredients being poured into a bowl.",
        "A video about a spoon swirling in a pot."
    ],
    "54": [
        "A video about a person mopping the floor.",
        "A video about a mop moving back and forth.",
        "A video about water droplets on the floor.",
        "A video about a clean, shiny surface."
    ],
    "55": [
        "A video about swift, fluid movements.",
        "A video about rhythmic, twirling patterns.",
        "A video about precise, controlled strikes.",
        "A video about dynamic, spinning techniques."
    ],
    "56": [
        "A video about gymnasts performing flips.",
        "A video about athletes swinging on bars.",
        "A video about graceful movements on parallel bars.",
        "A video about powerful jumps and holds."
    ],
    "57": [
        "A video about dough spinning in the air.",
        "A video about hands skillfully shaping dough.",
        "A video about flour flying in the kitchen.",
        "A video about pizza bases forming swiftly."
    ],
    "58": [
        "A video about a person holding a bow.",
        "A video about fingers moving on strings.",
        "A video about a wooden instrument.",
        "A video about melodic sounds flowing."
    ],
    "59": [
        "A video about rhythmic drumming.",
        "A video about energetic movements.",
        "A video about traditional instruments.",
        "A video about cultural expression."
    ],
    "60": [
        "A video about vibrant drumming.",
        "A video about rhythmic beats.",
        "A video about energetic movements.",
        "A video about colorful attire."
    ],
    "61": [
        "A video about a person holding a flute.",
        "A video about fingers moving on keys.",
        "A video about a musician's focused face.",
        "A video about melodic notes floating."
    ],
    "62": [
        "A video about a person strumming strings.",
        "A video about fingers pressing frets.",
        "A video about a guitar's body shape.",
        "A video about rhythmic hand movements."
    ],
    "63": [
        "A video about fingers dancing on keys.",
        "A video about melodic notes flowing.",
        "A video about a serene musical journey.",
        "A video about expressive hand movements."
    ],
    "64": [
        "A video about a musician strumming strings.",
        "A video about rhythmic finger movements.",
        "A video about a sitar's resonant sound.",
        "A video about a serene musical performance."
    ],
    "65": [
        "A video about rhythmic hand movements.",
        "A video about vibrant drumming sounds.",
        "A video about traditional indian attire.",
        "A video about intense facial expressions."
    ],
    "66": [
        "A video about a person holding a violin.",
        "A video about fingers moving on strings.",
        "A video about a bow gliding across strings.",
        "A video about a person's face in concentration."
    ],
    "67": [
        "A video about the athlete sprinting down the runway.",
        "A video about the pole being firmly planted in the box.",
        "A video about the athlete soaring high into the air.",
        "A video about the athlete gracefully clearing the bar."
    ],
    "68": [
        "A video about rhythmic leg swings.",
        "A video about precise hand placements.",
        "A video about controlled body rotations.",
        "A video about graceful transitions."
    ],
    "69": [
        "A video about strong arms lifting the body.",
        "A video about rhythmic up-and-down motion.",
        "A video about controlled body movements.",
        "A video about steady grip on the bar."
    ],
    "70": [
        "A video about a swift arm movement.",
        "A video about clenched fist impact.",
        "A video about dynamic body rotation.",
        "A video about explosive force transfer."
    ],
    "71": [
        "A video about hands gripping the floor.",
        "A video about bodies lowering and rising.",
        "A video about rhythmic arm movements.",
        "A video about controlled breathing patterns."
    ],
    "72": [
        "A video about swift water currents.",
        "A video about colorful rafts gliding.",
        "A video about adrenaline-pumping rapids.",
        "A video about teamwork in action."
    ],
    "73": [
        "A video about climbers scaling colorful walls.",
        "A video about harnesses and ropes in use.",
        "A video about chalk dust in the air.",
        "A video about climbers reaching new heights."
    ],
    "74": [
        "A video about climbers ascending a vertical rope.",
        "A video about hands gripping the rope tightly.",
        "A video about legs wrapping around the rope.",
        "A video about climbers reaching the top with determination."
    ],
    "75": [
        "A video about synchronized arm movements.",
        "A video about rhythmic body swaying.",
        "A video about swift oar strokes.",
        "A video about focused facial expressions."
    ],
    "76": [
        "A video about vibrant, energetic spins.",
        "A video about fluid, rhythmic movements.",
        "A video about dynamic, synchronized steps.",
        "A video about expressive, joyful gestures."
    ],
    "77": [
        "A video about a man shaving his beard.",
        "A video about foam covering the face.",
        "A video about a razor gliding smoothly.",
        "A video about a clean-shaven face."
    ],
    "78": [
        "A video about the powerful throw.",
        "A video about the athlete's stance.",
        "A video about the smooth rotation.",
        "A video about the release of the shot."
    ],
    "79": [
        "A video about skaters gliding smoothly on ramps.",
        "A video about tricks performed mid-air.",
        "A video about wheels spinning on concrete.",
        "A video about skaters balancing on rails."
    ],
    "80": [
        "A video about skiers gliding down snowy slopes.",
        "A video about the rhythmic motion of ski poles.",
        "A video about the crisp sound of skis on snow.",
        "A video about the vibrant colors of ski attire."
    ],
    "81": [
        "A video about skiers gliding on water.",
        "A video about speed and agility.",
        "A video about the thrill of skiing on water.",
        "A video about the unique water skis."
    ],
    "82": [
        "A video about the breathtaking freefall descent.",
        "A video about the parachute's graceful deployment.",
        "A video about the panoramic view from above.",
        "A video about the exhilarating landing on ground."
    ],
    "83": [
        "A video about a player skillfully juggling a soccer ball.",
        "A video about rapid foot movements and ball control.",
        "A video about the player's agility and coordination.",
        "A video about the ball bouncing between feet and knees."
    ],
    "84": [
        "A video about a player taking a penalty kick.",
        "A video about the goalkeeper diving to save.",
        "A video about the ball hitting the crossbar.",
        "A video about the crowd reacting to the shot."
    ],
    "85": [
        "A video about gymnasts performing on rings.",
        "A video about controlled movements and strength.",
        "A video about graceful yet powerful swings.",
        "A video about precise body positioning."
    ],
    "86": [
        "A video about two large wrestlers in loincloths.",
        "A video about intense pushing and shoving.",
        "A video about the dohyo ring and ritualistic bows.",
        "A video about the dramatic tachiai charge."
    ],
    "87": [
        "A video about surfers gliding on waves.",
        "A video about the spray of ocean water.",
        "A video about the sun reflecting on the sea.",
        "A video about the dynamic movement of surfers."
    ],
    "88": [
        "A video about a graceful arc in motion.",
        "A video about rhythmic back-and-forth sway.",
        "A video about effortless pendulum-like movement.",
        "A video about gentle, repetitive oscillations."
    ],
    "89": [
        "A video about a fast-paced rally.",
        "A video about precise ball placement.",
        "A video about quick footwork.",
        "A video about powerful backhand swings."
    ],
    "90": [
        "A video about slow, fluid movements.",
        "A video about graceful, controlled postures.",
        "A video about calm, focused breathing.",
        "A video about gentle, circular motions."
    ],
    "91": [
        "A video about a player's fluid motion.",
        "A video about the racket's swift arc.",
        "A video about the ball's precise hit.",
        "A video about the player's focused stance."
    ],
    "92": [
        "A video about the discus spinning in the air.",
        "A video about the athlete's powerful throw.",
        "A video about the discus's graceful arc.",
        "A video about the discus hitting the ground."
    ],
    "93": [
        "A video about bouncing high in the air.",
        "A video about flipping gracefully.",
        "A video about landing softly on the mat.",
        "A video about synchronized jumps."
    ],
    "94": [
        "A video about fingers moving swiftly.",
        "A video about keys being pressed.",
        "A video about a rhythmic tapping.",
        "A video about a focused expression."
    ],
    "95": [
        "A video about gymnasts flipping gracefully.",
        "A video about strong grips and swings.",
        "A video about precise landings on bars.",
        "A video about dynamic transitions in air."
    ],
    "96": [
        "A video about a player jumping high.",
        "A video about a powerful arm swing.",
        "A video about the ball being hit hard.",
        "A video about the ball flying fast."
    ],
    "97": [
        "A video about a person and a dog walking together.",
        "A video about the dog trotting happily beside its owner.",
        "A video about the leash swinging gently in the breeze.",
        "A video about the rhythmic sound of footsteps on the path."
    ],
    "98": [
        "A video about hands on the wall.",
        "A video about body leaning forward.",
        "A video about controlled descent.",
        "A video about steady push-up motion."
    ],
    "99": [
        "A video about a hand holding a marker.",
        "A video about the marker writing on a board.",
        "A video about the board filling with text.",
        "A video about the hand pausing occasionally."
    ],
    "100": [
        "A video about a smooth spinning motion.",
        "A video about rhythmic up and down movement.",
        "A video about a string attached to a small object.",
        "A video about quick, repetitive hand movements."
    ]
}