{
    "0": [
        "A video about a steady hand holding a camera.",
        "A video about slow, deliberate steps forward.",
        "A video about the lens focusing on a subject.",
        "A video about the anticipation in the eyes."
    ],
    "1": [
        "A video about a person holding a screwdriver.",
        "A video about a screw being twisted.",
        "A video about a nail being hammered.",
        "A video about a hook being hung."
    ],
    "2": [
        "A video about a metal rod bending under pressure.",
        "A video about a plastic sheet deforming slowly.",
        "A video about a wooden stick breaking in half.",
        "A video about a wire twisting and losing shape."
    ],
    "3": [
        "A video about a metal rod being bent slowly.",
        "A video about the rod's gradual deformation.",
        "A video about the rod's final snap.",
        "A video about the rod's breaking point."
    ],
    "4": [
        "A video about a person digging a hole.",
        "A video about carefully placing an object.",
        "A video about covering the object with dirt.",
        "A video about smoothing the ground over."
    ],
    "5": [
        "A video about a hand gently closing a door.",
        "A video about a lid being snapped shut.",
        "A video about a drawer sliding to a close.",
        "A video about a book being carefully closed."
    ],
    "6": [
        "A video about hands gently placing a cloth.",
        "A video about a blanket smoothly unfolding.",
        "A video about a lid fitting snugly over a jar.",
        "A video about leaves falling to cover the ground."
    ],
    "7": [
        "A video about hands scraping dirt away.",
        "A video about a shovel breaking ground.",
        "A video about a person pulling out an object.",
        "A video about a focused expression on the face."
    ],
    "8": [
        "A video about a hand releasing an object.",
        "A video about the object falling behind.",
        "A video about the object disappearing.",
        "A video about the object hidden from view."
    ],
    "9": [
        "A video about a hand releasing an object.",
        "A video about the object falling straight.",
        "A video about the object landing softly.",
        "A video about the object resting on the surface."
    ],
    "10": [
        "A video about a smooth descent.",
        "A video about a quick splash.",
        "A video about a gentle fall.",
        "A video about a precise drop."
    ],
    "11": [
        "A video about a hand releasing an object.",
        "A video about the object falling gently.",
        "A video about the object landing softly.",
        "A video about the object settling next to another."
    ],
    "12": [
        "A video about a smooth object gliding down.",
        "A video about a heavy item crashing down.",
        "A video about a delicate item gently falling.",
        "A video about a bouncing object hitting the ground."
    ],
    "13": [
        "A video about a person struggling to fit an object.",
        "A video about an object being jammed unsuccessfully.",
        "A video about a frustrated attempt to insert.",
        "A video about a mismatch causing insertion failure."
    ],
    "14": [
        "A video about hands gently folding fabric.",
        "A video about precise creases forming.",
        "A video about smooth, rhythmic movements.",
        "A video about a neat, compact finish."
    ],
    "15": [
        "A video about a bat hitting a ball.",
        "A video about a hammer striking a nail.",
        "A video about a fist punching a bag.",
        "A video about a stick hitting a rock."
    ],
    "16": [
        "A video about a firm grip on an object.",
        "A video about delicate fingers holding a flower.",
        "A video about a steady hand holding a cup.",
        "A video about a strong grip on a tool."
    ],
    "17": [
        "A video about a hand holding a book behind a curtain.",
        "A video about fingers gripping a phone behind a plant.",
        "A video about a person holding a key behind a mirror.",
        "A video about a hand holding a pen behind a notebook."
    ],
    "18": [
        "A video about a hand holding a book in front of a mirror.",
        "A video about a person holding a phone in front of a window.",
        "A video about a child holding a toy in front of a tv.",
        "A video about a woman holding a map in front of a wall."
    ],
    "19": [
        "A video about a hand holding a book next to a lamp.",
        "A video about a person holding a phone next to a mirror.",
        "A video about a child holding a toy next to a shelf.",
        "A video about a woman holding a cup next to a window."
    ],
    "20": [
        "A video about a hand holding a book over a table.",
        "A video about a person holding a cup over a saucer.",
        "A video about a child holding a toy over a box.",
        "A video about a woman holding a phone over a charger."
    ],
    "21": [
        "A video about a book being laid flat.",
        "A video about a box tipping sideways.",
        "A video about a pen rolling gently.",
        "A video about a plate sliding down."
    ],
    "22": [
        "A video about a smooth rolling motion.",
        "A video about a steady, controlled roll.",
        "A video about a gentle, continuous movement.",
        "A video about a predictable, straight path."
    ],
    "23": [
        "A video about a smooth object rolling down.",
        "A video about the object gaining speed.",
        "A video about the object's path curving.",
        "A video about the object reaching the end."
    ],
    "24": [
        "A video about a ball rolling up a slope.",
        "A video about the ball's ascent and descent.",
        "A video about gravity pulling the ball back.",
        "A video about the ball's controlled roll."
    ],
    "25": [
        "A video about a tilted surface with objects.",
        "A video about objects barely staying in place.",
        "A video about gradual lifting without sliding.",
        "A video about controlled elevation of items."
    ],
    "26": [
        "A video about the surface gradually tilting.",
        "A video about the object starting to slide.",
        "A video about the angle increasing slowly.",
        "A video about the object's movement down."
    ],
    "27": [
        "A video about a steady grip lifting upward.",
        "A video about controlled motion rising.",
        "A video about a firm hold ascending.",
        "A video about a smooth lift without faltering."
    ],
    "28": [
        "A video about a person lifting a heavy object.",
        "A video about the object rising steadily.",
        "A video about the object being released.",
        "A video about the object falling down."
    ],
    "29": [
        "A video about a person lifting a box with books.",
        "A video about a man raising a tray with food.",
        "A video about a woman lifting a basket with flowers.",
        "A video about a child lifting a toy with blocks."
    ],
    "30": [
        "A video about steady hands lifting a box.",
        "A video about precise movements raising a pole.",
        "A video about gentle force lifting a plank.",
        "A video about controlled motion lifting a beam."
    ],
    "31": [
        "A video about a hand gripping the edge.",
        "The object slowly rises with effort.",
        "Then, it suddenly drops with a thud.",
        "The surface below shows a faint mark."
    ],
    "32": [
        "A video about a slow, steady retreat.",
        "A video about a gradual zoom out.",
        "A video about a backward panning shot.",
        "A video about a smooth, distant focus."
    ],
    "33": [
        "A video about hands carefully lifting a box.",
        "A video about a person sliding a drawer.",
        "A video about a machine moving a conveyor belt.",
        "A video about someone rotating a steering wheel."
    ],
    "34": [
        "A video about a hand sliding an object.",
        "A video about an object teetering.",
        "A video about gravity pulling it down.",
        "A video about the object crashing."
    ],
    "35": [
        "A video about a steady hand guiding an object.",
        "A video about smooth, controlled movements.",
        "A video about maintaining balance on a surface.",
        "A video about precision in motion."
    ],
    "36": [
        "A video about two hands pulling apart.",
        "A video about objects being separated.",
        "A video about a force moving items away.",
        "A video about distance increasing between objects."
    ],
    "37": [
        "A video about hands gently moving objects.",
        "A video about two figures aligning items.",
        "A video about a slow, deliberate approach.",
        "A video about objects converging together."
    ],
    "38": [
        "A video about two objects moving towards each other.",
        "A video about a forceful collision between objects.",
        "A video about objects being pushed to collide.",
        "A video about controlled movement leading to impact."
    ],
    "39": [
        "A video about two objects moving in opposite directions.",
        "A video about objects passing each other closely.",
        "A video about smooth transitions between movements.",
        "A video about synchronized passing of objects."
    ],
    "40": [
        "A video about hands pushing a box away.",
        "A video about a foot kicking a ball.",
        "A video about arms lifting a chair.",
        "A video about a person sliding a drawer."
    ],
    "41": [
        "A video about a hand pushing an object away.",
        "A video about a person stepping back with an item.",
        "A video about a box being slid off the frame.",
        "A video about a toy car rolling out of sight."
    ],
    "42": [
        "A video about hands reaching out to grab.",
        "A video about an object being pulled.",
        "A video about a hand extending forward.",
        "A video about an object moving closer."
    ],
    "43": [
        "A video about a hand lowering an object.",
        "A video about a person pushing down.",
        "A video about a lever being pulled down.",
        "A video about a box sliding downwards."
    ],
    "44": [
        "A video about an object rapidly approaching.",
        "A video about a hand pulling something closer.",
        "A video about a shadow growing larger.",
        "A video about a figure moving forward."
    ],
    "45": [
        "A video about hands lifting an object.",
        "A video about a box being raised.",
        "A video about a lever pushing up.",
        "A video about a person climbing stairs."
    ],
    "46": [
        "A video about a hand gripping a door handle.",
        "A video about the door slowly swinging open.",
        "A video about a drawer being pulled out.",
        "A video about a lid being lifted from a jar."
    ],
    "47": [
        "A video about a hand reaching down.",
        "A video about fingers curling around an object.",
        "A video about lifting the object steadily.",
        "A video about the hand holding the object."
    ],
    "48": [
        "A video about neatly stacking items.",
        "A video about piling books on a table.",
        "A video about gradually building a tower.",
        "A video about arranging objects in layers."
    ],
    "49": [
        "A video about a hand holding a plug.",
        "A video about the plug approaching an outlet.",
        "A video about the plug fitting into the outlet.",
        "A video about the plug fully inserted."
    ],
    "50": [
        "A video about a quick plug-in and pull-out.",
        "A video about a swift insertion and removal.",
        "A video about a fast connection and disconnection.",
        "A video about a rapid plug and unplug action."
    ],
    "51": [
        "A video about a finger pressing into clay.",
        "A video about a needle piercing paper.",
        "A video about a stick poking sand.",
        "A video about a tool drilling wood."
    ],
    "52": [
        "A video about a finger pressing into the surface.",
        "A video about the soft material yielding easily.",
        "A video about a small hole forming quickly.",
        "A video about the material's texture changing visibly."
    ],
    "53": [
        "A video about a finger gently poking a stack.",
        "The stack wobbles before collapsing in slow motion.",
        "The items tumble down in a chaotic cascade.",
        "A satisfying sound accompanies the collapse."
    ],
    "54": [
        "A video about a gentle finger poke.",
        "A video about the stack's stability.",
        "A video about the stack's resilience.",
        "A video about the stack's balance."
    ],
    "55": [
        "A video about a gentle finger tap.",
        "A video about a slight object shift.",
        "A video about a soft, deliberate touch.",
        "A video about a minimal movement response."
    ],
    "56": [
        "A video about a gentle fingertip barely touching.",
        "A video about a feather-light tap on the surface.",
        "A video about a barely perceptible nudge.",
        "A video about a minimal, almost invisible push."
    ],
    "57": [
        "A video about a gentle finger poke.",
        "A video about a slight nudge.",
        "A video about an object tipping.",
        "A video about a slow fall."
    ],
    "58": [
        "A video about a finger gently tapping.",
        "A video about the object swiftly spinning.",
        "A video about the object's smooth rotation.",
        "A video about the object's circular motion."
    ],
    "59": [
        "A video about a steady stream of liquid.",
        "A video about a clear liquid pouring.",
        "A video about a smooth pouring motion.",
        "A video about a liquid filling a container."
    ],
    "60": [
        "A video about a steady stream of liquid.",
        "A video about the liquid reaching the brim.",
        "A video about the liquid spilling over.",
        "A video about the overflow creating a mess."
    ],
    "61": [
        "A video about a steady stream of liquid.",
        "A video about a clear liquid pouring.",
        "A video about a smooth pouring motion.",
        "A video about a liquid filling a container."
    ],
    "62": [
        "A video about a steady stream of liquid.",
        "A video about a tilted container.",
        "A video about liquid flowing smoothly.",
        "A video about a controlled pour."
    ],
    "63": [
        "A video about a half-hearted swipe.",
        "A video about a quick, ineffective rub.",
        "A video about a barely noticeable flick.",
        "A video about a feeble, incomplete wipe."
    ],
    "64": [
        "A video about a person struggling to twist.",
        "A video about futile attempts to turn.",
        "A video about a failed twisting motion.",
        "A video about a weak twist effort."
    ],
    "65": [
        "A video about exaggerated facial expressions.",
        "A video about vigorous hand movements.",
        "A video about futile pulling gestures.",
        "A video about playful frustration."
    ],
    "66": [
        "A video about a hand mimicking a closing motion.",
        "A video about fingers gently pressing down.",
        "A video about a slight pause before releasing.",
        "A video about a subtle, almost invisible gesture."
    ],
    "67": [
        "A video about a person mimicking an opening motion.",
        "A video about exaggerated hand gestures for effect.",
        "A video about subtle, almost invisible movements.",
        "A video about playful, exaggerated arm swings."
    ],
    "68": [
        "A video about a hand mimicking a grasp.",
        "A video about fingers curling inward.",
        "A video about an arm lifting slightly.",
        "A video about eyes focusing on an empty space."
    ],
    "69": [
        "A video about a hand moving forward.",
        "A video about a finger extending.",
        "A video about a playful gesture.",
        "A video about a gentle touch."
    ],
    "70": [
        "A video about a person mimicking pouring.",
        "A video about an empty container gesture.",
        "A video about exaggerated pouring motion.",
        "A video about a mock pour from nothing."
    ],
    "71": [
        "A video about a hand moving behind an object.",
        "A video about a subtle hiding motion.",
        "A video about a hand disappearing behind.",
        "A video about a quick, furtive movement."
    ],
    "72": [
        "A video about a hand mimicking insertion.",
        "A video about a subtle movement of the hand.",
        "A video about a hand pretending to drop.",
        "A video about a hand acting like it's placing."
    ],
    "73": [
        "A video about a hand mimicking placement.",
        "A video about an object's imaginary position.",
        "A video about subtle hand gestures.",
        "A video about a person's playful act."
    ],
    "74": [
        "A video about a hand moving an object.",
        "A video about the object touching the surface.",
        "A video about the hand releasing the object.",
        "A video about the object resting on the surface."
    ],
    "75": [
        "A video about a hand mimicking an action.",
        "A video about fingers curling around air.",
        "A video about a pretend object placement.",
        "A video about a subtle, imaginary motion."
    ],
    "76": [
        "A video about a hand moving downward.",
        "A video about an object being hidden.",
        "A video about a subtle shift in position.",
        "A video about a quick, furtive motion."
    ],
    "77": [
        "A video about a hand mimicking a scoop.",
        "A video about a spoon moving upwards.",
        "A video about a playful gesture.",
        "A video about a hand lifting imaginary food."
    ],
    "78": [
        "A video about hands moving gently in the air.",
        "A video about a playful smile on the face.",
        "A video about exaggerated arm movements.",
        "A video about eyes focused on an imaginary object."
    ],
    "79": [
        "A video about a hand mimicking sprinkling.",
        "A video about fingers sifting through air.",
        "A video about a playful gesture of dusting.",
        "A video about a gentle flick of the wrist."
    ],
    "80": [
        "A video about hands forming a circle.",
        "A video about fingers pressing inward.",
        "A video about a slight squishing motion.",
        "A video about a playful facial expression."
    ],
    "81": [
        "A video about a hand reaching out.",
        "A video about fingers closing in.",
        "A video about a slight pull motion.",
        "A video about a hand retreating."
    ],
    "82": [
        "A video about hands reaching into a pocket.",
        "A video about fingers grasping an imaginary object.",
        "A video about pulling out a pretend item.",
        "A video about a playful, exaggerated motion."
    ],
    "83": [
        "A video about exaggerated arm movement.",
        "A video about a sudden release gesture.",
        "A video about a playful facial expression.",
        "A video about a swift follow-through action."
    ],
    "84": [
        "A video about a person mimicking an upside-down motion.",
        "A video about exaggerated arm movements to simulate turning.",
        "A video about playful expressions while pretending to invert.",
        "A video about a gentle shake to mimic an upside-down item."
    ],
    "85": [
        "A video about a hand reaching behind an object.",
        "A video about a person pulling a hidden item.",
        "A video about a concealed object being revealed.",
        "A video about a secret drawer being opened."
    ],
    "86": [
        "A video about a hand gripping firmly. the output should be in the following format: ['a video about a hand gripping firmly.', 'a video about a hand moving steadily.', 'a video about a hand pulling forcefully.', 'a video about a hand releasing gently.']",
        "A video about a hand moving steadily.",
        "A video about a hand pulling forcefully.",
        "A video about a hand releasing gently."
    ],
    "87": [
        "A video about a hand gripping tightly.",
        "A video about the object moving slowly.",
        "A video about the tension in the grip.",
        "A video about the object's smooth slide."
    ],
    "88": [
        "A video about a hand gripping tightly.",
        "A video about a rope being tugged.",
        "A video about a box sliding smoothly.",
        "A video about a lever being pushed down."
    ],
    "89": [
        "A video about a hand gripping tightly.",
        "A video about a slow, deliberate motion.",
        "A video about a final, decisive tug.",
        "A video about the object emerging fully."
    ],
    "90": [
        "A video about a person pulling two ends of a rope.",
        "A video about the rope not stretching or breaking.",
        "A video about the person's futile effort.",
        "A video about the rope remaining taut and unyielding."
    ],
    "91": [
        "A video about hands gripping both ends.",
        "A video about the object stretching visibly.",
        "A video about tension building in the material.",
        "A video about the ends moving apart."
    ],
    "92": [
        "A video about hands gripping tightly.",
        "A video about force applied evenly.",
        "A video about tension building up.",
        "A video about a clean split."
    ],
    "93": [
        "A video about a hand firmly gripping an object.",
        "A video about the object moving smoothly to the right.",
        "A video about the hand exerting steady pressure.",
        "A video about the object's surface gliding horizontally."
    ],
    "94": [
        "A video about a hand firmly gripping an object.",
        "A video about the object sliding smoothly.",
        "A video about the hand exerting force.",
        "A video about the object moving leftwards."
    ],
    "95": [
        "A video about hands firmly gripping an object.",
        "A video about a swift horizontal movement.",
        "A video about the object losing balance.",
        "A video about the object falling off."
    ],
    "96": [
        "A video about a hand pressing firmly.",
        "A video about a box sliding smoothly.",
        "A video about a forceful shove.",
        "A video about an object fitting snugly."
    ],
    "97": [
        "A video about a hand pushing a wheel.",
        "A video about the wheel spinning fast.",
        "A video about the motion of the push.",
        "A video about the wheel's circular path."
    ],
    "98": [
        "A video about a precarious push.",
        "A video about a near-fall balance.",
        "A video about a tense push-pull.",
        "A video about a delicate shove."
    ],
    "99": [
        "A video about a hand gently pushing an object.",
        "A video about the object slowly sliding off.",
        "A video about the object tipping and falling.",
        "A video about the object crashing to the floor."
    ],
    "100": [
        "A video about hands applying gentle force.",
        "A video about a slight forward motion.",
        "A video about a subtle shift in position.",
        "A video about a controlled push action."
    ],
    "101": [
        "A video about hands firmly gripping a handle.",
        "A video about a foot pressing against a pedal.",
        "A video about a shoulder leaning into a door.",
        "A video about a knee pushing against a box."
    ],
    "102": [
        "A video about a hand holding a number.",
        "A video about the number being placed.",
        "A video about the number on a surface.",
        "A video about the hand releasing the number."
    ],
    "103": [
        "A video about a hand placing a book on the table.",
        "A video about a plate being set down gently.",
        "A video about a cup being placed carefully.",
        "A video about a folder being set neatly on the table."
    ],
    "104": [
        "A video about a hand moving an object.",
        "A video about placing an item behind.",
        "A video about the object disappearing.",
        "A video about the object hidden from view."
    ],
    "105": [
        "A video about a hand moving an object.",
        "A video about placing an item on a table.",
        "A video about positioning a book in front.",
        "A video about setting a cup before a plate."
    ],
    "106": [
        "A video about a hand reaching for an object.",
        "A video about the object being lifted.",
        "A video about the object moving towards a container.",
        "A video about the object being placed inside."
    ],
    "107": [
        "A video about a hand gently placing an object.",
        "A video about aligning two items side by side.",
        "A video about a careful movement of an item.",
        "A video about positioning an object next to another."
    ],
    "108": [
        "A video about a steady hand guiding an object.",
        "A video about a gentle release onto the surface.",
        "A video about a controlled motion to prevent rolling.",
        "A video about a precise placement on the flat area."
    ],
    "109": [
        "A video about a hand gently placing an object.",
        "A video about a smooth motion of setting down.",
        "A video about an object settling on a flat surface.",
        "A video about a precise action of positioning."
    ],
    "110": [
        "A video about a precarious balance.",
        "A video about a delicate placement.",
        "A video about a risky maneuver.",
        "A video about a suspenseful moment."
    ],
    "111": [
        "A video about a steady hand placing an object.",
        "A video about careful positioning on a slope.",
        "A video about balance on an inclined plane.",
        "A video about precision on a tilted surface."
    ],
    "112": [
        "A video about a hand lifting an object.",
        "A video about the object moving upward.",
        "A video about the object aligning with a surface.",
        "A video about the object gently settling down."
    ],
    "113": [
        "A video about a shaky tower collapsing.",
        "A video about a precarious stack falling.",
        "A video about a wobbly balance tipping.",
        "A video about a delicate structure toppling."
    ],
    "114": [
        "A video about aligning objects neatly.",
        "A video about placing items in order.",
        "A video about arranging items symmetrically.",
        "A video about grouping like items together."
    ],
    "115": [
        "A video about a box sliding down a ramp.",
        "A video about a book slipping off a slope.",
        "A video about a shoe descending a hill.",
        "A video about a plate gliding down an incline."
    ],
    "116": [
        "A video about a non-rolling object on a slope.",
        "A video about placing a stable item on an incline.",
        "A video about securing a stationary object on a tilt.",
        "A video about a fixed object on a slanted surface."
    ],
    "117": [
        "A video about a wobbly object being placed.",
        "A video about an unstable item falling over.",
        "A video about a tilted object on a table.",
        "A video about a precarious stance collapsing."
    ],
    "118": [
        "A video about a hand sliding an object under another.",
        "A video about a person carefully placing a book under a table.",
        "A video about a box being pushed beneath a shelf.",
        "A video about a child tucking a toy under a blanket."
    ],
    "119": [
        "A video about a hand gripping an object.",
        "A video about lifting the object upright.",
        "A video about placing it on the table.",
        "A video about the object standing stable."
    ],
    "120": [
        "A video about a hand placing a book on the table.",
        "A video about a plate being set down gently.",
        "A video about a cup being carefully positioned.",
        "A video about a folder being neatly stacked."
    ],
    "121": [
        "A video about a hand gently lifting a cloth.",
        "A video about a brush sweeping away dust.",
        "A video about a finger peeling back a sticker.",
        "A video about a cloth wiping away a layer."
    ],
    "122": [
        "A video about a smooth rolling motion.",
        "A video about a steady, rhythmic roll.",
        "A video about a circular, continuous movement.",
        "A video about a controlled, precise roll."
    ],
    "123": [
        "A video about a hand scooping up sand.",
        "A video about a spoon scooping soup.",
        "A video about a shovel scooping dirt.",
        "A video about a ladle scooping water."
    ],
    "124": [
        "A video about a hand holding a photo.",
        "A video about the photo facing the camera.",
        "A video about the subject in the photo.",
        "A video about the camera capturing the image."
    ],
    "125": [
        "A video about a hand revealing a hidden object.",
        "A video about a person pulling out a concealed item.",
        "A video about an object being unveiled behind another.",
        "A video about a secret being exposed from behind."
    ],
    "126": [
        "A video about a hand placing an object next to another.",
        "A video about a person aligning items side by side.",
        "A video about a finger pointing to a spot next to something.",
        "A video about a book being set down next to a lamp."
    ],
    "127": [
        "A video about a hand placing an object on a surface.",
        "A video about a book being stacked on a pile.",
        "A video about a plate being set on a table.",
        "A video about a toy being placed on a shelf."
    ],
    "128": [
        "A video about a hand holding an object close to the lens.",
        "A video about a person pointing at details on a screen.",
        "A video about a close-up of a map being unfolded.",
        "A video about a book being opened to a specific page."
    ],
    "129": [
        "A video about an empty box being lifted.",
        "A video about a drawer pulled out empty.",
        "A video about a glass turned upside down.",
        "A video about a bag being zipped empty."
    ],
    "130": [
        "A video about hands reaching into a box.",
        "A video about a key sliding into a lock.",
        "A video about a hand pulling out a book.",
        "A video about a coin dropping into a jar."
    ],
    "131": [
        "A video about a ball being skillfully deflected.",
        "A video about a laser beam being redirected.",
        "A video about a sword clash deflecting force.",
        "A video about a water jet being diverted."
    ],
    "132": [
        "A video about two objects crashing into each other.",
        "A video about the impact causing both to bounce.",
        "A video about the force deflecting both objects.",
        "A video about the sudden change in direction."
    ],
    "133": [
        "A video about two objects crashing into each other.",
        "A video about a sudden stop after impact.",
        "A video about the aftermath of a collision.",
        "A video about stillness after a violent crash."
    ],
    "134": [
        "A video about something floating gently.",
        "A video about a slow, graceful descent.",
        "A video about light, airy movements.",
        "A video about a delicate, soft fall."
    ],
    "135": [
        "A video about a heavy object plummeting downward.",
        "A video about a rock-like object dropping fast.",
        "A video about something falling with great speed.",
        "A video about an object descending like a stone."
    ],
    "136": [
        "A video about liquid pouring behind an object.",
        "A video about droplets cascading behind a barrier.",
        "A video about fluid seeping behind a screen.",
        "A video about spillage hidden behind an item."
    ],
    "137": [
        "A video about liquid pouring out of a container.",
        "A video about droplets forming on the surface.",
        "A video about the spill spreading near an object.",
        "A video about the liquid reflecting light as it spills."
    ],
    "138": [
        "A video about liquid pouring out rapidly.",
        "A video about droplets splashing on surface.",
        "A video about container tilting sideways.",
        "A video about liquid spreading across floor."
    ],
    "139": [
        "A video about a hand spinning a top.",
        "A video about a wheel rotating smoothly.",
        "A video about a disc spinning rapidly.",
        "A video about a gyroscope maintaining balance."
    ],
    "140": [
        "A video about a spinning object slowing down.",
        "A video about a wheel gradually stopping.",
        "A video about a top losing momentum.",
        "A video about a disc coming to rest."
    ],
    "141": [
        "A video about a smooth, even spread.",
        "A video about a quick, efficient motion.",
        "A video about a precise, controlled action.",
        "A video about a gradual, layered application."
    ],
    "142": [
        "A video about fine particles falling gently.",
        "A video about a steady stream of sprinkles.",
        "A video about a rhythmic sprinkle pattern.",
        "A video about a light dusting of powder."
    ],
    "143": [
        "A video about hands pressing firmly.",
        "A video about fingers curling inward.",
        "A video about liquid oozing out.",
        "A video about tension in the grip."
    ],
    "144": [
        "A video about neatly stacking objects.",
        "A video about precise number arrangement.",
        "A video about orderly stacking sequence.",
        "A video about balanced number stacking."
    ],
    "145": [
        "A video about hands pushing firmly into a bag.",
        "A video about a person squeezing tightly.",
        "A video about objects being crammed into a box.",
        "A video about a forceful insertion into a container."
    ],
    "146": [
        "A video about a hand reaching for an item.",
        "A video about selecting one from many.",
        "A video about the careful choice made.",
        "A video about the item being lifted."
    ],
    "147": [
        "A video about a hand reaching out.",
        "A video about fingers grasping an object.",
        "A video about the object being lifted.",
        "A video about the hand moving away."
    ],
    "148": [
        "A video about a hand reaching into a bag.",
        "A video about pulling a book from a shelf.",
        "A video about extracting a key from a drawer.",
        "A video about lifting a phone from a pocket."
    ],
    "149": [
        "A video about hands gripping the edges firmly.",
        "A video about the material bending and stretching.",
        "A video about the sudden snap and separation.",
        "A video about the two pieces falling apart."
    ],
    "150": [
        "A video about a gentle tug on the paper.",
        "A video about a slight rip forming.",
        "A video about a delicate tear unfolding.",
        "A video about a subtle break in the material."
    ],
    "151": [
        "A video about a swift arm movement.",
        "A video about a graceful arc in the air.",
        "A video about a sudden release of tension.",
        "A video about a focused expression on the face."
    ],
    "152": [
        "A video about a swift arm movement.",
        "A video about an object flying through air.",
        "A video about impact causing a sound.",
        "A video about debris scattering around."
    ],
    "153": [
        "A video about a hand releasing an object.",
        "The object arcs gracefully through the air.",
        "A hand swiftly reaches up to catch it.",
        "The object is securely caught in the hand."
    ],
    "154": [
        "A video about a hand releasing an object.",
        "A video about the object ascending.",
        "A video about the object descending.",
        "A video about the object landing."
    ],
    "155": [
        "A video about the swift arm movement.",
        "A video about the object's arc in flight.",
        "A video about the impact on the surface.",
        "A video about the reaction of the surface."
    ],
    "156": [
        "A video about a hand gently tilting a tray.",
        "A video about balancing a cup on a plate.",
        "A video about a slight tilt preventing a fall.",
        "A video about careful movement of objects."
    ],
    "157": [
        "A video about a book slowly tilting.",
        "A video about a cup teetering.",
        "A video about a toy slipping off.",
        "A video about a plate wobbling."
    ],
    "158": [
        "A video about a hand pushing a cup.",
        "A video about a toppling tower.",
        "A video about a bottle falling sideways.",
        "A video about a book sliding off a table."
    ],
    "159": [
        "A video about a tipped container spilling its contents.",
        "A video about a tilted jar releasing its contents.",
        "A video about a tipped box emptying its contents.",
        "A video about a tipped bottle pouring its contents."
    ],
    "160": [
        "A video about a hand gently resting on a surface.",
        "A video about fingers softly touching a textured wall.",
        "A video about a palm barely brushing against a leaf.",
        "A video about fingertips barely making contact with glass."
    ],
    "161": [
        "A video about a frustrated hand trying to stick a note.",
        "A video about a sticky note slipping off the wall.",
        "A video about a glue bottle dripping ineffectively.",
        "A video about a magnet failing to hold a paper."
    ],
    "162": [
        "A video about a frustrated person attempting to bend a rigid object.",
        "A video about a futile effort to deform an unyielding material.",
        "A video about a person's repeated attempts to bend a solid bar.",
        "A video about a stubborn object resisting all bending attempts."
    ],
    "163": [
        "A video about a shaky hand pouring liquid.",
        "A video about liquid spilling next to the target.",
        "A video about a failed attempt to pour.",
        "A video about a spill caused by misalignment."
    ],
    "164": [
        "A video about a hand flipping an object.",
        "A video about an item being inverted.",
        "A video about a container turned over.",
        "A video about a plate being reversed."
    ],
    "165": [
        "A video about the camera descending steadily.",
        "A video about the lens pointing downwards.",
        "A video about the ground coming into view.",
        "A video about the angle shifting downward."
    ],
    "166": [
        "A video about the smooth rotation to the left.",
        "A video about the camera's gradual turn.",
        "A video about the shift in perspective.",
        "A video about the dynamic movement left."
    ],
    "167": [
        "A video about the smooth rotation to the right.",
        "A video about the camera's gradual turn.",
        "A video about the shift in perspective.",
        "A video about the widening field of view."
    ],
    "168": [
        "A video about the sky gradually filling the frame.",
        "A video about the ground shrinking from view.",
        "A video about the horizon line moving downward.",
        "A video about the camera revealing higher perspectives."
    ],
    "169": [
        "A video about hands tightly gripping fabric.",
        "A video about fingers intertwining forcefully.",
        "A video about water droplets cascading down.",
        "A video about a rhythmic squeezing motion."
    ],
    "170": [
        "A video about hands gripping tightly.",
        "A video about a slow, deliberate turn.",
        "A video about tension in the object.",
        "A video about a smooth, continuous motion."
    ],
    "171": [
        "A video about hands gently lifting a cloth.",
        "A video about fingers carefully peeling back layers.",
        "A video about eyes widening as a secret is revealed.",
        "A video about a slow, deliberate removal of a cover."
    ],
    "172": [
        "A video about gentle creases smoothing out.",
        "A video about a slow, deliberate motion.",
        "A video about fabric revealing its pattern.",
        "A video about a crisp edge becoming visible."
    ],
    "173": [
        "A video about a cloth moving across a surface.",
        "A video about a hand pressing a cloth.",
        "A video about a streak being removed.",
        "A video about a clean surface emerging."
    ]
}