{
    "0": [
        "A video about climbers descending a steep cliff.",
        "A video about ropes and harnesses in action.",
        "A video about controlled vertical movement.",
        "A video about the thrill of high-altitude descent."
    ],
    "1": [
        "A video about energetic arm movements.",
        "A video about rhythmic head bobs.",
        "A video about intense facial expressions.",
        "A video about exaggerated body swings."
    ],
    "2": [
        "A video about people asking and answering questions.",
        "A video about diverse facial expressions during interactions.",
        "A video about quick hand gestures for emphasis.",
        "A video about attentive listening and thoughtful responses."
    ],
    "3": [
        "A video about hands clapping rhythmically.",
        "A video about a crowd cheering loudly.",
        "A video about palms meeting energetically.",
        "A video about people standing and applauding."
    ],
    "4": [
        "A video about the smooth application of cream.",
        "A video about the gentle spreading motion.",
        "A video about the even coverage on skin.",
        "A video about the soft texture blending in."
    ],
    "5": [
        "A video about the precise aim of the archer.",
        "A video about the graceful release of the arrow.",
        "A video about the focused concentration on the target.",
        "A video about the smooth motion of drawing the bow."
    ],
    "6": [
        "A video about intense facial expressions.",
        "A video about gripping hands tightly.",
        "A video about muscles straining visibly.",
        "A video about the table shaking slightly."
    ],
    "7": [
        "A video about delicate petals being arranged.",
        "A video about vibrant colors blending together.",
        "A video about green stems being trimmed.",
        "A video about a bouquet taking shape."
    ],
    "8": [
        "A video about hands carefully placing components.",
        "A video about cables neatly connecting ports.",
        "A video about screws being tightened precisely.",
        "A video about fans spinning up smoothly."
    ],
    "9": [
        "A video about lively bidding gestures.",
        "A video about rapid hammer strikes.",
        "A video about intense bidder exchanges.",
        "A video about excited crowd reactions."
    ],
    "10": [
        "A video about a baby stretching arms.",
        "A video about sleepy eyes opening wide.",
        "A video about a yawn revealing tiny teeth.",
        "A video about a baby rubbing sleepy eyes."
    ],
    "11": [
        "A video about mixing dough with a wooden spoon.",
        "A video about scooping dough onto baking sheets.",
        "A video about cookies baking in the oven.",
        "A video about cookies cooling on a wire rack."
    ],
    "12": [
        "A video about a person blowing a balloon.",
        "A video about the balloon inflating slowly.",
        "A video about the balloon expanding visibly.",
        "A video about the balloon reaching its limit."
    ],
    "13": [
        "A video about clean sterile gloves.",
        "A video about precise wrapping technique.",
        "A video about secure knot tying.",
        "A video about gentle pressure application."
    ],
    "14": [
        "A video about sizzling meat on the grill.",
        "A video about glowing coals under the grate.",
        "A video about smoke rising from the barbecue.",
        "A video about people laughing around the fire."
    ],
    "15": [
        "A video about swift bottle flips.",
        "A video about precise pouring.",
        "A video about rhythmic mixing.",
        "A video about dramatic flair moves."
    ],
    "16": [
        "A video about rhythmic mouth movements.",
        "A video about expressive facial contortions.",
        "A video about dynamic body gestures.",
        "A video about intense vocal expressions."
    ],
    "17": [
        "A video about bees buzzing around hives.",
        "A video about protective gear for keepers.",
        "A video about honey extraction process.",
        "A video about beeswax candle making."
    ],
    "18": [
        "A video about fluid hip movements.",
        "A video about rhythmic arm gestures.",
        "A video about vibrant costume colors.",
        "A video about expressive facial expressions."
    ],
    "19": [
        "A video about a person lifting weights.",
        "A video about muscles flexing.",
        "A video about controlled movements.",
        "A video about a strong posture."
    ],
    "20": [
        "A video about a person bending backwards.",
        "A video about the graceful arch of the back.",
        "A video about the fluid motion of bending.",
        "A video about the tension in the muscles."
    ],
    "21": [
        "A video about metal being heated and shaped.",
        "A video about a hydraulic press bending steel.",
        "A video about a blacksmith forging metal.",
        "A video about metal rods being twisted."
    ],
    "22": [
        "A video about snowflakes clinging to the bike.",
        "A video about the rider's breath visible in the cold.",
        "A video about the bike's tracks in the fresh snow.",
        "A video about the rider's face covered in frost."
    ],
    "23": [
        "A video about sand particles flying in all directions.",
        "A video about intense pressure creating fine dust.",
        "A video about metal surfaces being rapidly cleaned.",
        "A video about powerful jets of air and sand mixing."
    ],
    "24": [
        "A video about molten glass glowing red.",
        "A video about a blowpipe shaping glass.",
        "A video about artists blowing air into glass.",
        "A video about glass cooling and hardening."
    ],
    "25": [
        "A video about leaves swirling in the wind.",
        "A video about a person blowing gently.",
        "A video about leaves dancing in the air.",
        "A video about a gentle breeze lifting leaves."
    ],
    "26": [
        "A video about someone gently blowing their nose.",
        "A video about a tissue being used effectively.",
        "A video about a person clearing their nostrils.",
        "A video about a quick and efficient nose blow."
    ],
    "27": [
        "A video about a person taking a deep breath.",
        "A video about the person's cheeks puffing up.",
        "A video about the candles' flames flickering.",
        "A video about the candles' flames going out."
    ],
    "28": [
        "A video about sleek bobsleds gliding down icy tracks.",
        "A video about athletes pushing with powerful strides.",
        "A video about the intense speed and tight turns.",
        "A video about the thrill of high-speed descent."
    ],
    "29": [
        "A video about precise folding.",
        "A video about careful stitching.",
        "A video about intricate patterns.",
        "A video about smooth gluing."
    ],
    "30": [
        "A video about high-flying acrobatics.",
        "A video about rhythmic bouncing movements.",
        "A video about joyful leaps and bounds.",
        "A video about dynamic aerial stunts."
    ],
    "31": [
        "A video about players throwing balls down lanes.",
        "A video about colorful pins falling in sequence.",
        "A video about crowds cheering in excitement.",
        "A video about players celebrating strikes."
    ],
    "32": [
        "A video about fingers weaving strands.",
        "A video about rhythmic pulling motions.",
        "A video about delicate strand manipulation.",
        "A video about precise pattern formation."
    ],
    "33": [
        "A video about golden crumbs coating the food.",
        "A video about flour, eggs, and breadcrumbs.",
        "A video about crispy layers forming on meat.",
        "A video about the sizzle of breaded items in oil."
    ],
    "34": [
        "A video about dynamic spins and flips.",
        "A video about rhythmic footwork and freezes.",
        "A video about acrobatic moves and transitions.",
        "A video about energetic body waves and pops."
    ],
    "35": [
        "A video about dynamic brush strokes.",
        "A video about vibrant color splashes.",
        "A video about expressive movement.",
        "A video about fluid, energetic lines."
    ],
    "36": [
        "A video about gentle strokes on long hair.",
        "A video about rhythmic movements of the brush.",
        "A video about strands of hair falling into place.",
        "A video about a focused expression on the face."
    ],
    "37": [
        "A video about a person holding a toothbrush.",
        "A video about the toothpaste being squeezed.",
        "A video about the brush moving in circular motions.",
        "A video about the foamy mouth and rinsing."
    ],
    "38": [
        "A video about precise measurements.",
        "A video about sturdy construction.",
        "A video about detailed assembly.",
        "A video about functional design."
    ],
    "39": [
        "A video about the sturdy wooden frame.",
        "A video about the precise metal roofing.",
        "A video about the organized tool storage.",
        "A video about the efficient construction process."
    ],
    "40": [
        "A video about the free-fall plunge.",
        "A video about the elastic bounce.",
        "A video about the aerial view.",
        "A video about the adrenaline rush."
    ],
    "41": [
        "A video about street performers juggling.",
        "A video about musicians playing guitars.",
        "A video about dancers performing flips.",
        "A video about magicians doing tricks."
    ],
    "42": [
        "A video about swift water currents.",
        "A video about rhythmic paddle strokes.",
        "A video about serene lake reflections.",
        "A video about dynamic river rapids."
    ],
    "43": [
        "A video about rhythmic movements.",
        "A video about acrobatic flips.",
        "A video about fluid transitions.",
        "A video about dynamic kicks."
    ],
    "44": [
        "A video about a gentle hand cradling the baby.",
        "A video about a secure hold around the baby.",
        "A video about a loving gaze at the baby.",
        "A video about a steady pace carrying the baby."
    ],
    "45": [
        "A video about a person flipping gracefully.",
        "A video about legs extending in a circle.",
        "A video about hands supporting the body.",
        "A video about a continuous rhythmic motion."
    ],
    "46": [
        "A video about intricate pumpkin designs.",
        "A video about detailed carving techniques.",
        "A video about creative pumpkin faces.",
        "A video about festive halloween decorations."
    ],
    "47": [
        "A video about a fisherman casting a line.",
        "A video about a fish biting the bait.",
        "A video about the fisherman reeling in.",
        "A video about the fish flopping on the boat."
    ],
    "48": [
        "A video about the swift glove movement.",
        "A video about the precise ball release.",
        "A video about the focused player stance.",
        "A video about the graceful arm swing."
    ],
    "49": [
        "A video about a frisbee soaring through the air.",
        "A video about a player leaping to catch it.",
        "A video about a frisbee spinning as it flies.",
        "A video about a player's arm snapping back."
    ],
    "50": [
        "A video about the swift glove movement.",
        "A video about the precise ball release.",
        "A video about the focused player stance.",
        "A video about the fluid arm swing."
    ],
    "51": [
        "A video about colorful confetti falling.",
        "A video about joyful people dancing.",
        "A video about bright fireworks exploding.",
        "A video about cheering crowds waving flags."
    ],
    "52": [
        "A video about a mechanic lifting the car.",
        "A video about draining old oil from the pan.",
        "A video about refilling with fresh oil.",
        "A video about checking the oil level."
    ],
    "53": [
        "A video about a sleek, rotating wheel.",
        "A video about a dynamic, morphing wheel.",
        "A video about a futuristic, adaptive wheel.",
        "A video about a smooth, transitioning wheel."
    ],
    "54": [
        "A video about a person squatting near tires.",
        "A video about hands feeling tire pressure.",
        "A video about eyes inspecting tire treads.",
        "A video about a tire gauge being used."
    ],
    "55": [
        "A video about energetic jumps and flips.",
        "A video about vibrant uniforms and pom-poms.",
        "A video about synchronized dance routines.",
        "A video about high-energy stunts and cheers."
    ],
    "56": [
        "A video about the rhythmic swing of the axe.",
        "A video about the precise placement of the log.",
        "A video about the satisfying crack of wood.",
        "A video about the sweat glistening on the forehead."
    ],
    "57": [
        "A video about hands coming together.",
        "A video about rhythmic hand movements.",
        "A video about palms touching quickly.",
        "A video about joyful hand gestures."
    ],
    "58": [
        "A video about hands shaping clay.",
        "A video about wheel spinning clay.",
        "A video about tools smoothing edges.",
        "A video about kiln firing pottery."
    ],
    "59": [
        "A video about the explosive lift off.",
        "A video about the controlled dip under the bar.",
        "A video about the powerful jerk overhead.",
        "A video about the final stance with arms locked."
    ],
    "60": [
        "A video about a mop gliding smoothly.",
        "A video about dust being swept away.",
        "A video about a broom's rhythmic motion.",
        "A video about a floor shining clean."
    ],
    "61": [
        "A video about a person climbing a ladder.",
        "A video about debris falling from gutters.",
        "A video about a hose spraying water.",
        "A video about a clean, shiny gutter."
    ],
    "62": [
        "A video about a person scrubbing the pool walls.",
        "A video about a net skimming debris.",
        "A video about a hose rinsing the surface.",
        "A video about a vacuum cleaning the bottom."
    ],
    "63": [
        "A video about a person scrubbing shoes.",
        "A video about foam covering the shoes.",
        "A video about water rinsing the shoes.",
        "A video about shoes drying in sunlight."
    ],
    "64": [
        "A video about a person scrubbing the toilet bowl.",
        "A video about using a brush to clean the rim.",
        "A video about pouring cleaner into the toilet.",
        "A video about flushing the toilet to rinse."
    ],
    "65": [
        "A video about a person wiping streaks away.",
        "A video about a squeegee gliding smoothly.",
        "A video about water droplets cascading down.",
        "A video about sunlight reflecting brightly."
    ],
    "66": [
        "A video about hands gripping the rope tightly.",
        "A video about feet pushing against the rope.",
        "A video about the body swinging slightly.",
        "A video about the climber's face showing focus."
    ],
    "67": [
        "A video about hands gripping the ladder rungs.",
        "A video about feet stepping firmly on each rung.",
        "A video about the steady upward movement.",
        "A video about the climber's focused expression."
    ],
    "68": [
        "A video about a climber scaling a tall oak tree.",
        "A video about nimble hands gripping rough bark.",
        "A video about a figure ascending with steady pace.",
        "A video about a climber reaching for higher branches."
    ],
    "69": [
        "A video about smooth, fluid movements.",
        "A video about precise hand control.",
        "A video about glowing orbs in motion.",
        "A video about mesmerizing patterns."
    ],
    "70": [
        "A video about chicken sizzling in a pan.",
        "A video about herbs and spices being sprinkled.",
        "A video about a chef flipping the chicken.",
        "A video about the golden-brown chicken on a plate."
    ],
    "71": [
        "A video about the sizzling sound of eggs.",
        "A video about the golden yolk breaking.",
        "A video about the fluffy scrambled eggs.",
        "A video about the steam rising from the pan."
    ],
    "72": [
        "A video about sizzling bacon over flames.",
        "A video about bubbling stew in a pot.",
        "A video about roasting marshmallows golden.",
        "A video about crackling wood and smoke."
    ],
    "73": [
        "A video about sizzling sausages on a grill.",
        "A video about golden sausages turning brown.",
        "A video about sausages releasing fragrant smoke.",
        "A video about sausages being flipped carefully."
    ],
    "74": [
        "A video about fingers counting bills.",
        "A video about coins stacking neatly.",
        "A video about a calculator tallying sums.",
        "A video about a safe locking tight."
    ],
    "75": [
        "A video about synchronized footwork.",
        "A video about energetic arm movements.",
        "A video about vibrant cowboy boots.",
        "A video about lively country music."
    ],
    "76": [
        "A video about a person twisting their neck.",
        "A video about a loud popping sound.",
        "A video about a relaxed facial expression.",
        "A video about a relieved posture."
    ],
    "77": [
        "A video about a determined baby crawling.",
        "A video about a baby's first steps.",
        "A video about a curious baby exploring.",
        "A video about a baby's joyful crawl."
    ],
    "78": [
        "A video about people wading through shallow water.",
        "A video about a boat navigating swift currents.",
        "A video about a bridge over a wide river.",
        "A video about children splashing in a creek."
    ],
    "79": [
        "A video about tears streaming down cheeks.",
        "A video about a person sobbing quietly.",
        "A video about red, puffy eyes.",
        "A video about a trembling lower lip."
    ],
    "80": [
        "A video about curling irons heating up.",
        "A video about strands twisting around.",
        "A video about steam rising gently.",
        "A video about locks forming curls."
    ],
    "81": [
        "A video about precise nail trimming.",
        "A video about steady hand movements.",
        "A video about clean nail clippings.",
        "A video about careful nail filing."
    ],
    "82": [
        "A video about a sharp knife slicing through pineapple.",
        "A video about the golden fruit being neatly quartered.",
        "A video about the juicy core being carefully removed.",
        "A video about the pineapple chunks falling into a bowl."
    ],
    "83": [
        "A video about a sharp knife slicing through the rind.",
        "A video about the juicy red flesh being exposed.",
        "A video about the watermelon halves falling apart.",
        "A video about the knife cutting into the sweet core."
    ],
    "84": [
        "A video about graceful pirouettes.",
        "A video about elegant arabesques.",
        "A video about fluid leaps.",
        "A video about precise footwork."
    ],
    "85": [
        "A video about lively footwork and kicks.",
        "A video about energetic arm movements.",
        "A video about rhythmic hip swings.",
        "A video about joyful facial expressions."
    ],
    "86": [
        "A video about energetic horse-riding moves.",
        "A video about vibrant, synchronized choreography.",
        "A video about colorful, lively dance formations.",
        "A video about playful, exaggerated gestures."
    ],
    "87": [
        "A video about energetic arm movements.",
        "A video about rhythmic hip swaying.",
        "A video about synchronized leg steps.",
        "A video about joyful facial expressions."
    ],
    "88": [
        "A video about gripping the bar tightly.",
        "A video about bending knees and hips.",
        "A video about lifting the bar up.",
        "A video about standing upright with the bar."
    ],
    "89": [
        "A video about colorful ornaments.",
        "A video about twinkling lights.",
        "A video about shiny tinsel.",
        "A video about festive garlands."
    ],
    "90": [
        "A video about a person using a shovel.",
        "A video about dirt flying from the hole.",
        "A video about the ground being broken.",
        "A video about sweat dripping from the forehead."
    ],
    "91": [
        "A video about lively conversations.",
        "A video about vibrant table settings.",
        "A video about diverse food choices.",
        "A video about joyful interactions."
    ],
    "92": [
        "A video about players throwing discs.",
        "A video about discs flying through air.",
        "A video about players walking through courses.",
        "A video about discs landing in baskets."
    ],
    "93": [
        "A video about divers leaping off cliffs.",
        "A video about the splash of water.",
        "A video about the serene blue sea.",
        "A video about the rocky cliff edges."
    ],
    "94": [
        "A video about players dodging fast balls.",
        "A video about intense team coordination.",
        "A video about colorful uniforms and gear.",
        "A video about quick reflexes and agility."
    ],
    "95": [
        "A video about rhythmic arm movements.",
        "A video about synchronized leg lifts.",
        "A video about energetic jumping jacks.",
        "A video about graceful body twists."
    ],
    "96": [
        "A video about clothes tumbling in the washer.",
        "A video about detergent being poured in.",
        "A video about socks being paired up.",
        "A video about a dryer spinning clothes."
    ],
    "97": [
        "A video about precise nail shaping.",
        "A video about vibrant nail polish application.",
        "A video about intricate nail art designs.",
        "A video about detailed cuticle care."
    ],
    "98": [
        "A video about dynamic movement.",
        "A video about expressive lines.",
        "A video about vibrant colors.",
        "A video about fluid transitions."
    ],
    "99": [
        "A video about quick footwork and ball control.",
        "A video about agile movements and dribbling skills.",
        "A video about fluid transitions and ball handling.",
        "A video about dynamic speed and precise dribbling."
    ],
    "100": [
        "A video about a person lifting a glass.",
        "A video about liquid flowing into the mouth.",
        "A video about the person swallowing the drink.",
        "A video about the glass being set down."
    ],
    "101": [
        "A video about a man holding a cold beer.",
        "A video about the foam spilling over.",
        "A video about the beer being poured.",
        "A video about the man taking a sip."
    ],
    "102": [
        "A video about people clinking glasses.",
        "A video about quick, decisive gulps.",
        "A video about laughter and cheers.",
        "A video about empty shot glasses."
    ],
    "103": [
        "A video about a sleek black car speeding.",
        "A video about the car's tires spinning fast.",
        "A video about the car's headlights glowing bright.",
        "A video about the car's exhaust leaving a trail."
    ],
    "104": [
        "A video about a powerful tractor engine.",
        "A video about the smooth steering wheel.",
        "A video about the rugged tires rolling.",
        "A video about the driver's focused face."
    ],
    "105": [
        "A video about a swift leg swing.",
        "A video about a powerful foot strike.",
        "A video about a dynamic body rotation.",
        "A video about a graceful follow-through."
    ],
    "106": [
        "A video about rapid finger movements.",
        "A video about precise rhythm patterns.",
        "A video about dynamic hand gestures.",
        "A video about expressive drumming style."
    ],
    "107": [
        "A video about a player soaring through the air.",
        "A video about the ball slamming into the hoop.",
        "A video about the crowd erupting in cheers.",
        "A video about the player landing gracefully."
    ],
    "108": [
        "A video about applying dye evenly.",
        "A video about mixing vibrant colors.",
        "A video about rinsing out dye.",
        "A video about drying freshly dyed hair."
    ],
    "109": [
        "A video about a juicy burger dripping with sauce.",
        "A video about a person biting into the burger.",
        "A video about melted cheese oozing out.",
        "A video about the bun being squished by the patty."
    ],
    "110": [
        "A video about someone savoring each bite.",
        "A video about a person cutting the cake.",
        "A video about the cake's rich texture.",
        "A video about the delight on the face."
    ],
    "111": [
        "A video about a person biting into a carrot.",
        "A video about the crunch sound of carrots.",
        "A video about someone chewing on a carrot.",
        "A video about the orange color of carrots."
    ],
    "112": [
        "A video about someone crunching loudly.",
        "A video about chips being dipped in salsa.",
        "A video about fingers reaching for chips.",
        "A video about a pile of chips vanishing."
    ],
    "113": [
        "A video about a person biting into a doughnut.",
        "A video about doughnut crumbs falling on a plate.",
        "A video about someone licking glaze off their fingers.",
        "A video about a satisfied smile after eating a doughnut."
    ],
    "114": [
        "A video about a person biting into a hotdog.",
        "A video about ketchup dripping down the bun.",
        "A video about relish splattering on the plate.",
        "A video about mustard smeared on the lips."
    ],
    "115": [
        "A video about a person licking a melting cone.",
        "A video about a child savoring every bite.",
        "A video about a couple sharing a sundae.",
        "A video about a teen enjoying a colorful scoop."
    ],
    "116": [
        "A video about twirling spaghetti on a fork.",
        "A video about slurping noodles with gusto.",
        "A video about sauce dripping from the fork.",
        "A video about a satisfied smile after a bite."
    ],
    "117": [
        "A video about juicy watermelon slices.",
        "A video about dripping red juice.",
        "A video about happy faces enjoying.",
        "A video about seeds flying around."
    ],
    "118": [
        "A video about kids searching joyfully.",
        "A video about colorful eggs scattered.",
        "A video about baskets filling quickly.",
        "A video about laughter and excitement."
    ],
    "119": [
        "A video about lifting weights with precision.",
        "A video about stretching arms gracefully.",
        "A video about pushing through resistance.",
        "A video about controlled arm movements."
    ],
    "120": [
        "A video about dynamic core engagement.",
        "A video about rhythmic ball movements.",
        "A video about controlled balance shifts.",
        "A video about fluid body transitions."
    ],
    "121": [
        "A video about firefighters spraying water.",
        "A video about flames being doused.",
        "A video about smoke rising rapidly.",
        "A video about fire trucks arriving."
    ],
    "122": [
        "A video about a person falling face-first.",
        "A video about the impact on the ground.",
        "A video about the immediate aftermath.",
        "A video about the person getting up."
    ],
    "123": [
        "A video about birds gathering eagerly.",
        "A video about seeds scattered on the ground.",
        "A video about a person gently tossing food.",
        "A video about birds pecking at the offerings."
    ],
    "124": [
        "A video about fish eagerly swimming towards food.",
        "A video about a hand gently sprinkling fish food.",
        "A video about fish nibbling at floating pellets.",
        "A video about fish swirling around a feeding area."
    ],
    "125": [
        "A video about goats eagerly eating hay.",
        "A video about kids gently feeding goats.",
        "A video about goats nibbling on leaves.",
        "A video about goats munching on grass."
    ],
    "126": [
        "A video about precise eyebrow shaping.",
        "A video about smooth eyebrow shading.",
        "A video about natural-looking brows.",
        "A video about expert application techniques."
    ],
    "127": [
        "A video about quick finger movements.",
        "A video about rhythmic hand gestures.",
        "A video about sharp, audible clicks.",
        "A video about precise timing and coordination."
    ],
    "128": [
        "A video about hands gently brushing hair.",
        "A video about a comb smoothly gliding through.",
        "A video about fingers twirling strands neatly.",
        "A video about a mirror reflecting styled locks."
    ],
    "129": [
        "A video about a spatula lifting the pancake.",
        "A video about the pancake soaring in the air.",
        "A video about the pancake landing perfectly.",
        "A video about the spatula catching the pancake."
    ],
    "130": [
        "A video about a colorful kite soaring high.",
        "A video about the kite's tail fluttering in the wind.",
        "A video about the kite's string tightly held by a child.",
        "A video about the kite dancing gracefully in the sky."
    ],
    "131": [
        "A video about hands deftly folding shirts.",
        "A video about neatly stacking folded pants.",
        "A video about smooth, rhythmic folding motions.",
        "A video about organized piles of folded clothes."
    ],
    "132": [
        "A video about hands deftly folding napkins.",
        "A video about precision in napkin folding.",
        "A video about smooth, rhythmic napkin movements.",
        "A video about elegant napkin folding techniques."
    ],
    "133": [
        "A video about precise finger movements.",
        "A video about smooth paper creases.",
        "A video about rhythmic folding patterns.",
        "A video about careful alignment of edges."
    ],
    "134": [
        "A video about lifting weights with straight arms.",
        "A video about controlled upward arm movement.",
        "A video about maintaining a neutral spine.",
        "A video about focusing on shoulder engagement."
    ],
    "135": [
        "A video about sizzling oil and chopped veggies.",
        "A video about colorful vegetables in a pan.",
        "A video about fragrant steam rising.",
        "A video about golden-brown edges forming."
    ],
    "136": [
        "A video about workers in reflective vests.",
        "A video about trucks hauling trash bags.",
        "A video about machines compacting waste.",
        "A video about streets being cleaned up."
    ],
    "137": [
        "A video about a person tilting their head back.",
        "A video about water swishing in the mouth.",
        "A video about throat movements while gargling.",
        "A video about the person spitting out the liquid."
    ],
    "138": [
        "A video about the barber's precise movements.",
        "A video about the hair falling in strands.",
        "A video about the client's relaxed expression.",
        "A video about the clean, sharp lines formed."
    ],
    "139": [
        "A video about the artist's steady hand.",
        "A video about the buzzing needle.",
        "A video about the ink flowing.",
        "A video about the skin's reaction."
    ],
    "140": [
        "A video about a proud recipient.",
        "A video about a beaming presenter.",
        "A video about a handshake exchange.",
        "A video about a trophy presentation."
    ],
    "141": [
        "A video about precise club selection.",
        "A video about smooth swing motion.",
        "A video about controlled ball trajectory.",
        "A video about focused player stance."
    ],
    "142": [
        "A video about a golfer swinging smoothly.",
        "A video about the ball flying high.",
        "A video about the club hitting the ball.",
        "A video about the golfer's focused stance."
    ],
    "143": [
        "A video about the smooth swing motion.",
        "A video about the precise ball alignment.",
        "A video about the focused player stance.",
        "A video about the ball's gentle roll."
    ],
    "144": [
        "A video about meat being cut into small pieces.",
        "A video about a machine crushing the meat.",
        "A video about the meat turning into a paste.",
        "A video about the meat being mixed and ground."
    ],
    "145": [
        "A video about a dog getting its fur brushed.",
        "A video about a dog being bathed gently.",
        "A video about a dog getting its nails trimmed.",
        "A video about a dog being dried with a towel."
    ],
    "146": [
        "A video about a horse being brushed gently.",
        "A video about a horse's mane being combed.",
        "A video about a horse getting its hooves cleaned.",
        "A video about a horse being sprayed with water."
    ],
    "147": [
        "A video about high-flying somersaults.",
        "A video about rapid twists and turns.",
        "A video about precise landings.",
        "A video about dynamic floor routines."
    ],
    "148": [
        "A video about the athlete's powerful spin.",
        "A video about the hammer's high arc.",
        "A video about the release's explosive force.",
        "A video about the landing's precise impact."
    ],
    "149": [
        "A video about intense rhythmic movements.",
        "A video about vigorous head shaking.",
        "A video about expressive body language.",
        "A video about passionate energy release."
    ],
    "150": [
        "A video about a sudden forward motion.",
        "A video about a forceful impact on the head.",
        "A video about a quick, sharp collision.",
        "A video about a decisive, aggressive action."
    ],
    "151": [
        "A video about the athlete sprinting towards the bar.",
        "A video about the powerful takeoff from the ground.",
        "A video about the graceful arc over the bar.",
        "A video about the controlled landing on the mat."
    ],
    "152": [
        "A video about a swift upward leg movement.",
        "A video about a powerful leg extension.",
        "A video about a dynamic high leg kick.",
        "A video about a graceful aerial kick."
    ],
    "153": [
        "A video about the swift swing of the bat.",
        "A video about the ball's trajectory.",
        "A video about the batter's focus.",
        "A video about the crowd's reaction."
    ],
    "154": [
        "A video about sudden skid on ice.",
        "A video about swift body turn.",
        "A video about controlled slide.",
        "A video about quick balance recovery."
    ],
    "155": [
        "A video about a calm person holding a snake.",
        "A video about a snake coiled around a hand.",
        "A video about a person gently touching the snake.",
        "A video about a snake's head resting on a palm."
    ],
    "156": [
        "A video about children jumping in squares.",
        "A video about chalk-drawn grids on the ground.",
        "A video about rhythmic hopping and skipping.",
        "A video about joyful laughter and playful competition."
    ],
    "157": [
        "A video about the smooth glide on hoverboards.",
        "A video about the dynamic turns and spins.",
        "A video about the vibrant neon lights.",
        "A video about the urban street scenery."
    ],
    "158": [
        "A video about arms wrapping around each other.",
        "A video about close embrace and warmth.",
        "A video about gentle squeezing and comfort.",
        "A video about faces close and eyes closed."
    ],
    "159": [
        "A video about rhythmic hip movements.",
        "A video about colorful hoops spinning.",
        "A video about graceful body coordination.",
        "A video about joyful rhythmic beats."
    ],
    "160": [
        "A video about athletes leaping over barriers.",
        "A video about swift, rhythmic movements.",
        "A video about graceful, coordinated jumps.",
        "A video about powerful, dynamic strides."
    ],
    "161": [
        "A video about players swiftly swinging sticks.",
        "A video about a ball flying through the air.",
        "A video about intense physical battles for possession.",
        "A video about crowds cheering passionately."
    ],
    "162": [
        "A video about climbers scaling icy cliffs.",
        "A video about harnesses and crampons in action.",
        "A video about frozen waterfalls and blue ice.",
        "A video about climbers using ice axes skillfully."
    ],
    "163": [
        "A video about people drilling holes in ice.",
        "A video about fishermen sitting on stools.",
        "A video about lines and hooks in the water.",
        "A video about catching fish through the ice."
    ],
    "164": [
        "A video about graceful skaters gliding on ice.",
        "A video about quick spins and elegant jumps.",
        "A video about colorful costumes and sparkly skates.",
        "A video about the sound of blades on smooth ice."
    ],
    "165": [
        "A video about steam rising from the iron.",
        "A video about fabric smoothing under pressure.",
        "A video about rhythmic back-and-forth motion.",
        "A video about a person's focused expression."
    ],
    "166": [
        "A video about the powerful arm swing.",
        "A video about the explosive leg drive.",
        "A video about the fluid body rotation.",
        "A video about the precise release point."
    ],
    "167": [
        "A video about a rider speeding across waves.",
        "A video about the jetski's sleek design.",
        "A video about the rider's dynamic movements.",
        "A video about the jetski's powerful engine."
    ],
    "168": [
        "A video about rhythmic foot movements.",
        "A video about steady arm swings.",
        "A video about rhythmic breathing patterns.",
        "A video about consistent pace variations."
    ],
    "169": [
        "A video about vibrant colors and patterns.",
        "A video about smooth, glossy surfaces.",
        "A video about dynamic, rhythmic movements.",
        "A video about seamless transitions between hands."
    ],
    "170": [
        "A video about glowing orbs in motion.",
        "A video about rhythmic flame patterns.",
        "A video about fiery arcs in the air.",
        "A video about dynamic light reflections."
    ],
    "171": [
        "A video about a soccer ball spinning in the air.",
        "A video about a player juggling with ease.",
        "A video about rhythmic footwork and control.",
        "A video about a ball bouncing off the feet."
    ],
    "172": [
        "A video about a diver soaring gracefully.",
        "A video about water splashing dramatically.",
        "A video about the diver's feet entering first.",
        "A video about the pool's surface rippling."
    ],
    "173": [
        "A video about energetic arm movements.",
        "A video about rhythmic leg kicks.",
        "A video about fast-paced jumps.",
        "A video about dynamic body twists."
    ],
    "174": [
        "A video about the kicker's precise foot placement.",
        "A video about the ball's trajectory in the air.",
        "A video about the kicker's powerful leg swing.",
        "A video about the crowd's reaction to the kick."
    ],
    "175": [
        "A video about a swift leg movement.",
        "A video about the ball soaring high.",
        "A video about the player's focused gaze.",
        "A video about the crowd's excited reaction."
    ],
    "176": [
        "A video about gentle lips touching.",
        "A video about soft, tender movements.",
        "A video about close-up facial expressions.",
        "A video about intimate eye contact."
    ],
    "177": [
        "A video about the speed and agility.",
        "A video about the aerial stunts.",
        "A video about the dynamic waves.",
        "A video about the vibrant colors."
    ],
    "178": [
        "A video about rhythmic needle movements.",
        "A video about colorful yarn unraveling.",
        "A video about precise stitch formation.",
        "A video about focused, calm expressions."
    ],
    "179": [
        "A video about intense, expressive movements.",
        "A video about rapid, exaggerated gestures.",
        "A video about powerful, dynamic body rolls.",
        "A video about fierce, energetic facial expressions."
    ],
    "180": [
        "A video about wide-open mouths.",
        "A video about eyes squinting.",
        "A video about shoulders shaking.",
        "A video about head tilting back."
    ],
    "181": [
        "A video about a skilled mason laying bricks.",
        "A video about precise brick alignment.",
        "A video about mortar application.",
        "A video about a steady brick wall rising."
    ],
    "182": [
        "A video about the powerful takeoff.",
        "A video about the graceful flight.",
        "A video about the controlled landing.",
        "A video about the athlete's form."
    ],
    "183": [
        "A video about a forward step with a bend knee.",
        "A video about a low stance with arms extended.",
        "A video about a controlled descent with focus.",
        "A video about a dynamic movement with balance."
    ],
    "184": [
        "A video about mixing ingredients smoothly.",
        "A video about pouring batter into pans.",
        "A video about baking the cake evenly.",
        "A video about frosting the cake neatly."
    ],
    "185": [
        "A video about hands slicing bread neatly.",
        "A video about lettuce being torn apart.",
        "A video about cheese being placed on bread.",
        "A video about mayo being spread evenly."
    ],
    "186": [
        "A video about smooth, rhythmic motions.",
        "A video about precise tuck-in techniques.",
        "A video about the crisp fold of sheets.",
        "A video about the final fluff of pillows."
    ],
    "187": [
        "A video about delicate wire bending.",
        "A video about precise stone setting.",
        "A video about intricate bead threading.",
        "A video about meticulous metal shaping."
    ],
    "188": [
        "A video about stretching dough into a round shape.",
        "A video about spreading tomato sauce evenly.",
        "A video about sprinkling cheese generously.",
        "A video about adding toppings creatively."
    ],
    "189": [
        "A video about kids rolling snowballs.",
        "A video about stacking snowballs.",
        "A video about decorating the snowman.",
        "A video about adding accessories like hats."
    ],
    "190": [
        "A video about hands skillfully slicing fish.",
        "A video about rice being pressed into shape.",
        "A video about ingredients artfully arranged.",
        "A video about a chef's precise knife work."
    ],
    "191": [
        "A video about pouring hot water.",
        "A video about stirring the tea.",
        "A video about adding sugar.",
        "A video about steeping the leaves."
    ],
    "192": [
        "A video about synchronized footsteps.",
        "A video about straight lines of people.",
        "A video about rhythmic arm movements.",
        "A video about a uniform pace."
    ],
    "193": [
        "A video about gentle hand movements.",
        "A video about rhythmic pressure application.",
        "A video about soothing back kneading.",
        "A video about relaxing muscle tension."
    ],
    "194": [
        "A video about gentle hand movements.",
        "A video about soothing foot pressure.",
        "A video about rhythmic kneading motions.",
        "A video about relaxing foot massage."
    ],
    "195": [
        "A video about gentle kneading motions.",
        "A video about rhythmic hand movements.",
        "A video about soothing pressure points.",
        "A video about relaxing leg muscles."
    ],
    "196": [
        "A video about gentle circular motions.",
        "A video about soothing pressure points.",
        "A video about rhythmic finger movements.",
        "A video about calming head massage."
    ],
    "197": [
        "A video about a calm cow being milked.",
        "A video about steady hands milking.",
        "A video about rhythmic milk flow.",
        "A video about a peaceful barn setting."
    ],
    "198": [
        "A video about a robot mopping smoothly.",
        "A video about water droplets spreading.",
        "A video about a mop gliding effortlessly.",
        "A video about a clean, shiny floor."
    ],
    "199": [
        "A video about the sleek, aerodynamic design.",
        "A video about the powerful engine roar.",
        "A video about the rider's focused expression.",
        "A video about the dynamic curves of the road."
    ],
    "200": [
        "A video about lifting heavy sofas.",
        "A video about sliding dressers.",
        "A video about carrying chairs.",
        "A video about pushing beds."
    ],
    "201": [
        "A video about the rhythmic motion of the mower.",
        "A video about the grass clippings flying.",
        "A video about the even lines being cut.",
        "A video about the sun reflecting off the blades."
    ],
    "202": [
        "A video about polished studio backdrop.",
        "A video about sharp professional attire.",
        "A video about dynamic on-screen graphics.",
        "A video about confident facial expressions."
    ],
    "203": [
        "A video about a hand gripping the bottle cap.",
        "A video about twisting motion to open the cap.",
        "A video about the cap popping off the bottle.",
        "A video about the bottle being tilted to pour."
    ],
    "204": [
        "A video about a dynamic action sequence.",
        "A video about intense fight choreography.",
        "A video about rapid camera movements.",
        "A video about explosive special effects."
    ],
    "205": [
        "A video about soaring gracefully in the sky.",
        "A video about the vibrant colors of the parachute.",
        "A video about the serene landscape below.",
        "A video about the thrill of free-falling."
    ],
    "206": [
        "A video about the colorful parachute soaring.",
        "A video about the rider gliding over waves.",
        "A video about the serene ocean backdrop.",
        "A video about the thrill of high-altitude views."
    ],
    "207": [
        "A video about dynamic flips and jumps.",
        "A video about fluid transitions between obstacles.",
        "A video about precise landings on narrow surfaces.",
        "A video about rapid movements through urban landscapes."
    ],
    "208": [
        "A video about the quarterback's precise throw.",
        "A video about the receiver's swift catch.",
        "A video about the defenders' desperate dive.",
        "A video about the crowd's roaring excitement."
    ],
    "209": [
        "A video about the quarterback's precise throw.",
        "A video about the receiver's swift catch.",
        "A video about the ball's smooth trajectory.",
        "A video about the players' fluid movements."
    ],
    "210": [
        "A video about a sharp knife slicing through the skin.",
        "A video about the apple's peel curling away.",
        "A video about the knife's blade moving rhythmically.",
        "A video about the apple's surface becoming smooth."
    ],
    "211": [
        "A video about a knife slicing through a potato.",
        "A video about a peeler gliding over the skin.",
        "A video about potato shavings falling into a bowl.",
        "A video about a clean potato emerging from the peel."
    ],
    "212": [
        "A video about gentle strokes on the dog's fur.",
        "A video about soothing pats on the horse's neck.",
        "A video about rhythmic caresses on the rabbit's ears.",
        "A video about tender rubs on the guinea pig's back."
    ],
    "213": [
        "A video about gentle strokes on the cat's fur.",
        "A video about the cat's eyes closing in contentment.",
        "A video about the cat's purring becoming louder.",
        "A video about the cat's tail flicking gently."
    ],
    "214": [
        "A video about a person reaching up to pick fruit.",
        "A video about hands gently plucking ripe berries.",
        "A video about a basket filling with fresh apples.",
        "A video about sunlight glinting on juicy oranges."
    ],
    "215": [
        "A video about volunteers digging holes.",
        "A video about seedlings being placed.",
        "A video about soil being packed.",
        "A video about watering the new trees."
    ],
    "216": [
        "A video about smooth, even layers.",
        "A video about trowel spreading.",
        "A video about precise application.",
        "A video about clean, finished walls."
    ],
    "217": [
        "A video about hands moving skillfully.",
        "A video about rhythmic button presses.",
        "A video about melodic expression.",
        "A video about joyful musical flow."
    ],
    "218": [
        "A video about swift shuttlecock hits.",
        "A video about agile net crossings.",
        "A video about intense rallies.",
        "A video about quick footwork."
    ],
    "219": [
        "A video about a man in a kilt playing bagpipes.",
        "A video about the rhythmic movements of the bagpipes.",
        "A video about the melodic sounds emanating from the pipes.",
        "A video about the expressive facial expressions of the player."
    ],
    "220": [
        "A video about dribbling with agility.",
        "A video about shooting with precision.",
        "A video about passing with accuracy.",
        "A video about jumping for rebounds."
    ],
    "221": [
        "A video about a musician strumming strings.",
        "A video about fingers pressing frets.",
        "A video about a bassist's rhythmic sway.",
        "A video about a bass guitar's deep tones."
    ],
    "222": [
        "A video about dynamic action scenes.",
        "A video about vibrant card designs.",
        "A video about intense battle sequences.",
        "A video about detailed character art."
    ],
    "223": [
        "A video about the bow gracefully gliding.",
        "A video about the fingers deftly pressing strings.",
        "A video about the body rhythmically swaying.",
        "A video about the eyes focused on the music."
    ],
    "224": [
        "A video about focused players.",
        "A video about strategic moves.",
        "A video about intense stares.",
        "A video about quiet concentration."
    ],
    "225": [
        "A video about a musician holding a clarinet.",
        "A video about fingers moving on keys.",
        "A video about a musician's breath control.",
        "A video about a clarinet producing sound."
    ],
    "226": [
        "A video about vibrant button colors.",
        "A video about sleek ergonomic design.",
        "A video about responsive joystick movement.",
        "A video about dynamic led lighting."
    ],
    "227": [
        "A video about players in white uniforms.",
        "A video about a bowler running and releasing.",
        "A video about a batsman hitting the ball.",
        "A video about fielders chasing the ball."
    ],
    "228": [
        "A video about cymbals clashing with precision.",
        "A video about rhythmic patterns in motion.",
        "A video about dynamic cymbal flourishes.",
        "A video about the shimmering sound waves."
    ],
    "229": [
        "A video about rhythmic breathing.",
        "A video about circular mouth movements.",
        "A video about vibrating lips.",
        "A video about rhythmic hand movements."
    ],
    "230": [
        "A video about rhythmic arm movements.",
        "A video about precise stick control.",
        "A video about dynamic body sway.",
        "A video about energetic foot tapping."
    ],
    "231": [
        "A video about a person holding a flute.",
        "A video about fingers moving on keys.",
        "A video about breath flowing through flute.",
        "A video about melodic notes floating."
    ],
    "232": [
        "A video about fingers strumming strings.",
        "A video about a hand pressing frets.",
        "A video about a body swaying rhythmically.",
        "A video about a face lost in music."
    ],
    "233": [
        "A video about a musician blowing air into the harmonica.",
        "A video about fingers pressing different holes.",
        "A video about rhythmic movements of the hands.",
        "A video about expressive facial expressions while playing."
    ],
    "234": [
        "A video about graceful finger movements.",
        "A video about rhythmic strumming patterns.",
        "A video about delicate hand positioning.",
        "A video about melodic string plucking."
    ],
    "235": [
        "A video about players skating swiftly.",
        "A video about pucks flying fast.",
        "A video about intense body checks.",
        "A video about goalies diving."
    ],
    "236": [
        "A video about hands moving gracefully.",
        "A video about keys being pressed rhythmically.",
        "A video about expressive body movements.",
        "A video about intense facial expressions."
    ],
    "237": [
        "A video about kids running to kick the ball.",
        "A video about a player kicking the ball high.",
        "A video about teammates cheering after a kick.",
        "A video about the ball soaring through the air."
    ],
    "238": [
        "A video about players rolling dice.",
        "A video about moving game pieces.",
        "A video about buying properties.",
        "A video about trading cards."
    ],
    "239": [
        "A video about a musician's hands moving rapidly.",
        "A video about keys being pressed in sequence.",
        "A video about a rhythmic pattern on the organ.",
        "A video about the sound waves emanating from the organ."
    ],
    "240": [
        "A video about players in camouflage gear.",
        "A video about rapid gunfire and splattering paint.",
        "A video about tactical movements in dense woods.",
        "A video about intense expressions and focused eyes."
    ],
    "241": [
        "A video about hands gracefully moving over keys.",
        "A video about expressive facial expressions while playing.",
        "A video about the rhythmic tapping of piano pedals.",
        "A video about the fluid motion of fingers on keys."
    ],
    "242": [
        "A video about players shuffling cards.",
        "A video about chips being stacked.",
        "A video about intense facial expressions.",
        "A video about cards being dealt."
    ],
    "243": [
        "A video about a person playing a recorder.",
        "The recorder has a wooden texture.",
        "The player's fingers move gracefully.",
        "The sound is clear and melodic."
    ],
    "244": [
        "A video about a musician swaying rhythmically.",
        "A video about fingers dancing on keys.",
        "A video about a saxophone gleaming in light.",
        "A video about breath creating smooth notes."
    ],
    "245": [
        "A video about quick footwork and agility.",
        "A video about powerful racquet swings.",
        "A video about intense court movements.",
        "A video about strategic ball placement."
    ],
    "246": [
        "A video about swift racket swings.",
        "A video about agile footwork.",
        "A video about precise ball placement.",
        "A video about intense court coverage."
    ],
    "247": [
        "A video about the slide's smooth motion.",
        "A video about the player's focused expression.",
        "A video about the brass instrument's shine.",
        "A video about the rich, resonant sound."
    ],
    "248": [
        "A video about the trumpet's shiny brass.",
        "A video about the musician's focused face.",
        "A video about the trumpet's curved shape.",
        "A video about the musician's rhythmic breath."
    ],
    "249": [
        "A video about fingers strumming strings.",
        "A video about a smile while playing.",
        "A video about a relaxed posture.",
        "A video about rhythmic hand movements."
    ],
    "250": [
        "A video about graceful bow movements.",
        "A video about precise finger placement.",
        "A video about expressive body language.",
        "A video about melodic string vibrations."
    ],
    "251": [
        "A video about players diving for the ball.",
        "A video about spiking the ball over the net.",
        "A video about setting up the perfect pass.",
        "A video about the intense jump serves."
    ],
    "252": [
        "A video about nimble fingers gliding over keys.",
        "A video about rhythmic tapping on wooden bars.",
        "A video about joyful expressions while playing.",
        "A video about precise movements creating melodies."
    ],
    "253": [
        "A video about the athlete sprinting down the runway.",
        "A video about the pole bending as they jump.",
        "A video about the athlete soaring over the bar.",
        "A video about the athlete landing in the pit."
    ],
    "254": [
        "A video about a meteorologist pointing at a map.",
        "A video about animated weather symbols moving.",
        "A video about a screen showing temperature graphs.",
        "A video about a presenter explaining forecast details."
    ],
    "255": [
        "A video about the grip on the bar.",
        "A video about the body's vertical movement.",
        "A video about the controlled descent.",
        "A video about the explosive upward motion."
    ],
    "256": [
        "A video about a strong, determined fist pump.",
        "A video about a quick, energetic arm movement.",
        "A video about a celebratory, upward fist gesture.",
        "A video about a powerful, rhythmic hand action."
    ],
    "257": [
        "A video about the steady hand pumping gas.",
        "A video about the nozzle fitting securely.",
        "A video about the gauge rising steadily.",
        "A video about the gas flowing smoothly."
    ],
    "258": [
        "A video about a sturdy punching bag.",
        "A video about a resilient punching bag.",
        "A video about a dynamic punching bag.",
        "A video about a durable punching bag."
    ],
    "259": [
        "A video about a swift jab movement.",
        "A video about a powerful cross punch.",
        "A video about a quick uppercut technique.",
        "A video about a dynamic footwork pattern."
    ],
    "260": [
        "A video about hands placed shoulder-width apart.",
        "A video about body forming a straight line.",
        "A video about elbows bending to lower chest.",
        "A video about pushing back to starting position."
    ],
    "261": [
        "A video about a man pushing a car.",
        "A video about the car moving slowly.",
        "A video about the man's determined face.",
        "A video about the car's wheels turning."
    ],
    "262": [
        "A video about a person pushing a cart.",
        "A video about the cart moving smoothly.",
        "A video about the person's determined face.",
        "A video about the cart's wheels rolling."
    ],
    "263": [
        "A video about a person gently pushing a wheelchair.",
        "A video about hands gripping the wheelchair handles.",
        "A video about smooth, controlled wheelchair movements.",
        "A video about the wheelchair rolling forward steadily."
    ],
    "264": [
        "A video about vibrant illustrations.",
        "A video about engaging characters.",
        "A video about dynamic scenes.",
        "A video about interactive elements."
    ],
    "265": [
        "A video about a person sitting comfortably.",
        "A video about the person holding a newspaper.",
        "A video about the person flipping newspaper pages.",
        "A video about the person focusing on the content."
    ],
    "266": [
        "A video about musicians playing instruments.",
        "A video about recording equipment setup.",
        "A video about sound waves in motion.",
        "A video about creative studio lighting."
    ],
    "267": [
        "A video about a rider pedaling smoothly.",
        "A video about the bike's wheels spinning.",
        "A video about the rider's balance steady.",
        "A video about the wind blowing through hair."
    ],
    "268": [
        "A video about a rider balancing on a camel.",
        "A video about the camel's rhythmic gait.",
        "A video about the rider's grip on the reins.",
        "A video about the camel's steady stride."
    ],
    "269": [
        "A video about a majestic elephant walking steadily.",
        "A video about a rider guiding the elephant calmly.",
        "A video about the elephant's large ears flapping gently.",
        "A video about the rider's feet resting on the elephant's back."
    ],
    "270": [
        "A video about a rider gripping the bull tightly.",
        "A video about the bull bucking wildly.",
        "A video about the rider's struggle to stay on.",
        "A video about the crowd cheering loudly."
    ],
    "271": [
        "A video about the rider's intense focus.",
        "A video about the bike's agile maneuvers.",
        "A video about the rocky terrain.",
        "A video about the wind in the rider's hair."
    ],
    "272": [
        "A video about a rider balancing on a mule.",
        "A video about the mule's steady gait.",
        "A video about the rider's focused posture.",
        "A video about the mule's alert ears."
    ],
    "273": [
        "A video about the rhythmic gait of the horse.",
        "A video about the bond between rider and steed.",
        "A video about the graceful movement of walking.",
        "A video about the powerful strides of riding."
    ],
    "274": [
        "A video about a person balancing on a scooter.",
        "A video about swift turns and quick maneuvers.",
        "A video about the wind blowing through hair.",
        "A video about the joy on the rider's face."
    ],
    "275": [
        "A video about balancing on a single wheel.",
        "A video about smooth, rhythmic movements.",
        "A video about maintaining steady speed.",
        "A video about graceful, controlled turns."
    ],
    "276": [
        "A video about the sharp sound of ripping paper.",
        "A video about the quick, jagged motion.",
        "A video about the sudden release of tension.",
        "A video about the clean, crisp edges formed."
    ],
    "277": [
        "A video about the robot's fluid movements.",
        "A video about the robot's precise steps.",
        "A video about the robot's rhythmic beats.",
        "A video about the robot's expressive gestures."
    ],
    "278": [
        "A video about climbers scaling vertical walls.",
        "A video about harnesses and ropes in action.",
        "A video about gripping rock edges tightly.",
        "A video about chalk dust flying in the air."
    ],
    "279": [
        "A video about quick hand movements.",
        "A video about rhythmic gestures.",
        "A video about synchronized actions.",
        "A video about playful expressions."
    ],
    "280": [
        "A video about smooth gliding motions.",
        "A video about rhythmic leg movements.",
        "A video about colorful outfits and gear.",
        "A video about dynamic spins and jumps."
    ],
    "281": [
        "A video about rhythmic footfalls.",
        "A video about steady arm swings.",
        "A video about focused facial expressions.",
        "A video about consistent speed control."
    ],
    "282": [
        "A video about the wind filling sails.",
        "A video about the boat gliding smoothly.",
        "A video about the crew adjusting ropes.",
        "A video about the waves crashing gently."
    ],
    "283": [
        "A video about vibrant, energetic movements.",
        "A video about synchronized partner steps.",
        "A video about expressive arm gestures.",
        "A video about rhythmic hip rotations."
    ],
    "284": [
        "A video about a worker sanding the floor.",
        "A video about the dust flying around.",
        "A video about the smooth finish achieved.",
        "A video about the rhythmic sound of sanding."
    ],
    "285": [
        "A video about eggs cracking into a bowl.",
        "A video about whisking the eggs smoothly.",
        "A video about eggs turning golden yellow.",
        "A video about eggs being poured into a pan."
    ],
    "286": [
        "A video about divers gliding gracefully.",
        "A video about bubbles rising to the surface.",
        "A video about colorful coral reefs.",
        "A video about sunlight shimmering underwater."
    ],
    "287": [
        "A video about a sleek, modern table.",
        "A video about a rustic wooden table.",
        "A video about a vibrant, colorful table.",
        "A video about a minimalist, white table."
    ],
    "288": [
        "A video about two hands extending towards each other.",
        "A video about palms meeting and gripping firmly.",
        "A video about wrists moving in a reciprocal motion.",
        "A video about smiles accompanying the handshake."
    ],
    "289": [
        "A video about a quick, side-to-side motion.",
        "A video about a rhythmic, repetitive movement.",
        "A video about a subtle, controlled gesture.",
        "A video about a firm, decisive action."
    ],
    "290": [
        "A video about a skilled hand holding a knife.",
        "A video about a steady stone being used.",
        "A video about precise strokes on the blade.",
        "A video about a shiny edge emerging."
    ],
    "291": [
        "A video about precise sharpening movements.",
        "A video about the pencil's gradual point.",
        "A video about the shavings falling away.",
        "A video about the final sharp tip."
    ],
    "292": [
        "A video about a man shaving his head.",
        "A video about precise razor movements.",
        "A video about smooth, clean shaven scalp.",
        "A video about the final touch of aftershave."
    ],
    "293": [
        "A video about a person holding a razor.",
        "A video about foam covering the legs.",
        "A video about smooth strokes on the skin.",
        "A video about water rinsing away foam."
    ],
    "294": [
        "A video about a skilled shearer swiftly cutting wool.",
        "A video about sheep calmly standing during the process.",
        "A video about fluffy wool falling to the ground.",
        "A video about the shearer's precise and rhythmic movements."
    ],
    "295": [
        "A video about a person applying polish.",
        "A video about the shoe's surface reflecting light.",
        "A video about a cloth buffing the shine.",
        "A video about the final glossy finish."
    ],
    "296": [
        "A video about quick dribbling and shooting.",
        "A video about precise ball handling.",
        "A video about rapid movement on court.",
        "A video about focused concentration on hoop."
    ],
    "297": [
        "A video about a player striking the ball.",
        "A video about the ball soaring through the air.",
        "A video about the goalkeeper diving to save.",
        "A video about the crowd reacting to the shot."
    ],
    "298": [
        "A video about the powerful throw.",
        "A video about the athlete's stance.",
        "A video about the spinning motion.",
        "A video about the release point."
    ],
    "299": [
        "A video about a person vigorously shoveling snow.",
        "A video about snow flying off the shovel.",
        "A video about a person's breath visible in the cold.",
        "A video about snow piling up in neat mounds."
    ],
    "300": [
        "A video about hands tearing paper swiftly.",
        "A video about paper being ripped apart.",
        "A video about shreds falling to the floor.",
        "A video about a pile of torn paper."
    ],
    "301": [
        "A video about cards being spread out.",
        "A video about cards being riffled.",
        "A video about cards being cut.",
        "A video about cards being stacked."
    ],
    "302": [
        "A video about swift and powerful kicks.",
        "A video about precise leg movements.",
        "A video about dynamic body rotation.",
        "A video about explosive energy release."
    ],
    "303": [
        "A video about expressive hand movements.",
        "A video about clear facial expressions.",
        "A video about rhythmic body language.",
        "A video about dynamic eye contact."
    ],
    "304": [
        "A video about expressive hand gestures.",
        "A video about vibrant facial expressions.",
        "A video about rhythmic body movements.",
        "A video about intense eye contact."
    ],
    "305": [
        "A video about hands clasped behind the head.",
        "A video about feet flat on the floor.",
        "A video about torso lifting towards knees.",
        "A video about controlled descent to the floor."
    ],
    "306": [
        "A video about skaters flipping mid-air.",
        "A video about grinding rails smoothly.",
        "A video about jumps over obstacles.",
        "A video about tricks on ramps."
    ],
    "307": [
        "A video about skiers soaring through the air.",
        "A video about the graceful arc of the jump.",
        "A video about the snow spraying beneath them.",
        "A video about the skiers landing with precision."
    ],
    "308": [
        "A video about skiers carving graceful turns.",
        "A video about the speed and fluid motion.",
        "A video about the snow spraying behind.",
        "A video about the dynamic balance on slopes."
    ],
    "309": [
        "A video about skiers gliding smoothly over snow.",
        "A video about rhythmic strides and pole plants.",
        "A video about skiers navigating through forests.",
        "A video about the rhythmic sound of skis."
    ],
    "310": [
        "A video about skiers weaving through gates.",
        "A video about rapid turns and speed.",
        "A video about precision and agility.",
        "A video about snowy tracks and motion."
    ],
    "311": [
        "A video about rhythmic arm movements.",
        "A video about swift footwork patterns.",
        "A video about the rope's fluid motion.",
        "A video about the athlete's agility."
    ],
    "312": [
        "A video about freefalling from great heights.",
        "A video about colorful parachutes opening.",
        "A video about skydivers in formation.",
        "A video about breathtaking aerial views."
    ],
    "313": [
        "A video about balancing on a tightrope.",
        "A video about walking on a thin line.",
        "A video about aerial acrobatics on a slackline.",
        "A video about dynamic movements on a webbing."
    ],
    "314": [
        "A video about a swift hand movement.",
        "A video about a loud, sharp sound.",
        "A video about a surprised facial expression.",
        "A video about a sudden recoil of the head."
    ],
    "315": [
        "A video about dogs pulling sleds.",
        "A video about snowy landscapes.",
        "A video about mushers guiding teams.",
        "A video about fast-paced action."
    ],
    "316": [
        "A video about the glowing tip of a cigarette.",
        "A video about smoke curling into the air.",
        "A video about a hand holding a lit cigarette.",
        "A video about a person exhaling smoke rings."
    ],
    "317": [
        "A video about the swirling smoke.",
        "A video about the relaxed faces.",
        "A video about the rhythmic puffs.",
        "A video about the glowing coals."
    ],
    "318": [
        "A video about explosive barbell movement.",
        "A video about rapid hip extension.",
        "A video about controlled barbell elevation.",
        "A video about precise foot positioning."
    ],
    "319": [
        "A video about sudden head jerk.",
        "A video about mouth wide open.",
        "A video about eyes tightly shut.",
        "A video about rapid expulsion of air."
    ],
    "320": [
        "A video about a dog's nose twitching.",
        "A video about a cat's whiskers moving.",
        "A video about a person's nostrils flaring.",
        "A video about a fox's keen sense of smell."
    ],
    "321": [
        "A video about divers gliding smoothly.",
        "A video about colorful fish swimming.",
        "A video about bubbles rising gently.",
        "A video about sunlight shimmering."
    ],
    "322": [
        "A video about snowboarders carving through powder.",
        "A video about aerial tricks in mid-air.",
        "A video about speed and control on icy slopes.",
        "A video about snowboarders navigating through trees."
    ],
    "323": [
        "A video about gliding across snowy landscapes.",
        "A video about kites pulling riders at high speeds.",
        "A video about dynamic jumps and aerial tricks.",
        "A video about colorful kites against a blue sky."
    ],
    "324": [
        "A video about snowmobiles gliding swiftly.",
        "A video about riders zipping through snow.",
        "A video about the thrill of snowy trails.",
        "A video about the roar of engines in snow."
    ],
    "325": [
        "A video about a person flipping head over heels.",
        "A video about a graceful twist in the air.",
        "A video about a rapid rotation of the body.",
        "A video about a smooth, continuous movement."
    ],
    "326": [
        "A video about glowing poi spinning.",
        "A video about colorful poi patterns.",
        "A video about fast-moving poi trails.",
        "A video about rhythmic poi movements."
    ],
    "327": [
        "A video about vibrant colors splashing.",
        "A video about swift, rhythmic movements.",
        "A video about detailed, intricate patterns.",
        "A video about bold, expressive strokes."
    ],
    "328": [
        "A video about a steady stream of liquid.",
        "A video about droplets flying in the air.",
        "A video about a rhythmic spraying motion.",
        "A video about a fine mist covering the surface."
    ],
    "329": [
        "A video about graceful somersaults.",
        "A video about precise entry angles.",
        "A video about fluid body movements.",
        "A video about synchronized breathing."
    ],
    "330": [
        "A video about deep knee bends.",
        "A video about weight distribution.",
        "A video about muscle engagement.",
        "A video about controlled descent."
    ],
    "331": [
        "A video about a playful tongue wagging.",
        "A video about a cheeky tongue peeking.",
        "A video about a mischievous tongue flicking.",
        "A video about a curious tongue poking."
    ],
    "332": [
        "A video about people stomping grapes barefoot.",
        "A video about splashing grape juice everywhere.",
        "A video about rhythmic stomping in a barrel.",
        "A video about joyful laughter amidst the stomping."
    ],
    "333": [
        "A video about slow, controlled movements.",
        "A video about reaching upward gracefully.",
        "A video about gentle, fluid arm extensions.",
        "A video about maintaining balance while stretching."
    ],
    "334": [
        "A video about a person extending their leg.",
        "A video about stretching the leg muscles.",
        "A video about a slow leg extension.",
        "A video about a relaxed leg stretch."
    ],
    "335": [
        "A video about rhythmic finger movements.",
        "A video about swift wrist motions.",
        "A video about melodic chord progressions.",
        "A video about expressive hand gestures."
    ],
    "336": [
        "A video about vibrant surfers catching waves.",
        "A video about sun-kissed faces cheering.",
        "A video about colorful wetsuits in motion.",
        "A video about energetic crowds on the shore."
    ],
    "337": [
        "A video about surfers gliding on waves.",
        "A video about spray flying from boards.",
        "A video about riders balancing on water.",
        "A video about waves crashing around surfers."
    ],
    "338": [
        "A video about a person holding a broom.",
        "A video about sweeping motion across the floor.",
        "A video about dust gathering in a pile.",
        "A video about a clean, shiny floor."
    ],
    "339": [
        "A video about smooth arm movements.",
        "A video about rhythmic leg kicks.",
        "A video about gliding through water.",
        "A video about controlled breathing."
    ],
    "340": [
        "A video about rhythmic arm movements.",
        "A video about symmetrical leg kicks.",
        "A video about streamlined body position.",
        "A video about controlled breathing pattern."
    ],
    "341": [
        "A video about symmetrical arm movements.",
        "A video about dolphin-like leg kicks.",
        "A video about rapid, synchronized strokes.",
        "A video about powerful, gliding transitions."
    ],
    "342": [
        "A video about energetic footwork.",
        "A video about graceful spins.",
        "A video about rhythmic hand movements.",
        "A video about dynamic partner exchanges."
    ],
    "343": [
        "A video about rhythmic leg movements.",
        "A video about graceful leg swings.",
        "A video about fluid leg motion.",
        "A video about synchronized leg action."
    ],
    "344": [
        "A video about a person swinging gracefully.",
        "A video about a child swinging joyfully.",
        "A video about a monkey swinging agilely.",
        "A video about a bird swinging effortlessly."
    ],
    "345": [
        "A video about swift, precise movements.",
        "A video about intense, rhythmic clashes.",
        "A video about dynamic, fluid exchanges.",
        "A video about powerful, controlled strikes."
    ],
    "346": [
        "A video about slow, fluid movements.",
        "A video about graceful, controlled postures.",
        "A video about rhythmic, synchronized breathing.",
        "A video about calm, focused expressions."
    ],
    "347": [
        "A video about steam rising from the shower.",
        "A video about water cascading over skin.",
        "A video about soap bubbles forming.",
        "A video about a person rinsing off."
    ],
    "348": [
        "A video about passionate embraces.",
        "A video about rhythmic footwork.",
        "A video about intense eye contact.",
        "A video about elegant spins."
    ],
    "349": [
        "A video about quick, rhythmic foot movements.",
        "A video about precise, syncopated beats.",
        "A video about energetic, dynamic footwork.",
        "A video about lively, expressive body movements."
    ],
    "350": [
        "A video about rhythmic finger movements.",
        "A video about precise hand positioning.",
        "A video about fast-paced strumming patterns.",
        "A video about dynamic percussive sounds."
    ],
    "351": [
        "A video about sleek metallic design.",
        "A video about smooth clicking sound.",
        "A video about ergonomic grip comfort.",
        "A video about vibrant led lights."
    ],
    "352": [
        "A video about the foamy head on the beer.",
        "A video about the amber liquid swirling.",
        "A video about the satisfied nod after a sip.",
        "A video about the bubbles rising in the glass."
    ],
    "353": [
        "A video about savoring each bite slowly.",
        "A video about closing eyes in delight.",
        "A video about chewing with a smile.",
        "A video about nodding in approval."
    ],
    "354": [
        "A video about a person speaking confidently.",
        "A video about a witness giving details.",
        "A video about a courtroom setting.",
        "A video about legal proceedings."
    ],
    "355": [
        "A video about fingers tapping rapidly.",
        "A video about eyes focused on screens.",
        "A video about thumbs moving swiftly.",
        "A video about faces illuminated by light."
    ],
    "356": [
        "A video about the axe spinning in the air.",
        "A video about the axe's sharp edge glinting.",
        "A video about the axe's trajectory through the air.",
        "A video about the axe hitting its target."
    ],
    "357": [
        "A video about the ball's arc in flight.",
        "A video about the hand's release motion.",
        "A video about the ball's spin rotation.",
        "A video about the follow-through posture."
    ],
    "358": [
        "A video about the athlete's powerful stance.",
        "A video about the discus spinning in the air.",
        "A video about the athlete's focused expression.",
        "A video about the discus landing on the field."
    ],
    "359": [
        "A video about laughter and squirming.",
        "A video about playful hand movements.",
        "A video about uncontrollable giggles.",
        "A video about light-hearted interactions."
    ],
    "360": [
        "A video about speeding down snowy slopes.",
        "A video about colorful toboggans gliding.",
        "A video about laughter and snow spray.",
        "A video about winter joy on hills."
    ],
    "361": [
        "A video about the coin spinning in the air.",
        "A video about the hand releasing the coin.",
        "A video about the coin catching mid-air.",
        "A video about the coin landing on the palm."
    ],
    "362": [
        "A video about hands chopping veggies.",
        "A video about tossing greens in a bowl.",
        "A video about dressing being poured.",
        "A video about a lively mixing motion."
    ],
    "363": [
        "A video about a dog jumping over hurdles.",
        "A video about a dog fetching a ball.",
        "A video about a dog following commands.",
        "A video about a dog running through tunnels."
    ],
    "364": [
        "A video about aerial flips and spins.",
        "A video about graceful mid-air poses.",
        "A video about dynamic rope swings.",
        "A video about daring acrobatic leaps."
    ],
    "365": [
        "A video about precise beard trimming.",
        "A video about smooth shaving motions.",
        "A video about clean razor handling.",
        "A video about detailed beard shaping."
    ],
    "366": [
        "A video about a man trimming branches with a saw.",
        "A video about leaves falling as the tree is trimmed.",
        "A video about a ladder propped against the tree.",
        "A video about the sound of sawing echoing in the air."
    ],
    "367": [
        "A video about the swift takeoff.",
        "A video about the graceful hop phase.",
        "A video about the powerful step phase.",
        "A video about the final soaring jump."
    ],
    "368": [
        "A video about hands deftly folding fabric.",
        "A video about fingers looping and pulling.",
        "A video about symmetry forming in front.",
        "A video about a neat bow tie taking shape."
    ],
    "369": [
        "A video about hands moving skillfully.",
        "A video about a loop forming smoothly.",
        "A video about tension adjusting precisely.",
        "A video about the knot tightening securely."
    ],
    "370": [
        "A video about hands skillfully looping the tie.",
        "A video about the symmetrical knot forming.",
        "A video about the tie snugly fitting around the collar.",
        "A video about the final adjustment of the tie."
    ],
    "371": [
        "A video about carefully opening a package.",
        "A video about revealing the contents inside.",
        "A video about the excitement of discovery.",
        "A video about the joy of new possessions."
    ],
    "372": [
        "A video about workers lifting boxes.",
        "A video about forklifts moving pallets.",
        "A video about crates being stacked.",
        "A video about trucks opening their doors."
    ],
    "373": [
        "A video about typing on a keyboard.",
        "A video about coding in a dark room.",
        "A video about data visualization.",
        "A video about gaming on a monitor."
    ],
    "374": [
        "A video about precise button presses.",
        "A video about smooth joystick movements.",
        "A video about responsive screen interactions.",
        "A video about intuitive interface navigation."
    ],
    "375": [
        "A video about smooth gliding on a segway.",
        "A video about effortless balancing on a segway.",
        "A video about dynamic turns on a segway.",
        "A video about swift acceleration on a segway."
    ],
    "376": [
        "A video about sleek, modern design.",
        "A video about intuitive user interface.",
        "A video about secure, biometric access.",
        "A video about spacious, organized storage."
    ],
    "377": [
        "A video about people standing in a queue.",
        "A video about orderly progression.",
        "A video about patience in line.",
        "A video about diverse faces waiting."
    ],
    "378": [
        "A video about a joyful dog trotting beside its owner.",
        "A video about the leash swinging rhythmically.",
        "A video about the owner's steady, purposeful stride.",
        "A video about the dog's ears flapping in the wind."
    ],
    "379": [
        "A video about suds filling the sink.",
        "A video about hands scrubbing plates.",
        "A video about water rinsing off soap.",
        "A video about drying clean dishes."
    ],
    "380": [
        "A video about gentle water flow.",
        "A video about soft soap application.",
        "A video about careful scrubbing.",
        "A video about soothing foot rinsing."
    ],
    "381": [
        "A video about suds cascading down the scalp.",
        "A video about fingers massaging the head.",
        "A video about water rinsing away shampoo.",
        "A video about hair glistening under the light."
    ],
    "382": [
        "A video about soap bubbles forming.",
        "A video about water flowing over hands.",
        "A video about fingers rubbing together.",
        "A video about a clean towel drying hands."
    ],
    "383": [
        "A video about skiers gliding on water.",
        "A video about boats pulling skiers.",
        "A video about skiers jumping waves.",
        "A video about colorful wakeboards in action."
    ],
    "384": [
        "A video about splashing water and laughter.",
        "A video about colorful tubes and slides.",
        "A video about joyful faces and speed.",
        "A video about sunlit pools and fun."
    ],
    "385": [
        "A video about a gentle stream of water.",
        "A video about a person holding a hose.",
        "A video about droplets glistening on leaves.",
        "A video about plants perking up with water."
    ],
    "386": [
        "A video about smooth, flowing movements.",
        "A video about precise, controlled strokes.",
        "A video about gradual, even application.",
        "A video about steady, rhythmic patterns."
    ],
    "387": [
        "A video about a man applying wax strips.",
        "A video about the chest area being prepped.",
        "A video about the quick removal of wax.",
        "A video about the smooth, hairless chest."
    ],
    "388": [
        "A video about precise eyebrow shaping.",
        "A video about smooth wax application.",
        "A video about quick hair removal.",
        "A video about clean eyebrow lines."
    ],
    "389": [
        "A video about smooth, bare legs.",
        "A video about applying wax strips.",
        "A video about quick, efficient removal.",
        "A video about post-wax care tips."
    ],
    "390": [
        "A video about hands skillfully weaving.",
        "A video about colorful strands intertwining.",
        "A video about rhythmic movements of fingers.",
        "A video about a finished basket emerging."
    ],
    "391": [
        "A video about sparks flying in arcs.",
        "A video about molten metal dripping.",
        "A video about precise torch movements.",
        "A video about intense heat glowing."
    ],
    "392": [
        "A video about a person pursing their lips.",
        "A video about a person exhaling gently.",
        "A video about a person making a high-pitched sound.",
        "A video about a person's cheeks slightly puffing out."
    ],
    "393": [
        "A video about the graceful movements of windsurfers.",
        "A video about the dynamic balance on the waves.",
        "A video about the powerful sails catching the wind.",
        "A video about the vibrant colors of windsurfing gear."
    ],
    "394": [
        "A video about colorful ribbons being tied.",
        "A video about neatly folding gift paper.",
        "A video about a bow being tied perfectly.",
        "A video about a gift box being sealed."
    ],
    "395": [
        "A video about intense grappling moves.",
        "A video about dramatic body slams.",
        "A video about fierce headlocks and pins.",
        "A video about powerful throws and takedowns."
    ],
    "396": [
        "A video about dynamic hand movements.",
        "A video about swift pen strokes.",
        "A video about expressive body language.",
        "A video about intense facial expressions."
    ],
    "397": [
        "A video about a wide-open mouth.",
        "A video about deep inhalation.",
        "A video about stretching arms.",
        "A video about a relaxed face."
    ],
    "398": [
        "A video about graceful body movements.",
        "A video about serene breathing patterns.",
        "A video about balanced postures.",
        "A video about focused meditation."
    ],
    "399": [
        "A video about energetic dance moves.",
        "A video about vibrant music beats.",
        "A video about colorful outfits.",
        "A video about joyful expressions."
    ]
}