{
    "0": [
        "A video of abseiling generally involves the following step: securing the rope (immediate), which is a sub-step.",
        "A video of abseiling generally involves the following step: attaching harness (short duration), which is a sub-step.",
        "A video of abseiling generally involves the following step: descending slowly (extended duration), which is a sub-step.",
        "A video of abseiling generally involves the following step: reaching the ground (final moment), which is a sub-step."
    ],
    "1": [
        "A video of air drumming generally involves the following step: (initial arm positioning), which is a sub-step.",
        "A video of air drumming generally involves the following step: (rapid arm movements), which is a sub-step.",
        "A video of air drumming generally involves the following step: (synchronized foot tapping), which is a sub-step.",
        "A video of air drumming generally involves the following step: (final arm release), which is a sub-step."
    ],
    "2": [
        "A video of answering questions generally involves the following step: listening to the question, which is a sub-step.",
        "A video of answering questions generally involves the following step: processing the question, which is a sub-step.",
        "A video of answering questions generally involves the following step: formulating a response, which is a sub-step.",
        "A video of answering questions generally involves the following step: delivering the answer, which is a sub-step."
    ],
    "3": [
        "A video of applauding generally involves the following step: raising hands to chest level, which is a sub-step.",
        "A video of applauding generally involves the following step: clapping hands together, which is a sub-step.",
        "A video of applauding generally involves the following step: repeating clapping rhythmically, which is a sub-step.",
        "A video of applauding generally involves the following step: lowering hands to sides, which is a sub-step."
    ],
    "4": [
        "A video of applying cream generally involves the following step: opening the container, which is a sub-step.",
        "A video of applying cream generally involves the following step: scooping the cream, which is a sub-step.",
        "A video of applying cream generally involves the following step: spreading the cream, which is a sub-step.",
        "A video of applying cream generally involves the following step: closing the container, which is a sub-step."
    ],
    "5": [
        "A video of archery generally involves the following step: drawing the bowstring back, which is a sub-step.",
        "A video of archery generally involves the following step: aligning the arrow with the target, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the bowstring, which is a sub-step.",
        "A video of archery generally involves the following step: observing the arrow's flight, which is a sub-step."
    ],
    "6": [
        "A video of arm wrestling generally involves the following step: positioning hands and arms (initial setup), which is a sub-step.",
        "A video of arm wrestling generally involves the following step: applying initial force (start of engagement), which is a sub-step.",
        "A video of arm wrestling generally involves the following step: maintaining balance and leverage (sustained effort), which is a sub-step.",
        "A video of arm wrestling generally involves the following step: determining the winner (final outcome), which is a sub-step."
    ],
    "7": [
        "A video of arranging flowers generally involves the following step: selecting flowers and foliage, which is a sub-step.",
        "A video of arranging flowers generally involves the following step: trimming stems to appropriate lengths, which is a sub-step.",
        "A video of arranging flowers generally involves the following step: arranging flowers in a vase, which is a sub-step.",
        "A video of arranging flowers generally involves the following step: adjusting the arrangement for balance, which is a sub-step."
    ],
    "8": [
        "A video of assembling a computer generally involves the following step: installing the cpu, which is a sub-step.",
        "A video of assembling a computer generally involves the following step: mounting the ram, which is a sub-step.",
        "A video of assembling a computer generally involves the following step: connecting the power supply, which is a sub-step.",
        "A video of assembling a computer generally involves the following step: attaching the storage devices, which is a sub-step."
    ],
    "9": [
        "A video of auctioning generally involves the following step: opening the bidding, which is a sub-step.",
        "A video of auctioning generally involves the following step: accepting bids, which is a sub-step.",
        "A video of auctioning generally involves the following step: closing the bidding, which is a sub-step.",
        "A video of auctioning generally involves the following step: announcing the winner, which is a sub-step."
    ],
    "10": [
        "A video of baby waking up generally involves the following step: eyes fluttering open, which is a sub-step.",
        "A video of baby waking up generally involves the following step: stretching limbs, which is a sub-step.",
        "A video of baby waking up generally involves the following step: yawning, which is a sub-step.",
        "A video of baby waking up generally involves the following step: vocalizing softly, which is a sub-step."
    ],
    "11": [
        "A video of baking cookies generally involves the following step: mixing ingredients thoroughly, which is a sub-step.",
        "A video of baking cookies generally involves the following step: preheating the oven to 350°f, which is a sub-step.",
        "A video of baking cookies generally involves the following step: scooping dough onto baking sheets, which is a sub-step.",
        "A video of baking cookies generally involves the following step: baking for 10-12 minutes, which is a sub-step."
    ],
    "12": [
        "A video of balloon blowing generally involves the following step: (inhaling deeply), which is a sub-step.",
        "A video of balloon blowing generally involves the following step: (holding breath momentarily), which is a sub-step.",
        "A video of balloon blowing generally involves the following step: (exhaling forcefully into the balloon), which is a sub-step.",
        "A video of balloon blowing generally involves the following step: (watching the balloon inflate gradually), which is a sub-step."
    ],
    "13": [
        "A video of bandaging generally involves the following step: cleaning the wound, which is a sub-step.",
        "A video of bandaging generally involves the following step: applying antiseptic, which is a sub-step.",
        "A video of bandaging generally involves the following step: wrapping the bandage, which is a sub-step.",
        "A video of bandaging generally involves the following step: securing the bandage, which is a sub-step."
    ],
    "14": [
        "A video of barbequing generally involves the following step: preparing the grill, which is a sub-step.",
        "A video of barbequing generally involves the following step: marinating the meat, which is a sub-step.",
        "A video of barbequing generally involves the following step: grilling the meat, which is a sub-step.",
        "A video of barbequing generally involves the following step: serving the food, which is a sub-step."
    ],
    "15": [
        "A video of bartending generally involves the following step: pouring drinks, which is a sub-step.",
        "A video of bartending generally involves the following step: mixing ingredients, which is a sub-step.",
        "A video of bartending generally involves the following step: garnishing drinks, which is a sub-step.",
        "A video of bartending generally involves the following step: serving customers, which is a sub-step."
    ],
    "16": [
        "A videos of beatboxing generally involves the following step: inhaling deeply, which is a sub-step.",
        "A videos of beatboxing generally involves the following step: forming vocal sounds, which is a sub-step.",
        "A videos of beatboxing generally involves the following step: exhaling rhythmically, which is a sub-step.",
        "A videos of beatboxing generally involves the following step: synchronizing beats, which is a sub-step."
    ],
    "17": [
        "A video of beekeeping generally involves the following step: (preparing the hive), which is a sub-step.",
        "A video of beekeeping generally involves the following step: (installing the queen bee), which is a sub-step.",
        "A video of beekeeping generally involves the following step: (monitoring colony growth), which is a sub-step.",
        "A video of beekeeping generally involves the following step: (harvesting honey), which is a sub-step."
    ],
    "18": [
        "A video of belly dancing generally involves the following step: initiating a hip drop (immediate onset), which is a sub-step.",
        "A video of belly dancing generally involves the following step: transitioning to a shimmy (sustained duration), which is a sub-step.",
        "A video of belly dancing generally involves the following step: executing a figure-eight movement (fluid transition), which is a sub-step.",
        "A video of belly dancing generally involves the following step: concluding with a controlled pose (final moment), which is a sub-step."
    ],
    "19": [
        "A video of bench pressing generally involves the following step: lowering the bar to the chest (0.5-1.5 seconds), which is a sub-step.",
        "A video of bench pressing generally involves the following step: holding the bar on the chest (0.5-1 second), which is a sub-step.",
        "A video of bench pressing generally involves the following step: pressing the bar upward (0.5-1.5 seconds), which is a sub-step.",
        "A video of bench pressing generally involves the following step: locking out the arms at the top (0.5-1 second), which is a sub-step."
    ],
    "20": [
        "A video of bending back generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of bending back generally involves the following step: extending the spine, which is a sub-step.",
        "A video of bending back generally involves the following step: reaching maximum extension, which is a sub-step.",
        "A video of bending back generally involves the following step: stabilizing the position, which is a sub-step."
    ],
    "21": [
        "A video of bending metal generally involves the following step: heating the metal to its bending temperature, which is a sub-step.",
        "A video of bending metal generally involves the following step: applying controlled pressure to the heated metal, which is a sub-step.",
        "A video of bending metal generally involves the following step: allowing the metal to cool gradually, which is a sub-step.",
        "A video of bending metal generally involves the following step: inspecting the bent metal for desired shape, which is a sub-step."
    ],
    "22": [
        "A video of biking through snow generally involves the following step: (preparing the bike and gear), which is a sub-step.",
        "A video of biking through snow generally involves the following step: (starting the ride on snow-covered terrain), which is a sub-step.",
        "A video of biking through snow generally involves the following step: (maintaining balance and control), which is a sub-step.",
        "A video of biking through snow generally involves the following step: (finishing the ride and securing equipment), which is a sub-step."
    ],
    "23": [
        "A video of blasting sand generally involves the following step: preparing the sand and equipment, which is a sub-step.",
        "A video of blasting sand generally involves the following step: applying the blasting agent, which is a sub-step.",
        "A video of blasting sand generally involves the following step: initiating the blast, which is a sub-step.",
        "A video of blasting sand generally involves the following step: cleaning up the debris, which is a sub-step."
    ],
    "24": [
        "A video of blowing glass generally involves the following step: heating the glass to a molten state, which is a sub-step.",
        "A video of blowing glass generally involves the following step: shaping the molten glass with tools, which is a sub-step.",
        "A video of blowing glass generally involves the following step: blowing air into the glass to form a bubble, which is a sub-step.",
        "A video of blowing glass generally involves the following step: cooling and annealing the glass to strengthen it, which is a sub-step."
    ],
    "25": [
        "A video of blowing leaves generally involves the following step: gathering leaves into a pile, which is a sub-step.",
        "A video of blowing leaves generally involves the following step: positioning the blower near the pile, which is a sub-step.",
        "A video of blowing leaves generally involves the following step: activating the blower to disperse the leaves, which is a sub-step.",
        "A video of blowing leaves generally involves the following step: monitoring the leaves' movement, which is a sub-step."
    ],
    "26": [
        "A video of blowing nose generally involves the following step: (preparing tissue), which is a sub-step.",
        "A video of blowing nose generally involves the following step: (positioning tissue), which is a sub-step.",
        "A video of blowing nose generally involves the following step: (exhaling forcefully), which is a sub-step.",
        "A video of blowing nose generally involves the following step: (removing tissue), which is a sub-step."
    ],
    "27": [
        "A video of blowing out candles generally involves the following step: positioning the mouth near the candles, which is a sub-step.",
        "A video of blowing out candles generally involves the following step: inhaling deeply before blowing, which is a sub-step.",
        "A video of blowing out candles generally involves the following step: exhaling forcefully to extinguish the flames, which is a sub-step.",
        "A video of blowing out candles generally involves the following step: checking if all candles are out, which is a sub-step."
    ],
    "28": [
        "A video of bobsledding generally involves the following step: pushing the sled (initial_acceleration), which is a sub-step.",
        "A video of bobsledding generally involves the following step: jumping into the sled (quick_transition), which is a sub-step.",
        "A video of bobsledding generally involves the following step: steering through the course (controlled_descent), which is a sub-step.",
        "A video of bobsledding generally involves the following step: crossing the finish line (final_moment), which is a sub-step."
    ],
    "29": [
        "A video of bookbinding generally involves the following step: folding the pages (immediate action), which is a sub-step.",
        "A video of bookbinding generally involves the following step: stacking the folded pages (short duration), which is a sub-step.",
        "A video of bookbinding generally involves the following step: sewing the spine (medium duration), which is a sub-step.",
        "A video of bookbinding generally involves the following step: gluing the cover (immediate action), which is a sub-step."
    ],
    "30": [
        "A video of bouncing on trampoline generally involves the following step: (initial crouch), which is a sub-step.",
        "A video of bouncing on trampoline generally involves the following step: (propulsion upward), which is a sub-step.",
        "A video of bouncing on trampoline generally involves the following step: (mid-air suspension), which is a sub-step.",
        "A video of bouncing on trampoline generally involves the following step: (controlled descent), which is a sub-step."
    ],
    "31": [
        "A video of bowling generally involves the following step: approach initiation, which is a sub-step.",
        "A video of bowling generally involves the following step: arm swing, which is a sub-step.",
        "A video of bowling generally involves the following step: release of the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: follow-through, which is a sub-step."
    ],
    "32": [
        "A video of braiding hair generally involves the following step: separating the hair into three sections, which is a sub-step.",
        "A video of braiding hair generally involves the following step: crossing the left section over the middle, which is a sub-step.",
        "A video of braiding hair generally involves the following step: crossing the right section over the new middle, which is a sub-step.",
        "A video of braiding hair generally involves the following step: repeating the crossing process until the end, which is a sub-step."
    ],
    "33": [
        "A video of breading or breadcrumbing generally involves the following step: selecting ingredients, which is a sub-step.",
        "A video of breading or breadcrumbing generally involves the following step: preparing the breading mixture, which is a sub-step.",
        "A video of breading or breadcrumbing generally involves the following step: coating the food, which is a sub-step.",
        "A video of breading or breadcrumbing generally involves the following step: frying or baking, which is a sub-step."
    ],
    "34": [
        "A video of breakdancing generally involves the following step: (initial freeze), which is a sub-step.",
        "A video of breakdancing generally involves the following step: (toprock), which is a sub-step.",
        "A video of breakdancing generally involves the following step: (footwork), which is a sub-step.",
        "A video of breakdancing generally involves the following step: (power moves), which is a sub-step."
    ],
    "35": [
        "A video of brush painting generally involves the following step: wetting the brush (immediate), which is a sub-step.",
        "A video of brush painting generally involves the following step: dipping in paint (short duration), which is a sub-step.",
        "A video of brush painting generally involves the following step: applying paint to surface (variable duration), which is a sub-step.",
        "A video of brush painting generally involves the following step: drying the painting (long duration), which is a sub-step."
    ],
    "36": [
        "A video of brushing hair generally involves the following step: wetting the hair with water, which is a sub-step.",
        "A video of brushing hair generally involves the following step: applying shampoo to the hair, which is a sub-step.",
        "A video of brushing hair generally involves the following step: massaging the scalp with shampoo, which is a sub-step.",
        "A video of brushing hair generally involves the following step: rinsing the shampoo thoroughly, which is a sub-step."
    ],
    "37": [
        "A video of brushing teeth generally involves the following step: wetting the toothbrush, which is a sub-step.",
        "A video of brushing teeth generally involves the following step: applying toothpaste, which is a sub-step.",
        "A video of brushing teeth generally involves the following step: brushing for two minutes, which is a sub-step.",
        "A video of brushing teeth generally involves the following step: rinsing the mouth, which is a sub-step."
    ],
    "38": [
        "A video of building a cabinet generally involves the following step: measuring and cutting materials, which is a sub-step.",
        "A video of building a cabinet generally involves the following step: assembling the frame, which is a sub-step.",
        "A video of building a cabinet generally involves the following step: attaching the doors, which is a sub-step.",
        "A video of building a cabinet generally involves the following step: finishing and polishing, which is a sub-step."
    ],
    "39": [
        "A video of building a shed generally involves the following step: preparing the foundation, which is a sub-step.",
        "A video of building a shed generally involves the following step: erecting the frame, which is a sub-step.",
        "A video of building a shed generally involves the following step: installing the roof, which is a sub-step.",
        "A video of building a shed generally involves the following step: finishing the interior, which is a sub-step."
    ],
    "40": [
        "A video of bungee jumping generally involves the following step: preparing the equipment, which is a sub-step.",
        "A video of bungee jumping generally involves the following step: attaching the harness, which is a sub-step.",
        "A video of bungee jumping generally involves the following step: stepping off the platform, which is a sub-step.",
        "A video of bungee jumping generally involves the following step: experiencing the free fall, which is a sub-step."
    ],
    "41": [
        "A video of busking generally involves the following step: setting up the performance area, which is a sub-step.",
        "A video of busking generally involves the following step: starting the performance, which is a sub-step.",
        "A video of busking generally involves the following step: engaging with the audience, which is a sub-step.",
        "A video of busking generally involves the following step: concluding the performance, which is a sub-step."
    ],
    "42": [
        "A video of canoeing or kayaking generally involves the following step: (entering the vessel), which is a sub-step.",
        "A video of canoeing or kayaking generally involves the following step: (paddling forward), which is a sub-step.",
        "A video of canoeing or kayaking generally involves the following step: (navigating turns), which is a sub-step.",
        "A video of canoeing or kayaking generally involves the following step: (exiting the vessel), which is a sub-step."
    ],
    "43": [
        "A videos of capoeira generally involves the following step: (initial rhythmic movements), which is a sub-step.",
        "A videos of capoeira generally involves the following step: (fluid acrobatic transitions), which is a sub-step.",
        "A videos of capoeira generally involves the following step: (rapid strikes and kicks), which is a sub-step.",
        "A videos of capoeira generally involves the following step: (final defensive postures), which is a sub-step."
    ],
    "44": [
        "A video of carrying baby generally involves the following step: approaching the baby, which is a sub-step.",
        "A video of carrying baby generally involves the following step: gently lifting the baby, which is a sub-step.",
        "A video of carrying baby generally involves the following step: securing the baby in arms, which is a sub-step.",
        "A video of carrying baby generally involves the following step: moving with the baby, which is a sub-step."
    ],
    "45": [
        "A video of cartwheeling generally involves the following step: lifting one leg (initial_momentum), which is a sub-step.",
        "A video of cartwheeling generally involves the following step: extending the other leg (counterbalance), which is a sub-step.",
        "A video of cartwheeling generally involves the following step: rotating the body (mid_air_rotation), which is a sub-step.",
        "A video of cartwheeling generally involves the following step: landing with both feet (final_stabilization), which is a sub-step."
    ],
    "46": [
        "A video of carving a pumpkin generally involves the following step: selecting a design (preparation), which is a sub-step.",
        "A video of carving a pumpkin generally involves the following step: cutting the top (initial action), which is a sub-step.",
        "A video of carving a pumpkin generally involves the following step: scooping out the insides (intermediate action), which is a sub-step.",
        "A video of carving a pumpkin generally involves the following step: carving the design (final action), which is a sub-step."
    ],
    "47": [
        "A video of catching fish generally involves the following step: casting the line into the water, which is a sub-step.",
        "A video of catching fish generally involves the following step: waiting for a bite, which is a sub-step.",
        "A video of catching fish generally involves the following step: reeling in the fish, which is a sub-step.",
        "A video of catching fish generally involves the following step: landing the fish on shore, which is a sub-step."
    ],
    "48": [
        "A video of catching or throwing baseball generally involves the following step: (windup and release), which is a sub-step.",
        "A video of catching or throwing baseball generally involves the following step: (ball flight), which is a sub-step.",
        "A video of catching or throwing baseball generally involves the following step: (reception and control), which is a sub-step.",
        "A video of catching or throwing baseball generally involves the following step: (follow-through and recovery), which is a sub-step."
    ],
    "49": [
        "A video of catching or throwing frisbee generally involves the following step: gripping the frisbee firmly, which is a sub-step.",
        "A video of catching or throwing frisbee generally involves the following step: winding up the arm, which is a sub-step.",
        "A video of catching or throwing frisbee generally involves the following step: releasing the frisbee swiftly, which is a sub-step.",
        "A video of catching or throwing frisbee generally involves the following step: tracking the frisbee's flight, which is a sub-step."
    ],
    "50": [
        "A video of catching or throwing softball generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of catching or throwing softball generally involves the following step: (wind-up and release), which is a sub-step.",
        "A video of catching or throwing softball generally involves the following step: (follow-through), which is a sub-step.",
        "A video of catching or throwing softball generally involves the following step: (recovery and reset), which is a sub-step."
    ],
    "51": [
        "A video of celebrating generally involves the following step: initial gathering of participants, which is a sub-step.",
        "A video of celebrating generally involves the following step: gradual increase in enthusiasm, which is a sub-step.",
        "A video of celebrating generally involves the following step: peak moment of joy, which is a sub-step.",
        "A video of celebrating generally involves the following step: eventual calming down, which is a sub-step."
    ],
    "52": [
        "A video of changing oil generally involves the following step: draining the old oil, which is a sub-step.",
        "A video of changing oil generally involves the following step: removing the oil filter, which is a sub-step.",
        "A video of changing oil generally involves the following step: refilling with new oil, which is a sub-step.",
        "A video of changing oil generally involves the following step: checking the oil level, which is a sub-step."
    ],
    "53": [
        "A video of changing a wheel generally involves the following step: (removing the hubcap), which is a sub-step.",
        "A video of changing a wheel generally involves the following step: (loosening the lug nuts), which is a sub-step.",
        "A video of changing a wheel generally involves the following step: (lifting the vehicle), which is a sub-step.",
        "A video of changing a wheel generally involves the following step: (removing the flat tire), which is a sub-step."
    ],
    "54": [
        "A video of checking tires generally involves the following step: lifting the vehicle, which is a sub-step.",
        "A video of checking tires generally involves the following step: inspecting the tread, which is a sub-step.",
        "A video of checking tires generally involves the following step: measuring tire pressure, which is a sub-step.",
        "A video of checking tires generally involves the following step: checking for punctures, which is a sub-step."
    ],
    "55": [
        "A video of cheerleading generally involves the following step: formation of the team, which is a sub-step.",
        "A video of cheerleading generally involves the following step: synchronized movements, which is a sub-step.",
        "A video of cheerleading generally involves the following step: execution of stunts, which is a sub-step.",
        "A video of cheerleading generally involves the following step: final pose and salute, which is a sub-step."
    ],
    "56": [
        "A video of chopping wood generally involves the following step: selecting a suitable log, which is a sub-step.",
        "A video of chopping wood generally involves the following step: positioning the log on a stable surface, which is a sub-step.",
        "A video of chopping wood generally involves the following step: swinging the axe to strike the log, which is a sub-step.",
        "A video of chopping wood generally involves the following step: checking the split pieces for further chopping, which is a sub-step."
    ],
    "57": [
        "A video of clapping generally involves the following step: hands approaching each other, which is a sub-step.",
        "A video of clapping generally involves the following step: hands making contact, which is a sub-step.",
        "A video of clapping generally involves the following step: hands separating after contact, which is a sub-step.",
        "A video of clapping generally involves the following step: hands returning to starting position, which is a sub-step."
    ],
    "58": [
        "A videos of clay pottery making generally involves the following step: (preparing the clay), which is a sub-step.",
        "A videos of clay pottery making generally involves the following step: (centering the clay on the wheel), which is a sub-step.",
        "A videos of clay pottery making generally involves the following step: (shaping the pot), which is a sub-step.",
        "A videos of clay pottery making generally involves the following step: (drying and firing the pot), which is a sub-step."
    ],
    "59": [
        "A video of clean and jerk generally involves the following step: lifting the barbell to shoulder height, which is a sub-step.",
        "A video of clean and jerk generally involves the following step: stabilizing the barbell on the shoulders, which is a sub-step.",
        "A video of clean and jerk generally involves the following step: dropping into a squat position, which is a sub-step.",
        "A video of clean and jerk generally involves the following step: extending legs and standing upright, which is a sub-step."
    ],
    "60": [
        "A video of cleaning floor generally involves the following step: sweeping debris into a pile, which is a sub-step.",
        "A video of cleaning floor generally involves the following step: gathering debris into a dustpan, which is a sub-step.",
        "A video of cleaning floor generally involves the following step: disposing of debris in a trash bin, which is a sub-step.",
        "A video of cleaning floor generally involves the following step: mopping the floor to remove residue, which is a sub-step."
    ],
    "61": [
        "A video of cleaning gutters generally involves the following step: removing debris from the gutters, which is a sub-step.",
        "A video of cleaning gutters generally involves the following step: flushing the gutters with water, which is a sub-step.",
        "A video of cleaning gutters generally involves the following step: inspecting for leaks or damage, which is a sub-step.",
        "A video of cleaning gutters generally involves the following step: replacing any missing or damaged parts, which is a sub-step."
    ],
    "62": [
        "A video of cleaning pool generally involves the following step: removing debris from the surface, which is a sub-step.",
        "A video of cleaning pool generally involves the following step: scrubbing the walls and floor, which is a sub-step.",
        "A video of cleaning pool generally involves the following step: vacuuming the bottom, which is a sub-step.",
        "A video of cleaning pool generally involves the following step: refilling and balancing chemicals, which is a sub-step."
    ],
    "63": [
        "A video of cleaning shoes generally involves the following step: removing dirt and debris, which is a sub-step.",
        "A video of cleaning shoes generally involves the following step: applying cleaning solution, which is a sub-step.",
        "A video of cleaning shoes generally involves the following step: scrubbing the surface, which is a sub-step.",
        "A video of cleaning shoes generally involves the following step: rinsing and drying, which is a sub-step."
    ],
    "64": [
        "A video of cleaning toilet generally involves the following step: scrubbing the bowl with a brush, which is a sub-step.",
        "A video of cleaning toilet generally involves the following step: pouring cleaning solution, which is a sub-step.",
        "A video of cleaning toilet generally involves the following step: flushing the toilet to rinse, which is a sub-step.",
        "A video of cleaning toilet generally involves the following step: wiping the exterior surfaces, which is a sub-step."
    ],
    "65": [
        "A video of cleaning windows generally involves the following step: applying cleaning solution, which is a sub-step.",
        "A video of cleaning windows generally involves the following step: scrubbing the surface, which is a sub-step.",
        "A video of cleaning windows generally involves the following step: rinsing with water, which is a sub-step.",
        "A video of cleaning windows generally involves the following step: drying with a cloth, which is a sub-step."
    ],
    "66": [
        "A video of climbing a rope generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of climbing a rope generally involves the following step: lifting the body upward, which is a sub-step.",
        "A video of climbing a rope generally involves the following step: adjusting the grip position, which is a sub-step.",
        "A video of climbing a rope generally involves the following step: repeating the process until the top, which is a sub-step."
    ],
    "67": [
        "A video of climbing a ladder generally involves the following step: grasping the rungs firmly, which is a sub-step.",
        "A video of climbing a ladder generally involves the following step: lifting one foot upward, which is a sub-step.",
        "A video of climbing a ladder generally involves the following step: placing the foot on the next rung, which is a sub-step.",
        "A video of climbing a ladder generally involves the following step: repeating the process sequentially, which is a sub-step."
    ],
    "68": [
        "A video of climbing a tree generally involves the following step: positioning at the base, which is a sub-step.",
        "A video of climbing a tree generally involves the following step: grasping the trunk, which is a sub-step.",
        "A video of climbing a tree generally involves the following step: lifting the body, which is a sub-step.",
        "A video of climbing a tree generally involves the following step: securing a higher hold, which is a sub-step."
    ],
    "69": [
        "A video of contact juggling generally involves the following step: (initial positioning of the ball), which is a sub-step.",
        "A video of contact juggling generally involves the following step: (gentle rolling of the ball across the body), which is a sub-step.",
        "A video of contact juggling generally involves the following step: (precise manipulation of the ball's trajectory), which is a sub-step.",
        "A video of contact juggling generally involves the following step: (final stabilization of the ball), which is a sub-step."
    ],
    "70": [
        "A video of cooking chicken generally involves the following step: seasoning the chicken, which is a sub-step.",
        "A video of cooking chicken generally involves the following step: heating oil in a pan, which is a sub-step.",
        "A video of cooking chicken generally involves the following step: searing the chicken on both sides, which is a sub-step.",
        "A video of cooking chicken generally involves the following step: simmering until fully cooked, which is a sub-step."
    ],
    "71": [
        "A video of cooking egg generally involves the following step: heating oil in a pan, which is a sub-step.",
        "A video of cooking egg generally involves the following step: cracking eggs into the pan, which is a sub-step.",
        "A video of cooking egg generally involves the following step: stirring the eggs until set, which is a sub-step.",
        "A video of cooking egg generally involves the following step: transferring the eggs to a plate, which is a sub-step."
    ],
    "72": [
        "A video of cooking on a campfire generally involves the following step: gathering firewood and kindling, which is a sub-step.",
        "A video of cooking on a campfire generally involves the following step: igniting the fire and maintaining its intensity, which is a sub-step.",
        "A video of cooking on a campfire generally involves the following step: preparing the food and utensils, which is a sub-step.",
        "A video of cooking on a campfire generally involves the following step: cooking the food over the fire, which is a sub-step."
    ],
    "73": [
        "A video of cooking sausages generally involves the following step: heating oil in a pan, which is a sub-step.",
        "A video of cooking sausages generally involves the following step: placing sausages in the pan, which is a sub-step.",
        "A video of cooking sausages generally involves the following step: flipping sausages periodically, which is a sub-step.",
        "A video of cooking sausages generally involves the following step: removing sausages when cooked, which is a sub-step."
    ],
    "74": [
        "A video of counting money generally involves the following step: stacking bills neatly, which is a sub-step.",
        "A video of counting money generally involves the following step: separating different denominations, which is a sub-step.",
        "A video of counting money generally involves the following step: verifying the total amount, which is a sub-step.",
        "A video of counting money generally involves the following step: organizing the counted money, which is a sub-step."
    ],
    "75": [
        "A videos of country line dancing generally involves the following step: (starting with a basic step), which is a sub-step.",
        "A videos of country line dancing generally involves the following step: (transitioning to a grapevine), which is a sub-step.",
        "A videos of country line dancing generally involves the following step: (incorporating a kick step), which is a sub-step.",
        "A videos of country line dancing generally involves the following step: (ending with a twirl), which is a sub-step."
    ],
    "76": [
        "A video of cracking neck generally involves the following step: rotating the head to one side, which is a sub-step.",
        "A video of cracking neck generally involves the following step: applying gentle pressure with the hand, which is a sub-step.",
        "A video of cracking neck generally involves the following step: holding the position for a few seconds, which is a sub-step.",
        "A video of cracking neck generally involves the following step: releasing the pressure and rotating back, which is a sub-step."
    ],
    "77": [
        "A video of a crawling baby generally involves the following step: lifting the torso off the ground, which is a sub-step.",
        "A video of a crawling baby generally involves the following step: extending one arm forward, which is a sub-step.",
        "A video of a crawling baby generally involves the following step: pushing off with the opposite leg, which is a sub-step.",
        "A video of a crawling baby generally involves the following step: moving the torso forward, which is a sub-step."
    ],
    "78": [
        "A video of crossing a river generally involves the following step: (preparing the crossing equipment), which is a sub-step.",
        "A video of crossing a river generally involves the following step: (approaching the riverbank), which is a sub-step.",
        "A video of crossing a river generally involves the following step: (navigating through the water), which is a sub-step.",
        "A video of crossing a river generally involves the following step: (reaching the opposite shore), which is a sub-step."
    ],
    "79": [
        "A video of crying generally involves the following step: initial emotional buildup, which is a sub-step.",
        "A video of crying generally involves the following step: tear formation, which is a sub-step.",
        "A video of crying generally involves the following step: vocalization, which is a sub-step.",
        "A video of crying generally involves the following step: calming down, which is a sub-step."
    ],
    "80": [
        "A video of curling hair generally involves the following step: heating the curling iron, which is a sub-step.",
        "A video of curling hair generally involves the following step: wrapping the hair around the iron, which is a sub-step.",
        "A video of curling hair generally involves the following step: holding the hair in place, which is a sub-step.",
        "A video of curling hair generally involves the following step: releasing the hair after a few seconds, which is a sub-step."
    ],
    "81": [
        "A video of cutting nails generally involves the following step: preparing the tools, which is a sub-step.",
        "A video of cutting nails generally involves the following step: positioning the fingers, which is a sub-step.",
        "A video of cutting nails generally involves the following step: trimming the nails, which is a sub-step.",
        "A video of cutting nails generally involves the following step: cleaning up the cuttings, which is a sub-step."
    ],
    "82": [
        "A video of cutting pineapple generally involves the following step: preparing the pineapple by peeling and coring, which is a sub-step.",
        "A video of cutting pineapple generally involves the following step: slicing the pineapple into rings, which is a sub-step.",
        "A video of cutting pineapple generally involves the following step: cutting the rings into smaller pieces, which is a sub-step.",
        "A video of cutting pineapple generally involves the following step: arranging the pieces for presentation, which is a sub-step."
    ],
    "83": [
        "A video of cutting watermelon generally involves the following step: selecting a ripe watermelon, which is a sub-step.",
        "A video of cutting watermelon generally involves the following step: positioning the watermelon on a cutting board, which is a sub-step.",
        "A video of cutting watermelon generally involves the following step: slicing the watermelon with a sharp knife, which is a sub-step.",
        "A video of cutting watermelon generally involves the following step: arranging the slices for serving, which is a sub-step."
    ],
    "84": [
        "A video of dancing ballet generally involves the following step: (preparation), which is a sub-step.",
        "A video of dancing ballet generally involves the following step: (execution), which is a sub-step.",
        "A video of dancing ballet generally involves the following step: (recovery), which is a sub-step.",
        "A video of dancing ballet generally involves the following step: (posture adjustment), which is a sub-step."
    ],
    "85": [
        "A videos of dancing charleston generally involves the following step: (quick foot taps), which is a sub-step.",
        "A videos of dancing charleston generally involves the following step: (hip swings), which is a sub-step.",
        "A videos of dancing charleston generally involves the following step: (arm movements), which is a sub-step.",
        "A videos of dancing charleston generally involves the following step: (partner interactions), which is a sub-step."
    ],
    "86": [
        "A video of dancing gangnam style generally involves the following step: (initial body sway), which is a sub-step.",
        "A video of dancing gangnam style generally involves the following step: (horse-riding motion), which is a sub-step.",
        "A video of dancing gangnam style generally involves the following step: (arm swings and leg kicks), which is a sub-step.",
        "A video of dancing gangnam style generally involves the following step: (final pose and freeze), which is a sub-step."
    ],
    "87": [
        "A video of dancing macarena generally involves the following step: starting with hands on shoulders, which is a sub-step.",
        "A video of dancing macarena generally involves the following step: moving hands to hips, which is a sub-step.",
        "A video of dancing macarena generally involves the following step: crossing arms in front, which is a sub-step.",
        "A video of dancing macarena generally involves the following step: clapping hands and turning, which is a sub-step."
    ],
    "88": [
        "A video of deadlifting generally involves the following step: (gripping the bar), which is a sub-step.",
        "A video of deadlifting generally involves the following step: (lowering the hips), which is a sub-step.",
        "A video of deadlifting generally involves the following step: (lifting the bar), which is a sub-step.",
        "A video of deadlifting generally involves the following step: (locking out the knees), which is a sub-step."
    ],
    "89": [
        "A video of decorating the christmas tree generally involves the following step: assembling the tree stand, which is a sub-step.",
        "A video of decorating the christmas tree generally involves the following step: placing the tree in the stand, which is a sub-step.",
        "A video of decorating the christmas tree generally involves the following step: stringing the lights, which is a sub-step.",
        "A video of decorating the christmas tree generally involves the following step: hanging ornaments, which is a sub-step."
    ],
    "90": [
        "A video of digging generally involves the following step: selecting a location, which is a sub-step.",
        "A video of digging generally involves the following step: preparing the site, which is a sub-step.",
        "A video of digging generally involves the following step: removing the soil, which is a sub-step.",
        "A video of digging generally involves the following step: finalizing the hole, which is a sub-step."
    ],
    "91": [
        "A video of dining generally involves the following step: selecting utensils, which is a sub-step.",
        "A video of dining generally involves the following step: placing food on plate, which is a sub-step.",
        "A video of dining generally involves the following step: cutting and serving food, which is a sub-step.",
        "A video of dining generally involves the following step: eating and conversing, which is a sub-step."
    ],
    "92": [
        "A video of disc golfing generally involves the following step: (selecting a disc), which is a sub-step.",
        "A video of disc golfing generally involves the following step: (taking a stance), which is a sub-step.",
        "A video of disc golfing generally involves the following step: (executing the throw), which is a sub-step.",
        "A video of disc golfing generally involves the following step: (following the disc's flight), which is a sub-step."
    ],
    "93": [
        "A video of diving cliff generally involves the following step: (preparing for the dive), which is a sub-step.",
        "A video of diving cliff generally involves the following step: (jumping off the cliff), which is a sub-step.",
        "A video of diving cliff generally involves the following step: (entering the water), which is a sub-step.",
        "A video of diving cliff generally involves the following step: (surfacing after the dive), which is a sub-step."
    ],
    "94": [
        "A video of dodgeball generally involves the following step: players standing in lines, which is a sub-step.",
        "A video of dodgeball generally involves the following step: a player throwing a ball, which is a sub-step.",
        "A video of dodgeball generally involves the following step: a player dodging or catching, which is a sub-step.",
        "A video of dodgeball generally involves the following step: elimination or continuation, which is a sub-step."
    ],
    "95": [
        "A video of doing aerobics generally involves the following step: warm-up exercises, which is a sub-step.",
        "A video of doing aerobics generally involves the following step: cardiovascular routines, which is a sub-step.",
        "A video of doing aerobics generally involves the following step: strength training, which is a sub-step.",
        "A video of doing aerobics generally involves the following step: cool-down stretches, which is a sub-step."
    ],
    "96": [
        "A video of doing laundry generally involves the following step: sorting clothes by color and fabric, which is a sub-step.",
        "A video of doing laundry generally involves the following step: loading the washer with detergent and clothes, which is a sub-step.",
        "A video of doing laundry generally involves the following step: running the washing machine cycle, which is a sub-step.",
        "A video of doing laundry generally involves the following step: transferring wet clothes to the dryer, which is a sub-step."
    ],
    "97": [
        "A video of doing nails generally involves the following step: applying base coat, which is a sub-step.",
        "A video of doing nails generally involves the following step: painting nail polish, which is a sub-step.",
        "A video of doing nails generally involves the following step: drying the polish, which is a sub-step.",
        "A video of doing nails generally involves the following step: applying top coat, which is a sub-step."
    ],
    "98": [
        "A video of drawing generally involves the following step: sketching the outline, which is a sub-step.",
        "A video of drawing generally involves the following step: shading the details, which is a sub-step.",
        "A video of drawing generally involves the following step: refining the edges, which is a sub-step.",
        "A video of drawing generally involves the following step: adding final touches, which is a sub-step."
    ],
    "99": [
        "A video of dribbling basketball generally involves the following step: (initial hand placement), which is a sub-step.",
        "A video of dribbling basketball generally involves the following step: (ball control and bounce), which is a sub-step.",
        "A video of dribbling basketball generally involves the following step: (continuous movement), which is a sub-step.",
        "A video of dribbling basketball generally involves the following step: (final positioning), which is a sub-step."
    ],
    "100": [
        "A video of drinking generally involves the following step: lifting the container to the mouth, which is a sub-step.",
        "A video of drinking generally involves the following step: tilting the container to pour, which is a sub-step.",
        "A video of drinking generally involves the following step: swallowing the liquid, which is a sub-step.",
        "A video of drinking generally involves the following step: lowering the container, which is a sub-step."
    ],
    "101": [
        "A video of drinking beer generally involves the following step: picking up the glass, which is a sub-step.",
        "A video of drinking beer generally involves the following step: bringing the glass to the mouth, which is a sub-step.",
        "A video of drinking beer generally involves the following step: taking a sip, which is a sub-step.",
        "A video of drinking beer generally involves the following step: lowering the glass, which is a sub-step."
    ],
    "102": [
        "A video of drinking shots generally involves the following step: pouring the shots, which is a sub-step.",
        "A video of drinking shots generally involves the following step: lining up the glasses, which is a sub-step.",
        "A video of drinking shots generally involves the following step: taking the shots, which is a sub-step.",
        "A video of drinking shots generally involves the following step: reacting to the shots, which is a sub-step."
    ],
    "103": [
        "A video of driving a car generally involves the following step: starting the engine, which is a sub-step.",
        "A video of driving a car generally involves the following step: engaging the gear, which is a sub-step.",
        "A video of driving a car generally involves the following step: accelerating forward, which is a sub-step.",
        "A video of driving a car generally involves the following step: steering and navigating, which is a sub-step."
    ],
    "104": [
        "A video of driving a tractor generally involves the following step: starting the engine, which is a sub-step.",
        "A video of driving a tractor generally involves the following step: engaging the clutch, which is a sub-step.",
        "A video of driving a tractor generally involves the following step: shifting gears, which is a sub-step.",
        "A video of driving a tractor generally involves the following step: releasing the clutch, which is a sub-step."
    ],
    "105": [
        "A videos of drop kicking generally involves the following step: (initial setup), which is a sub-step.",
        "A videos of drop kicking generally involves the following step: (leaping forward), which is a sub-step.",
        "A videos of drop kicking generally involves the following step: (striking the ball), which is a sub-step.",
        "A videos of drop kicking generally involves the following step: (landing and balancing), which is a sub-step."
    ],
    "106": [
        "A video of drumming fingers generally involves the following step: initiating finger movement, which is a sub-step.",
        "A video of drumming fingers generally involves the following step: coordinating rhythm, which is a sub-step.",
        "A video of drumming fingers generally involves the following step: maintaining steady tempo, which is a sub-step.",
        "A video of drumming fingers generally involves the following step: concluding the sequence, which is a sub-step."
    ],
    "107": [
        "A video of dunking basketball generally involves the following step: approaching the basket (rapid movement), which is a sub-step.",
        "A video of dumping basketball generally involves the following step: jumping off the ground (brief elevation), which is a sub-step.",
        "A video of dunking basketball generally involves the following step: extending the arm (momentary stretch), which is a sub-step.",
        "A video of dunking basketball generally involves the following step: slamming the ball into the hoop (instant contact), which is a sub-step."
    ],
    "108": [
        "A video of dying hair generally involves the following step: applying the dye evenly, which is a sub-step.",
        "A video of dying hair generally involves the following step: waiting for the dye to set, which is a sub-step.",
        "A video of dying hair generally involves the following step: rinsing the hair thoroughly, which is a sub-step.",
        "A video of dying hair generally involves the following step: drying and styling the hair, which is a sub-step."
    ],
    "109": [
        "A video of eating a burger generally involves the following step: lifting the burger to the mouth, which is a sub-step.",
        "A video of eating a burger generally involves the following step: taking a bite from the burger, which is a sub-step.",
        "A video of eating a burger generally involves the following step: chewing the food in the mouth, which is a sub-step.",
        "A video of eating a burger generally involves the following step: swallowing the chewed food, which is a sub-step."
    ],
    "110": [
        "A video of eating cake generally involves the following step: picking up the fork, which is a sub-step.",
        "A video of eating cake generally involves the following step: cutting a piece of cake, which is a sub-step.",
        "A video of eating cake generally involves the following step: lifting the fork to the mouth, which is a sub-step.",
        "A video of eating cake generally involves the following step: chewing and swallowing the cake, which is a sub-step."
    ],
    "111": [
        "A video of eating carrots generally involves the following step: picking up a carrot, which is a sub-step.",
        "A video of eating carrots generally involves the following step: bringing the carrot to the mouth, which is a sub-step.",
        "A video of eating carrots generally involves the following step: taking a bite, which is a sub-step.",
        "A video of eating carrots generally involves the following step: chewing and swallowing, which is a sub-step."
    ],
    "112": [
        "A video of eating chips generally involves the following step: reaching for the bag, which is a sub-step.",
        "A video of eating chips generally involves the following step: opening the bag, which is a sub-step.",
        "A video of eating chips generally involves the following step: grabbing a chip, which is a sub-step.",
        "A video of eating chips generally involves the following step: placing the chip in the mouth, which is a sub-step."
    ],
    "113": [
        "A video of eating doughnuts generally involves the following step: picking up the doughnut, which is a sub-step.",
        "A video of eating doughnuts generally involves the following step: bringing the doughnut to the mouth, which is a sub-step.",
        "A video of eating doughnuts generally involves the following step: taking a bite, which is a sub-step.",
        "A video of eating doughnuts generally involves the following step: chewing and swallowing, which is a sub-step."
    ],
    "114": [
        "A video of eating a hotdog generally involves the following step: picking up the hotdog, which is a sub-step.",
        "A video of eating a hotdog generally involves the following step: bringing the hotdog to the mouth, which is a sub-step.",
        "A video of eating a hotdog generally involves the following step: taking a bite, which is a sub-step.",
        "A video of eating a hotdog generally involves the following step: chewing and swallowing, which is a sub-step."
    ],
    "115": [
        "A video of eating ice cream generally involves the following step: scooping the ice cream, which is a sub-step.",
        "A video of eating ice cream generally involves the following step: lifting the spoon to the mouth, which is a sub-step.",
        "A video of eating ice cream generally involves the following step: placing the ice cream in the mouth, which is a sub-step.",
        "A video of eating ice cream generally involves the following step: swallowing the ice cream, which is a sub-step."
    ],
    "116": [
        "A video of eating spaghetti generally involves the following step: lifting the fork with spaghetti, which is a sub-step.",
        "A video of eating spaghetti generally involves the following step: twirling the spaghetti around the fork, which is a sub-step.",
        "A video of eating spaghetti generally involves the following step: bringing the fork to the mouth, which is a sub-step.",
        "A video of eating spaghetti generally involves the following step: chewing and swallowing the spaghetti, which is a sub-step."
    ],
    "117": [
        "A video of eating watermelon generally involves the following step: cutting the fruit into slices, which is a sub-step.",
        "A video of eating watermelon generally involves the following step: picking up a slice, which is a sub-step.",
        "A video of eating watermelon generally involves the following step: taking a bite, which is a sub-step.",
        "A video of eating watermelon generally involves the following step: chewing and swallowing, which is a sub-step."
    ],
    "118": [
        "A videos of egg hunting generally involves the following step: hiding eggs in various locations, which is a sub-step.",
        "A videos of egg hunting generally involves the following step: participants searching for hidden eggs, which is a sub-step.",
        "A videos of egg hunting generally involves the following step: collecting found eggs into baskets, which is a sub-step.",
        "A videos of egg hunting generally involves the following step: counting and displaying collected eggs, which is a sub-step."
    ],
    "119": [
        "A video of exercising arm generally involves the following step: lifting the arm upwards, which is a sub-step.",
        "A video of exercising arm generally involves the following step: holding the arm at peak position, which is a sub-step.",
        "A video of exercising arm generally involves the following step: lowering the arm back down, which is a sub-step.",
        "A video of exercising arm generally involves the following step: pausing briefly before repeating, which is a sub-step."
    ],
    "120": [
        "A video of exercising with an exercise ball generally involves the following step: positioning the ball correctly, which is a sub-step.",
        "A video of exercising with an exercise ball generally involves the following step: sitting or lying on the ball, which is a sub-step.",
        "A video of exercising with an exercise ball generally involves the following step: performing specific exercises, which is a sub-step.",
        "A video of exercising with an exercise ball generally involves the following step: maintaining balance throughout, which is a sub-step."
    ],
    "121": [
        "A video of extinguishing fire generally involves the following step: identifying the fire source, which is a sub-step.",
        "A video of extinguishing fire generally involves the following step: selecting the appropriate extinguisher, which is a sub-step.",
        "A video of extinguishing fire generally involves the following step: approaching the fire cautiously, which is a sub-step.",
        "A video of extinguishing fire generally involves the following step: applying the extinguisher to the base of the fire, which is a sub-step."
    ],
    "122": [
        "A video of faceplanting generally involves the following step: losing balance (instantaneous), which is a sub-step.",
        "A video of faceplanting generally involves the following step: falling forward (0.5-1 second), which is a sub-step.",
        "A video of faceplanting generally involves the following step: head hitting the ground (0.2-0.3 seconds), which is a sub-step.",
        "A video of faceplanting generally involves the following step: body collapsing (0.3-0.5 seconds), which is a sub-step."
    ],
    "123": [
        "A video of feeding birds generally involves the following step: approaching the feeding area, which is a sub-step.",
        "A video of feeding birds generally involves the following step: scattering seeds on the ground, which is a sub-step.",
        "A video of feeding birds generally involves the following step: observing birds eating, which is a sub-step.",
        "A video of feeding birds generally involves the following step: leaving the area quietly, which is a sub-step."
    ],
    "124": [
        "A video of feeding fish generally involves the following step: preparing the food, which is a sub-step.",
        "A video of feeding fish generally involves the following step: approaching the tank, which is a sub-step.",
        "A video of feeding fish generally involves the following step: distributing the food, which is a sub-step.",
        "A video of feeding fish generally involves the following step: observing the fish, which is a sub-step."
    ],
    "125": [
        "A video of feeding goats generally involves the following step: gathering hay and grains, which is a sub-step.",
        "A video of feeding goats generally involves the following step: preparing the feeding area, which is a sub-step.",
        "A video of feeding goats generally involves the following step: distributing the food, which is a sub-step.",
        "A video of feeding goats generally involves the following step: monitoring the goats' consumption, which is a sub-step."
    ],
    "126": [
        "A video of filling eyebrows generally involves the following step: preparing the tools, which is a sub-step.",
        "A video of filling eyebrows generally involves the following step: outlining the brow shape, which is a sub-step.",
        "A video of filling eyebrows generally involves the following step: filling in the brows, which is a sub-step.",
        "A video of filling eyebrows generally involves the following step: blending and finishing, which is a sub-step."
    ],
    "127": [
        "A video of finger snapping generally involves the following step: (initial finger positioning), which is a sub-step.",
        "A video of finger snapping generally involves the following step: (rapid finger movement), which is a sub-step.",
        "A video of finger snapping generally involves the following step: (audible snap generation), which is a sub-step.",
        "A video of finger snapping generally involves the following step: (final finger release), which is a sub-step."
    ],
    "128": [
        "A video of fixing hair generally involves the following step: applying hair product, which is a sub-step.",
        "A video of fixing hair generally involves the following step: sectioning the hair, which is a sub-step.",
        "A video of fixing hair generally involves the following step: using a comb or brush, which is a sub-step.",
        "A video of fixing hair generally involves the following step: securing with hair ties, which is a sub-step."
    ],
    "129": [
        "A video of flipping a pancake generally involves the following step: pouring batter onto a hot pan, which is a sub-step.",
        "A video of flipping a pancake generally involves the following step: allowing the batter to cook until bubbles form, which is a sub-step.",
        "A video of flipping a pancake generally involves the following step: lifting the pancake with a spatula, which is a sub-step.",
        "A video of flipping a pancake generally involves the following step: flipping the pancake in the air, which is a sub-step."
    ],
    "130": [
        "A video of flying a kite generally involves the following step: assembling the kite, which is a sub-step.",
        "A video of flying a kite generally involves the following step: attaching the string, which is a sub-step.",
        "A video of flying a kite generally involves the following step: launching the kite, which is a sub-step.",
        "A video of flying a kite generally involves the following step: controlling the kite, which is a sub-step."
    ],
    "131": [
        "A video of folding clothes generally involves the following step: picking up the garment, which is a sub-step.",
        "A video of folding clothes generally involves the following step: aligning the edges, which is a sub-step.",
        "A video of folding clothes generally involves the following step: folding the garment in half, which is a sub-step.",
        "A video of folding clothes generally involves the following step: stacking the folded clothes, which is a sub-step."
    ],
    "132": [
        "A video of folding napkins generally involves the following step: picking up a napkin, which is a sub-step.",
        "A video of folding napkins generally involves the following step: folding the napkin in half, which is a sub-step.",
        "A video of folding napkins generally involves the following step: folding the napkin in thirds, which is a sub-step.",
        "A video of folding napkins generally involves the following step: placing the folded napkin neatly, which is a sub-step."
    ],
    "133": [
        "A video of folding paper generally involves the following step: initial positioning of the paper, which is a sub-step.",
        "A video of folding paper generally involves the following step: precise creasing along the fold lines, which is a sub-step.",
        "A video of folding paper generally involves the following step: aligning edges for symmetry, which is a sub-step.",
        "A video of folding paper generally involves the following step: final adjustments for neatness, which is a sub-step."
    ],
    "134": [
        "A videos of front raises generally involves the following step: (initiating with arms at sides), which is a sub-step.",
        "A videos of front raises generally involves the following step: (lifting arms to shoulder height), which is a sub-step.",
        "A videos of front raises generally involves the following step: (holding position briefly), which is a sub-step.",
        "A videos of front raises generally involves the following step: (lowering arms back to sides), which is a sub-step."
    ],
    "135": [
        "A video of frying vegetables generally involves the following step: heating oil to the desired temperature, which is a sub-step.",
        "A video of frying vegetables generally involves the following step: adding vegetables to the hot oil, which is a sub-step.",
        "A video of frying vegetables generally involves the following step: stirring vegetables occasionally, which is a sub-step.",
        "A video of frying vegetables generally involves the following step: removing vegetables when they are cooked, which is a sub-step."
    ],
    "136": [
        "A video of garbage collecting generally involves the following step: (garbage collection trucks arriving), which is a sub-step.",
        "A video of garbage collecting generally involves the following step: (garbage bins being emptied), which is a sub-step.",
        "A video of garbage collecting generally involves the following step: (garbage compacting in trucks), which is a sub-step.",
        "A video of garbage collecting generally involves the following step: (garbage trucks departing), which is a sub-step."
    ],
    "137": [
        "A video of gargling generally involves the following step: filling the mouth with liquid, which is a sub-step.",
        "A video of gargling generally involves the following step: tilting the head back slightly, which is a sub-step.",
        "A video of gargling generally involves the following step: swishing the liquid around the mouth, which is a sub-step.",
        "A video of gargling generally involves the following step: expelling the liquid from the mouth, which is a sub-step."
    ],
    "138": [
        "A video of getting a haircut generally involves the following step: (sitting in the chair), which is a sub-step.",
        "A video of getting a haircut generally involves the following step: (applying a cape), which is a sub-step.",
        "A video of getting a haircut generally involves the following step: (cutting the hair), which is a sub-step.",
        "A video of getting a haircut generally involves the following step: (removing the cape), which is a sub-step."
    ],
    "139": [
        "A video of getting a tattoo generally involves the following step: selecting a design, which is a sub-step.",
        "A video of getting a tattoo generally involves the following step: preparing the skin, which is a sub-step.",
        "A video of getting a tattoo generally involves the following step: inking the design, which is a sub-step.",
        "A video of getting a tattoo generally involves the following step: aftercare instructions, which is a sub-step."
    ],
    "140": [
        "A video of giving or receiving an award generally involves the following step: preparation of the award, which is a sub-step.",
        "A video of giving or receiving an award generally involves the following step: announcement of the recipient, which is a sub-step.",
        "A video of giving or receiving an award generally involves the following step: presentation of the award, which is a sub-step.",
        "A video of giving or receiving an award generally involves the following step: acceptance speech, which is a sub-step."
    ],
    "141": [
        "A video of golf chipping generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golf chipping generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of golf chipping generally involves the following step: (forward swing execution), which is a sub-step.",
        "A video of golf chipping generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "142": [
        "A video of golf driving generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golf driving generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of golf driving generally involves the following step: (downswing execution), which is a sub-step.",
        "A video of golf driving generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "143": [
        "A video of golf putting generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golf putting generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of golf putting generally involves the following step: (forward swing execution), which is a sub-step.",
        "A video of golf putting generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "144": [
        "A video of grinding meat generally involves the following step: selecting and preparing the meat, which is a sub-step.",
        "A video of grinding meat generally involves the following step: loading the meat into the grinder, which is a sub-step.",
        "A video of grinding meat generally involves the following step: operating the grinder, which is a sub-step.",
        "A video of grinding meat generally involves the following step: collecting the ground meat, which is a sub-step."
    ],
    "145": [
        "A video of grooming a dog generally involves the following step: brushing the coat (preparation), which is a sub-step.",
        "A video of grooming a dog generally involves the following step: trimming the nails (maintenance), which is a sub-step.",
        "A video of grooming a dog generally involves the following step: cleaning the ears (sanitization), which is a sub-step.",
        "A video of grooming a dog generally involves the following step: bathing the dog (finalization), which is a sub-step."
    ],
    "146": [
        "A video of grooming a horse generally involves the following step: brushing the coat (immediate), which is a sub-step.",
        "A video of grooming a horse generally involves the following step: cleaning the hooves (5 minutes), which is a sub-step.",
        "A video of grooming a horse generally involves the following step: combing the mane (3 minutes), which is a sub-step.",
        "A video of grooming a horse generally involves the following step: wiping the eyes (1 minute), which is a sub-step."
    ],
    "147": [
        "A video of gymnastics tumbling generally involves the following step: initial sprint (short duration), which is a sub-step.",
        "A video of gymnastics tumbling generally involves the following step: aerial rotation (brief moment), which is a sub-step.",
        "A video of gymnastics tumbling generally involves the following step: landing preparation (quick transition), which is a sub-step.",
        "A video of gymnastics tumbling generally involves the following step: final landing (precise timing), which is a sub-step."
    ],
    "148": [
        "A video of hammer throw generally involves the following step: (initial grip and stance), which is a sub-step.",
        "A video of hammer throw generally involves the following step: (continuous rotation), which is a sub-step.",
        "A video of hammer throw generally involves the following step: (release and follow-through), which is a sub-step.",
        "A video of hammer throw generally involves the following step: (post-release balance), which is a sub-step."
    ],
    "149": [
        "A video of headbanging generally involves the following step: initiating a rhythmic motion, which is a sub-step.",
        "A video of headbanging generally involves the following step: maintaining the rhythmic motion, which is a sub-step.",
        "A video of headbanging generally involves the following step: varying the intensity of motion, which is a sub-step.",
        "A video of headbanging generally involves the following step: gradually reducing the motion, which is a sub-step."
    ],
    "150": [
        "A video of headbutting generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of headbutting generally involves the following step: (quick acceleration), which is a sub-step.",
        "A video of headbutting generally involves the following step: (impact and recoil), which is a sub-step.",
        "A video of headbutting generally involves the following step: (final stance), which is a sub-step."
    ],
    "151": [
        "A video of high jump generally involves the following step: (approach), which is a sub-step.",
        "A video of high jump generally involves the following step: (takeoff), which is a sub-step.",
        "A video of high jump generally involves the following step: (flight), which is a sub-step.",
        "A video of high jump generally involves the following step: (landing), which is a sub-step."
    ],
    "152": [
        "A video of high kick generally involves the following step: lifting the non-kicking leg (simultaneous), which is a sub-step.",
        "A video of high kick generally involves the following step: extending the kicking leg (0.5 seconds), which is a sub-step.",
        "A video of high kick generally involves the following step: reaching maximum height (1 second), which is a sub-step.",
        "A video of high kick generally involves the following step: lowering the kicking leg (1.5 seconds), which is a sub-step."
    ],
    "153": [
        "A video of hitting baseball generally involves the following step: (anticipation phase), which is a sub-step.",
        "A video of hitting baseball generally involves the following step: (wind-up phase), which is a sub-step.",
        "A video of hitting baseball generally involves the following step: (contact phase), which is a sub-step.",
        "A video of hitting baseball generally involves the following step: (follow-through phase), which is a sub-step."
    ],
    "154": [
        "A video of hockey stop generally involves the following step: initiating a forward motion, which is a sub-step.",
        "A video of hockey stop generally involves the following step: shifting body weight backward, which is a sub-step.",
        "A video of hockey stop generally involves the following step: planting the inside edge of the skate, which is a sub-step.",
        "A video of hockey stop generally involves the following step: sliding to a complete stop, which is a sub-step."
    ],
    "155": [
        "A video of holding snake generally involves the following step: approaching cautiously, which is a sub-step.",
        "A video of holding snake generally involves the following step: grasping securely, which is a sub-step.",
        "A video of holding snake generally involves the following step: lifting gently, which is a sub-step.",
        "A video of holding snake generally involves the following step: stabilizing the snake, which is a sub-step."
    ],
    "156": [
        "A video of hopscotch generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of hopscotch generally involves the following step: (single hop forward), which is a sub-step.",
        "A video of hopscotch generally involves the following step: (landing on one foot), which is a sub-step.",
        "A video of hopscotch generally involves the following step: (repeated hopping sequence), which is a sub-step."
    ],
    "157": [
        "A video of hoverboarding generally involves the following step: mounting the board, which is a sub-step.",
        "A video of hoverboarding generally involves the following step: balancing on the board, which is a sub-step.",
        "A video of hoverboarding generally involves the following step: accelerating forward, which is a sub-step.",
        "A video of hoverboarding generally involves the following step: maneuvering and turning, which is a sub-step."
    ],
    "158": [
        "A video of hugging generally involves the following step: approaching each other, which is a sub-step.",
        "A video of hugging generally involves the following step: extending arms, which is a sub-step.",
        "A video of hugging generally involves the following step: embracing, which is a sub-step.",
        "A video of hugging generally involves the following step: releasing the embrace, which is a sub-step."
    ],
    "159": [
        "A videos of hula hooping generally involves the following step: (initial positioning of the hoop), which is a sub-step.",
        "A videos of hula hooping generally involves the following step: (rotation initiation with hips), which is a sub-step.",
        "A videos of hula hooping generally involves the following step: (continuous hip rotation), which is a sub-step.",
        "A videos of hula hooping generally involves the following step: (maintaining balance and rhythm), which is a sub-step."
    ],
    "160": [
        "A video of hurdling generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of hurdling generally involves the following step: takeoff with one leg, which is a sub-step.",
        "A video of hurdling generally involves the following step: clearing the hurdle, which is a sub-step.",
        "A video of hurdling generally involves the following step: landing and re-acceleration, which is a sub-step."
    ],
    "161": [
        "A video of hurling (sport) generally involves the following step: gripping the hurley (0-1 seconds), which is a sub-step.",
        "A video of hurling (sport) generally involves the following step: positioning the ball (1-2 seconds), which is a sub-step.",
        "A video of hurling (sport) generally involves the following step: swinging the hurley (2-3 seconds), which is a sub-step.",
        "A video of hurling (sport) generally involves the following step: striking the ball (3-4 seconds), which is a sub-step."
    ],
    "162": [
        "A video of ice climbing generally involves the following step: (preparing equipment), which is a sub-step.",
        "A video of ice climbing generally involves the following step: (ascending the ice), which is a sub-step.",
        "A video of ice climbing generally involves the following step: (securing anchors), which is a sub-step.",
        "A video of ice climbing generally involves the following step: (descending safely), which is a sub-step."
    ],
    "163": [
        "A videos of ice fishing generally involves the following step: drilling a hole in the ice, which is a sub-step.",
        "A videos of ice fishing generally involves the following step: setting up a shelter, which is a sub-step.",
        "A videos of ice fishing generally involves the following step: baiting the hook and casting the line, which is a sub-step.",
        "A videos of ice fishing generally involves the following step: waiting for a bite and reeling in the fish, which is a sub-step."
    ],
    "164": [
        "A video of ice skating generally involves the following step: gliding smoothly on the ice, which is a sub-step.",
        "A video of ice skating generally involves the following step: executing turns and spins, which is a sub-step.",
        "A video of ice skating generally involves the following step: maintaining balance with arms and legs, which is a sub-step.",
        "A video of ice skating generally involves the following step: stopping by applying pressure on the blades, which is a sub-step."
    ],
    "165": [
        "A video of ironing generally involves the following step: heating the iron, which is a sub-step.",
        "A video of ironing generally involves the following step: setting up the ironing board, which is a sub-step.",
        "A video of ironing generally involves the following step: pressing the iron on fabric, which is a sub-step.",
        "A video of ironing generally involves the following step: cooling the iron, which is a sub-step."
    ],
    "166": [
        "A video of javelin throw generally involves the following step: initial acceleration (0-2 seconds), which is a sub-step.",
        "A video of javelin throw generally involves the following step: transition to rotational phase (2-4 seconds), which is a sub-step.",
        "A video of javelin throw generally involves the following step: final acceleration and release (4-6 seconds), which is a sub-step.",
        "A video of javelin throw generally involves the following step: follow-through and stabilization (6-8 seconds), which is a sub-step."
    ],
    "167": [
        "A video of jetskiing generally involves the following step: mounting the jetski, which is a sub-step.",
        "A video of jetskiing generally involves the following step: starting the engine, which is a sub-step.",
        "A video of jetskiing generally involves the following step: accelerating on water, which is a sub-step.",
        "A video of jetskiing generally involves the following step: maneuvering and steering, which is a sub-step."
    ],
    "168": [
        "A video of jogging generally involves the following step: lifting the knees alternately, which is a sub-step.",
        "A video of jogging generally involves the following step: swinging the arms rhythmically, which is a sub-step.",
        "A video of jogging generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of jogging generally involves the following step: alternating foot strikes, which is a sub-step."
    ],
    "169": [
        "A video of juggling balls generally involves the following step: tossing the first ball upward, which is a sub-step.",
        "A video of juggling balls generally involves the following step: releasing the second ball after a brief pause, which is a sub-step.",
        "A video of juggling balls generally involves the following step: catching the first ball before it falls, which is a sub-step.",
        "A video of juggling balls generally involves the following step: repeating the sequence with precise timing, which is a sub-step."
    ],
    "170": [
        "A video of juggling fire generally involves the following step: igniting the torches, which is a sub-step.",
        "A video of juggling fire generally involves the following step: positioning the torches, which is a sub-step.",
        "A video of juggling fire generally involves the following step: initiating the juggling motion, which is a sub-step.",
        "A video of juggling fire generally involves the following step: maintaining the juggling rhythm, which is a sub-step."
    ],
    "171": [
        "A video of juggling a soccer ball generally involves the following step: lifting the foot (0.5 seconds), which is a sub-step.",
        "A video of juggling a soccer ball generally involves the following step: striking the ball (0.3 seconds), which is a sub-step.",
        "A video of juggling a soccer ball generally involves the following step: following through with the leg (0.4 seconds), which is a sub-step.",
        "A video of juggling a soccer ball generally involves the following step: preparing for the next strike (0.6 seconds), which is a sub-step."
    ],
    "172": [
        "A video of jumping into a pool generally involves the following step: (preparing for the jump), which is a sub-step.",
        "A video of jumping into a pool generally involves the following step: (initiating the leap), which is a sub-step.",
        "A video of jumping into a pool generally involves the following step: (entering the water), which is a sub-step.",
        "A video of jumping into a pool generally involves the following step: (submerging underwater), which is a sub-step."
    ],
    "173": [
        "A videos of jumpstyle dancing generally involves the following step: (initial jump), which is a sub-step.",
        "A videos of jumpstyle dancing generally involves the following step: (landing with knees bent), which is a sub-step.",
        "A videos of jumpstyle dancing generally involves the following step: (quick transition to a hop), which is a sub-step.",
        "A videos of jumpstyle dancing generally involves the following step: (landing with feet apart), which is a sub-step."
    ],
    "174": [
        "A video of kicking a field goal generally involves the following step: (placement of the ball), which is a sub-step.",
        "A video of kicking a field goal generally involves the following step: (approach and run-up), which is a sub-step.",
        "A video of kicking a field goal generally involves the following step: (striking the ball), which is a sub-step.",
        "A video of kicking a field goal generally involves the following step: (follow-through and balance), which is a sub-step."
    ],
    "175": [
        "A video of kicking a soccer ball generally involves the following step: foot positioning near the ball, which is a sub-step.",
        "A video of kicking a soccer ball generally involves the following step: lifting the foot slightly, which is a sub-step.",
        "A video of kicking a soccer ball generally involves the following step: striking the ball with force, which is a sub-step.",
        "A video of kicking a soccer ball generally involves the following step: following through with the kick, which is a sub-step."
    ],
    "176": [
        "A video of kissing generally involves the following step: approaching each other, which is a sub-step.",
        "A video of kissing generally involves the following step: initiating eye contact, which is a sub-step.",
        "A video of kissing generally involves the following step: closing the distance, which is a sub-step.",
        "A video of kissing generally involves the following step: pressing lips together, which is a sub-step."
    ],
    "177": [
        "A video of kitesurfing generally involves the following step: launching the kite (immediate), which is a sub-step.",
        "A video of kitesurfing generally involves the following step: gaining speed (short-term), which is a sub-step.",
        "A video of kitesurfing generally involves the following step: performing tricks (mid-term), which is a sub-step.",
        "A video of kitesurfing generally involves the following step: landing the kite (long-term), which is a sub-step."
    ],
    "178": [
        "A video of knitting generally involves the following step: casting on stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: knitting rows, which is a sub-step.",
        "A video of knitting generally involves the following step: binding off stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: weaving in ends, which is a sub-step."
    ],
    "179": [
        "A video of krumping generally involves the following step: initial rhythmic movements, which is a sub-step.",
        "A video of krumping generally involves the following step: rapid arm and leg extensions, which is a sub-step.",
        "A video of krumping generally involves the following step: exaggerated facial expressions, which is a sub-step.",
        "A video of krumping generally involves the following step: final explosive energy release, which is a sub-step."
    ],
    "180": [
        "A video of laughing generally involves the following step: (initial facial contraction), which is a sub-step.",
        "A video of laughing generally involves the following step: (sustained vocalization), which is a sub-step.",
        "A video of laughing generally involves the following step: (gradual relaxation), which is a sub-step.",
        "A video of laughing generally involves the following step: (final exhalation), which is a sub-step."
    ],
    "181": [
        "A video of laying bricks generally involves the following step: preparing the mortar, which is a sub-step.",
        "A video of laying bricks generally involves the following step: positioning the bricks, which is a sub-step.",
        "A video of laying bricks generally involves the following step: applying the mortar, which is a sub-step.",
        "A video of laying bricks generally involves the following step: setting the bricks, which is a sub-step."
    ],
    "182": [
        "A video of long jump generally involves the following step: initial sprint acceleration, which is a sub-step.",
        "A video of long jump generally involves the following step: takeoff with a powerful leap, which is a sub-step.",
        "A video of long jump generally involves the following step: mid-air body control, which is a sub-step.",
        "A video of long jump generally involves the following step: landing with bent knees, which is a sub-step."
    ],
    "183": [
        "A video of a lunge generally involves the following step: lowering the body (0.5-1.5 seconds), which is a sub-step.",
        "A video of a lunge generally involves the following step: extending the front leg (0.5-1.0 seconds), which is a sub-step.",
        "A video of a lunge generally involves the following step: maintaining balance (0.5-1.0 seconds), which is a sub-step.",
        "A video of a lunge generally involves the following step: returning to the starting position (0.5-1.5 seconds), which is a sub-step."
    ],
    "184": [
        "A video of making a cake generally involves the following step: mixing ingredients (preparation phase), which is a sub-step.",
        "A video of making a cake generally involves the following step: baking the batter (duration: 30-45 minutes), which is a sub-step.",
        "A video of making a cake generally involves the following step: cooling the cake (duration: 10-15 minutes), which is a sub-step.",
        "A video of making a cake generally involves the following step: frosting the cake (post-cooling step), which is a sub-step."
    ],
    "185": [
        "A video of making a sandwich generally involves the following step: preparing ingredients, which is a sub-step.",
        "A video of making a sandwich generally involves the following step: toasting bread, which is a sub-step.",
        "A video of making a sandwich generally involves the following step: assembling ingredients, which is a sub-step.",
        "A video of making a sandwich generally involves the following step: slicing the sandwich, which is a sub-step."
    ],
    "186": [
        "A video of making bed generally involves the following step: smoothing the sheets, which is a sub-step.",
        "A video of making bed generally involves the following step: arranging the pillows, which is a sub-step.",
        "A video of making bed generally involves the following step: tucking in the corners, which is a sub-step.",
        "A video of making bed generally involves the following step: fluffing the comforter, which is a sub-step."
    ],
    "187": [
        "A video of making jewelry generally involves the following step: selecting materials, which is a sub-step.",
        "A video of making jewelry generally involves the following step: shaping components, which is a sub-step.",
        "A video of making jewelry generally involves the following step: assembling parts, which is a sub-step.",
        "A video of making jewelry generally involves the following step: polishing and finishing, which is a sub-step."
    ],
    "188": [
        "A video of making pizza generally involves the following step: preparing dough (immediate), which is a sub-step.",
        "A video of making pizza generally involves the following step: rolling out dough (5 minutes), which is a sub-step.",
        "A video of making pizza generally involves the following step: adding toppings (3 minutes), which is a sub-step.",
        "A video of making pizza generally involves the following step: baking pizza (15 minutes), which is a sub-step."
    ],
    "189": [
        "A video of making a snowman generally involves the following step: gathering snow, which is a sub-step.",
        "A video of making a snowman generally involves the following step: forming the base, which is a sub-step.",
        "A video of making a snowman generally involves the following step: stacking the middle section, which is a sub-step.",
        "A video of making a snowman generally involves the following step: adding the head, which is a sub-step."
    ],
    "190": [
        "A video of making sushi generally involves the following step: preparing the rice, which is a sub-step.",
        "A video of making sushi generally involves the following step: slicing the fish, which is a sub-step.",
        "A video of making sushi generally involves the following step: assembling the rolls, which is a sub-step.",
        "A video of making sushi generally involves the following step: garnishing and serving, which is a sub-step."
    ],
    "191": [
        "A video of making tea generally involves the following step: boiling water, which is a sub-step.",
        "A video of making tea generally involves the following step: steeping tea leaves, which is a sub-step.",
        "A video of making tea generally involves the following step: straining the tea, which is a sub-step.",
        "A video of making tea generally involves the following step: pouring the tea, which is a sub-step."
    ],
    "192": [
        "A video of marching generally involves the following step: lifting the foot (0.5 seconds), which is a sub-step.",
        "A video of marching generally involves the following step: moving the foot forward (1 second), which is a sub-step.",
        "A video of marching generally involves the following step: placing the foot down (0.5 seconds), which is a sub-step.",
        "A video of marching generally involves the following step: shifting weight to the new foot (0.5 seconds), which is a sub-step."
    ],
    "193": [
        "A video of massaging back generally involves the following step: applying oil or lotion, which is a sub-step.",
        "A video of massaging back generally involves the following step: warming up the muscles, which is a sub-step.",
        "A video of massaging back generally involves the following step: performing deep tissue strokes, which is a sub-step.",
        "A video of massaging back generally involves the following step: finishing with gentle tapping, which is a sub-step."
    ],
    "194": [
        "A video of massaging feet generally involves the following step: applying warm oil to the feet, which is a sub-step.",
        "A video of massaging feet generally involves the following step: gently rubbing the arches, which is a sub-step.",
        "A video of massaging feet generally involves the following step: pressing the toes individually, which is a sub-step.",
        "A video of massaging feet generally involves the following step: finishing with a light foot tap, which is a sub-step."
    ],
    "195": [
        "A video of massaging legs generally involves the following step: applying lotion to the legs, which is a sub-step.",
        "A video of massaging legs generally involves the following step: starting at the feet and moving upward, which is a sub-step.",
        "A video of massaging legs generally involves the following step: kneading the muscles with firm pressure, which is a sub-step.",
        "A video of massaging legs generally involves the following step: finishing with gentle strokes to relax the skin, which is a sub-step."
    ],
    "196": [
        "A video of massaging a person's head generally involves the following step: applying gentle pressure to the scalp, which is a sub-step.",
        "A video of massaging a person's head generally involves the following step: moving fingers in circular motions, which is a sub-step.",
        "A video of massaging a person's head generally involves the following step: focusing on specific tension points, which is a sub-step.",
        "A video of massaging a person's head generally involves the following step: gradually releasing pressure, which is a sub-step."
    ],
    "197": [
        "A video of milking cow generally involves the following step: (preparing the udder), which is a sub-step.",
        "A video of milking cow generally involves the following step: (attaching the milking machine), which is a sub-step.",
        "A video of milking cow generally involves the following step: (monitoring the milking process), which is a sub-step.",
        "A video of milking cow generally involves the following step: (detaching the milking machine), which is a sub-step."
    ],
    "198": [
        "A video of mopping floor generally involves the following step: wetting the mop (immediate start), which is a sub-step.",
        "A video of mopping floor generally involves the following step: scrubbing the floor (short duration), which is a sub-step.",
        "A video of mopping floor generally involves the following step: rinsing the mop (brief pause), which is a sub-step.",
        "A video of mopping floor generally involves the following step: drying the floor (extended duration), which is a sub-step."
    ],
    "199": [
        "A video of motorcycling generally involves the following step: mounting the bike (immediate), which is a sub-step.",
        "A video of motorcycling generally involves the following step: starting the engine (short duration), which is a sub-step.",
        "A video of motorcycling generally involves the following step: accelerating (variable duration), which is a sub-step.",
        "A video of motorcycling generally involves the following step: maneuvering through terrain (extended duration), which is a sub-step."
    ],
    "200": [
        "A video of moving furniture generally involves the following step: lifting the furniture, which is a sub-step.",
        "A video of moving furniture generally involves the following step: carrying the furniture, which is a sub-step.",
        "A video of moving furniture generally involves the following step: positioning the furniture, which is a sub-step.",
        "A video of moving furniture generally involves the following step: securing the furniture, which is a sub-step."
    ],
    "201": [
        "A video of mowing lawn generally involves the following step: (preparing the lawnmower), which is a sub-step.",
        "A video of mowing lawn generally involves the following step: (starting the engine), which is a sub-step.",
        "A video of mowing lawn generally involves the following step: (pushing the lawnmower), which is a sub-step.",
        "A video of mowing lawn generally involves the following step: (emptying the grass catcher), which is a sub-step."
    ],
    "202": [
        "A video of news anchoring generally involves the following step: script preparation, which is a sub-step.",
        "A video of news anchoring generally involves the following step: rehearsal with teleprompter, which is a sub-step.",
        "A video of news anchoring generally involves the following step: live recording, which is a sub-step.",
        "A video of news anchoring generally involves the following step: post-production editing, which is a sub-step."
    ],
    "203": [
        "A video of opening a bottle generally involves the following step: gripping the cap firmly, which is a sub-step.",
        "A video of opening a bottle generally involves the following step: twisting the cap counterclockwise, which is a sub-step.",
        "A video of opening a bottle generally involves the following step: lifting the cap off, which is a sub-step.",
        "A video of opening a bottle generally involves the following step: placing the cap aside, which is a sub-step."
    ],
    "204": [
        "A video of opening present generally involves the following step: unwrapping the gift, which is a sub-step.",
        "A video of opening present generally involves the following step: revealing the contents, which is a sub-step.",
        "A video of opening present generally involves the following step: expressing appreciation, which is a sub-step.",
        "A video of opening present generally involves the following step: placing the gift aside, which is a sub-step."
    ],
    "205": [
        "A video of paragliding generally involves the following step: preparing the equipment, which is a sub-step.",
        "A video of paragliding generally involves the following step: launching from a slope, which is a sub-step.",
        "A video of paragliding generally involves the following step: gaining altitude, which is a sub-step.",
        "A video of paragliding generally involves the following step: gliding and maneuvering, which is a sub-step."
    ],
    "206": [
        "A video of parasailing generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of parasailing generally involves the following step: (securing the harness), which is a sub-step.",
        "A video of parasailing generally involves the following step: (launching from the boat), which is a sub-step.",
        "A video of parasailing generally involves the following step: (soaring in the air), which is a sub-step."
    ],
    "207": [
        "A video of parkour generally involves the following step: (running towards obstacle), which is a sub-step.",
        "A video of parkour generally involves the following step: (preparing for jump), which is a sub-step.",
        "A video of parkour generally involves the following step: (executing the leap), which is a sub-step.",
        "A video of parkour generally involves the following step: (landing and stabilizing), which is a sub-step."
    ],
    "208": [
        "A video of passing american football (in game) generally involves the following step: the quarterback receiving the snap, which is a sub-step.",
        "A video of passing american football (in game) generally involves the following step: the quarterback surveying the field, which is a sub-step.",
        "A video of passing american football (in game) generally involves the following step: the quarterback executing the throw, which is a sub-step.",
        "A video of passing american football (in game) generally involves the following step: the receiver catching the ball, which is a sub-step."
    ],
    "209": [
        "A video of passing american football (not in game) generally involves the following step: the quarterback receiving the snap, which is a sub-step.",
        "A video of passing american football (not in game) generally involves the following step: the quarterback then drops back to pass, which is a sub-step.",
        "A video of passing american football (not in game) generally involves the following step: the quarterback scans the field for an open receiver, which is a sub-step.",
        "A video of passing american football (not in game) generally involves the following step:  the quarterback throws the ball to the receiver, which is a sub-step."
    ],
    "210": [
        "A video of peeling apples generally involves the following step: starting with a sharp knife, which is a sub-step.",
        "A video of peeling apples generally involves the following step: rotating the apple steadily, which is a sub-step.",
        "A video of peeling apples generally involves the following step: maintaining a consistent angle, which is a sub-step.",
        "A video of peeling apples generally involves the following step: removing the peel in one piece, which is a sub-step."
    ],
    "211": [
        "A video of peeling potatoes generally involves the following step: washing the potatoes thoroughly, which is a sub-step.",
        "A video of peeling potatoes generally involves the following step: using a peeler to remove the skin, which is a sub-step.",
        "A video of peeling potatoes generally involves the following step: cutting the potatoes into desired shapes, which is a sub-step.",
        "A video of peeling potatoes generally involves the following step: rinsing the cut potatoes to remove starch, which is a sub-step."
    ],
    "212": [
        "A video of petting animal (not cat) generally involves the following step: approaching the animal calmly, which is a sub-step.",
        "A video of petting animal (not cat) generally involves the following step: extending a hand slowly, which is a sub-step.",
        "A video of petting animal (not cat) generally involves the following step: gently stroking the animal's fur, which is a sub-step.",
        "A video of petting animal (not cat) generally involves the following step: gradually ceasing the petting, which is a sub-step."
    ],
    "213": [
        "A video of petting a cat generally involves the following step: approaching the cat slowly, which is a sub-step.",
        "A video of petting a cat generally involves the following step: extending the hand gently, which is a sub-step.",
        "A video of petting a cat generally involves the following step: stroking the cat's fur, which is a sub-step.",
        "A video of petting a cat generally involves the following step: pausing to observe the cat's reaction, which is a sub-step."
    ],
    "214": [
        "A video of picking fruit generally involves the following step: approaching the tree (immediate), which is a sub-step.",
        "A video of picking fruit generally involves the following step: selecting ripe fruit (short duration), which is a sub-step.",
        "A video of picking fruit generally involves the following step: reaching and grasping (brief), which is a sub-step.",
        "A video of picking fruit generally involves the following step: lifting and placing in container (quick), which is a sub-step."
    ],
    "215": [
        "A video of planting trees generally involves the following step: digging a hole (immediate), which is a sub-step.",
        "A video of planting trees generally involves the following step: placing the sapling in the hole (short-term), which is a sub-step.",
        "A video of planting trees generally involves the following step: filling the hole with soil (short-term), which is a sub-step.",
        "A video of planting trees generally involves the following step: watering the sapling (immediate), which is a sub-step."
    ],
    "216": [
        "A video of plastering generally involves the following step: applying the plaster mix, which is a sub-step.",
        "A video of plastering generally involves the following step: smoothing the surface, which is a sub-step.",
        "A video of plastering generally involves the following step: allowing the plaster to dry, which is a sub-step.",
        "A video of plastering generally involves the following step: sanding the dried plaster, which is a sub-step."
    ],
    "217": [
        "A video of playing accordion generally involves the following step: inhaling air into the lungs, which is a sub-step.",
        "A video of playing accordion generally involves the following step: pressing the bellows to expel air, which is a sub-step.",
        "A video of playing accordion generally involves the following step: pressing keys to produce notes, which is a sub-step.",
        "A video of playing accordion generally involves the following step: releasing keys and bellows to end notes, which is a sub-step."
    ],
    "218": [
        "A video of playing badminton generally involves the following step: (preparing to serve), which is a sub-step.",
        "A video of playing badminton generally involves the following step: (hitting the shuttlecock), which is a sub-step.",
        "A video of playing badminton generally involves the following step: (moving to the net), which is a sub-step.",
        "A video of playing badminton generally involves the following step: (returning the shuttlecock), which is a sub-step."
    ],
    "219": [
        "A video of playing bagpipes generally involves the following step: inflating the bag (continuous action), which is a sub-step.",
        "A video of playing bagpipes generally involves the following step: pressing the chanter (sustained action), which is a sub-step.",
        "A video of playing bagpipes generally involves the following step: fingering the holes (sequential action), which is a sub-step.",
        "A video of playing bagpipes generally involves the following step: manipulating the drones (periodic action), which is a sub-step."
    ],
    "220": [
        "A video of playing basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of playing basketball generally involves the following step: passing the ball, which is a sub-step.",
        "A video of playing basketball generally involves the following step: shooting the ball, which is a sub-step.",
        "A video of playing basketball generally involves the following step: rebounding the ball, which is a sub-step."
    ],
    "221": [
        "A video of playing bass guitar generally involves the following step: positioning fingers on frets, which is a sub-step.",
        "A video of playing bass guitar generally involves the following step: plucking or strumming strings, which is a sub-step.",
        "A video of playing bass guitar generally involves the following step: moving fingers to different frets, which is a sub-step.",
        "A video of playing bass guitar generally involves the following step: maintaining rhythm and timing, which is a sub-step."
    ],
    "222": [
        "A video of playing cards generally involves the following step: shuffling the deck, which is a sub-step.",
        "A video of playing cards generally involves the following step: dealing the cards, which is a sub-step.",
        "A video of playing cards generally involves the following step: placing bets, which is a sub-step.",
        "A video of playing cards generally involves the following step: revealing the hands, which is a sub-step."
    ],
    "223": [
        "A video of playing cello generally involves the following step: positioning the instrument, which is a sub-step.",
        "A video of playing cello generally involves the following step: adjusting the bow grip, which is a sub-step.",
        "A video of playing cello generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playing cello generally involves the following step: shifting hand positions on the neck, which is a sub-step."
    ],
    "224": [
        "A video of playing chess generally involves the following step: setting up the board, which is a sub-step.",
        "A video of playing chess generally involves the following step: selecting pieces, which is a sub-step.",
        "A video of playing chess generally involves the following step: making moves, which is a sub-step.",
        "A video of playing chess generally involves the following step: evaluating positions, which is a sub-step."
    ],
    "225": [
        "A video of playing clarinet generally involves the following step: (preparing the instrument), which is a sub-step.",
        "A video of playing clarinet generally involves the following step: (positioning the mouthpiece), which is a sub-step.",
        "A video of playing clarinet generally involves the following step: (producing sound through breath), which is a sub-step.",
        "A video of playing clarinet generally involves the following step: (articulating notes with fingers), which is a sub-step."
    ],
    "226": [
        "A video of playing controller generally involves the following step: (initial setup), which is a sub-step.",
        "A video of playing controller generally involves the following step: (game selection), which is a sub-step.",
        "A video of playing controller generally involves the following step: (gameplay initiation), which is a sub-step.",
        "A video of playing controller generally involves the following step: (gameplay continuation), which is a sub-step."
    ],
    "227": [
        "A video of playing cricket generally involves the following step: (preparing the pitch), which is a sub-step.",
        "A video of playing cricket generally involves the following step: (batting and fielding), which is a sub-step.",
        "A video of playing cricket generally involves the following step: (bowling and wicket-keeping), which is a sub-step.",
        "A video of playing cricket generally involves the following step: (post-match celebrations), which is a sub-step."
    ],
    "228": [
        "A video of playing cymbals generally involves the following step: lifting the arms (initial preparation), which is a sub-step.",
        "A video of playing cymbals generally involves the following step: bringing the cymbals together (striking motion), which is a sub-step.",
        "A video of playing cymbals generally involves the following step: allowing the cymbals to resonate (sound production), which is a sub-step.",
        "A video of playing cymbals generally involves the following step: lowering the arms (post-strike recovery), which is a sub-step."
    ],
    "229": [
        "A video of playing didgeridoo generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of playing didgeridoo generally involves the following step: positioning the mouth on the instrument, which is a sub-step.",
        "A video of playing didgeridoo generally involves the following step: exhaling steadily, which is a sub-step.",
        "A video of playing didgeridoo generally involves the following step: adjusting breath pressure, which is a sub-step."
    ],
    "230": [
        "A video of playing drums generally involves the following step: striking the snare drum, which is a sub-step.",
        "A video of playing drums generally involves the following step: hitting the cymbals, which is a sub-step.",
        "A video of playing drums generally involves the following step: adjusting the foot pedal, which is a sub-step.",
        "A video of playing drums generally involves the following step: maintaining a steady rhythm, which is a sub-step."
    ],
    "231": [
        "A video of playing flute generally involves the following step: positioning the instrument, which is a sub-step.",
        "A video of playing flute generally involves the following step: aligning the mouthpiece, which is a sub-step.",
        "A video of playing flute generally involves the following step: blowing air into the mouthpiece, which is a sub-step.",
        "A video of playing flute generally involves the following step: producing musical notes, which is a sub-step."
    ],
    "232": [
        "A video of playing guitar generally involves the following step: (tuning the instrument), which is a sub-step.",
        "A video of playing guitar generally involves the following step: (placing fingers on frets), which is a sub-step.",
        "A video of playing guitar generally involves the following step: (strumming or picking strings), which is a sub-step.",
        "A video of playing guitar generally involves the following step: (adjusting dynamics and expression), which is a sub-step."
    ],
    "233": [
        "A video of playing harmonica generally involves the following step: inhaling and exhaling air, which is a sub-step.",
        "A video of playing harmonica generally involves the following step: positioning the mouth on the holes, which is a sub-step.",
        "A video of playing harmonica generally involves the following step: adjusting the tongue for pitch, which is a sub-step.",
        "A video of playing harmonica generally involves the following step: pressing the keys for notes, which is a sub-step."
    ],
    "234": [
        "A video of playing harp generally involves the following step: positioning hands above strings, which is a sub-step.",
        "A video of playing harp generally involves the following step: plucking strings with fingers, which is a sub-step.",
        "A video of playing harp generally involves the following step: adjusting hand positions, which is a sub-step.",
        "A video of playing harp generally involves the following step: repeating the sequence, which is a sub-step."
    ],
    "235": [
        "A video of playing ice hockey generally involves the following step: skating to the puck, which is a sub-step.",
        "A video of playing ice hockey generally involves the following step: controlling the puck, which is a sub-step.",
        "A video of playing ice hockey generally involves the following step: passing or shooting, which is a sub-step.",
        "A video of playing ice hockey generally involves the following step: defending or positioning, which is a sub-step."
    ],
    "236": [
        "A video of playing keyboard generally involves the following step: positioning hands above keys, which is a sub-step.",
        "A video of playing keyboard generally involves the following step: pressing keys rhythmically, which is a sub-step.",
        "A video of playing keyboard generally involves the following step: releasing keys smoothly, which is a sub-step.",
        "A video of playing keyboard generally involves the following step: repeating the sequence, which is a sub-step."
    ],
    "237": [
        "A video of playing kickball generally involves the following step: (preparing to kick), which is a sub-step.",
        "A video of playing kickball generally involves the following step: (kicking the ball), which is a sub-step.",
        "A video of playing kickball generally involves the following step: (running bases), which is a sub-step.",
        "A video of playing kickball generally involves the following step: (fielding the ball), which is a sub-step."
    ],
    "238": [
        "A video of playing monopoly generally involves the following step: rolling dice to determine movement, which is a sub-step.",
        "A video of playing monopoly generally involves the following step: purchasing or passing on properties, which is a sub-step.",
        "A video of playing monopoly generally involves the following step: collecting rent from opponents, which is a sub-step.",
        "A video of playing monopoly generally involves the following step: trading properties with other players, which is a sub-step."
    ],
    "239": [
        "A video of playing organ generally involves the following step: positioning hands over keys, which is a sub-step.",
        "A video of playing organ generally involves the following step: pressing keys rhythmically, which is a sub-step.",
        "A video of playing organ generally involves the following step: adjusting foot pedals, which is a sub-step.",
        "A video of playing organ generally involves the following step: sustaining notes with pedals, which is a sub-step."
    ],
    "240": [
        "A video of playing paintball generally involves the following step: gearing up, which is a sub-step.",
        "A video of playing paintball generally involves the following step: strategizing, which is a sub-step.",
        "A video of playing paintball generally involves the following step: engaging in combat, which is a sub-step.",
        "A video of playing paintball generally involves the following step: assessing the outcome, which is a sub-step."
    ],
    "241": [
        "A video of playing piano generally involves the following step: positioning hands on keys, which is a sub-step.",
        "A video of playing piano generally involves the following step: pressing keys rhythmically, which is a sub-step.",
        "A video of playing piano generally involves the following step: maintaining a steady tempo, which is a sub-step.",
        "A video of playing piano generally involves the following step: releasing keys smoothly, which is a sub-step."
    ],
    "242": [
        "A video of playing poker generally involves the following step: dealing the cards, which is a sub-step.",
        "A video of playing poker generally involves the following step: placing bets, which is a sub-step.",
        "A video of playing poker generally involves the following step: revealing cards, which is a sub-step.",
        "A video of playing poker generally involves the following step: determining the winner, which is a sub-step."
    ],
    "243": [
        "A video of playing recorder generally involves the following step: positioning the lips over the mouthpiece, which is a sub-step.",
        "A video of playing recorder generally involves the following step: blowing air into the mouthpiece, which is a sub-step.",
        "A video of playing recorder generally involves the following step: pressing the keys in sequence, which is a sub-step.",
        "A video of playing recorder generally involves the following step: adjusting breath control for pitch, which is a sub-step."
    ],
    "244": [
        "A video of playing saxophone generally involves the following step: positioning the mouthpiece on the lips, which is a sub-step.",
        "A video of playing saxophone generally involves the following step: inhaling and exhaling air through the instrument, which is a sub-step.",
        "A video of playing saxophone generally involves the following step: pressing keys to produce different notes, which is a sub-step.",
        "A video of playing saxophone generally involves the following step: adjusting embouchure for pitch control, which is a sub-step."
    ],
    "245": [
        "A video of playing squash or racquetball generally involves the following step: (preparing to serve), which is a sub-step.",
        "A video of playing squash or racquetball generally involves the following step: (hitting the ball), which is a sub-step.",
        "A video of playing squash or racquetball generally involves the following step: (moving to the ball), which is a sub-step.",
        "A video of playing squash or racquetball generally involves the following step: (recovering position), which is a sub-step."
    ],
    "246": [
        "A video of playing tennis generally involves the following step: positioning for the serve, which is a sub-step.",
        "A video of playing tennis generally involves the following step: tossing the ball, which is a sub-step.",
        "A video of playing tennis generally involves the following step: striking the ball, which is a sub-step.",
        "A video of playing tennis generally involves the following step: returning to the baseline, which is a sub-step."
    ],
    "247": [
        "A video of playing trombone generally involves the following step: (preparing the instrument), which is a sub-step.",
        "A video of playing trombone generally involves the following step: (positioning the mouthpiece), which is a sub-step.",
        "A video of playing trombone generally involves the following step: (adjusting slide positions), which is a sub-step.",
        "A video of playing trombone generally involves the following step: (producing sound through breath), which is a sub-step."
    ],
    "248": [
        "A video of playing trumpet generally involves the following step: (preparing the instrument), which is a sub-step.",
        "A video of playing trumpet generally involves the following step: (positioning the mouthpiece), which is a sub-step.",
        "A video of playing trumpet generally involves the following step: (producing sound through breath control), which is a sub-step.",
        "A video of playing trumpet generally involves the following step: (articulating notes with fingers), which is a sub-step."
    ],
    "249": [
        "A video of playing ukulele generally involves the following step: positioning fingers on frets, which is a sub-step.",
        "A video of playing ukulele generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playing ukulele generally involves the following step: adjusting hand position, which is a sub-step.",
        "A video of playing ukulele generally involves the following step: maintaining rhythm, which is a sub-step."
    ],
    "250": [
        "A video of playing violin generally involves the following step: positioning the instrument on the shoulder, which is a sub-step.",
        "A video of playing violin generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playing violin generally involves the following step: pressing fingers on the fingerboard, which is a sub-step.",
        "A video of playing violin generally involves the following step: adjusting bow pressure and speed, which is a sub-step."
    ],
    "251": [
        "A video of playing volleyball generally involves the following step: serving the ball over the net, which is a sub-step.",
        "A video of playing volleyball generally involves the following step: receiving the serve and setting up, which is a sub-step.",
        "A video of playing volleyball generally involves the following step: spiking the ball towards the opponent, which is a sub-step.",
        "A video of playing volleyball generally involves the following step: defending and returning the ball, which is a sub-step."
    ],
    "252": [
        "A video of playing xylophone generally involves the following step: selecting a mallet, which is a sub-step.",
        "A video of playing xylophone generally involves the following step: positioning the mallet, which is a sub-step.",
        "A video of playing xylophone generally involves the following step: striking the bar, which is a sub-step.",
        "A video of playing xylophone generally involves the following step: returning the mallet, which is a sub-step."
    ],
    "253": [
        "A video of pole vault generally involves the following step: (approach), which is a sub-step.",
        "A video of pole vault generally involves the following step: (planting the pole), which is a sub-step.",
        "A video of pole vault generally involves the following step: (takeoff), which is a sub-step.",
        "A video of pole vault generally involves the following step: (swinging and clearance), which is a sub-step."
    ],
    "254": [
        "A video of presenting weather forecast generally involves the following step: gathering current weather data, which is a sub-step.",
        "A video of presenting weather forecast generally involves the following step: analyzing data for trends, which is a sub-step.",
        "A video of presenting weather forecast generally involves the following step: creating visual aids, which is a sub-step.",
        "A video of presenting weather forecast generally involves the following step: delivering the forecast, which is a sub-step."
    ],
    "255": [
        "A video of pull ups generally involves the following step: gripping the bar firmly, which is a sub-step.",
        "A video of pull ups generally involves the following step: lifting the body upwards, which is a sub-step.",
        "A video of pull ups generally involves the following step: pausing at the top, which is a sub-step.",
        "A video of pull ups generally involves the following step: lowering the body slowly, which is a sub-step."
    ],
    "256": [
        "A video of pumping fist generally involves the following step: raising the arm (0.5-1 second), which is a sub-step.",
        "A video of pumping fist generally involves the following step: clenching the fist (0.2-0.3 second), which is a sub-step.",
        "A video of pumping fist generally involves the following step: extending the arm (0.3-0.5 second), which is a sub-step.",
        "A video of pumping fist generally involves the following step: releasing the fist (0.1-0.2 second), which is a sub-step."
    ],
    "257": [
        "A video of pumping gas generally involves the following step: inserting the nozzle into the tank, which is a sub-step.",
        "A video of pumping gas generally involves the following step: selecting the fuel type, which is a sub-step.",
        "A video of pumping gas generally involves the following step: starting the pump, which is a sub-step.",
        "A video of pumping gas generally involves the following step: removing the nozzle after filling, which is a sub-step."
    ],
    "258": [
        "A video of punching bag generally involves the following step: (preparation), which is a sub-step.",
        "A video of punching bag generally involves the following step: (wind-up), which is a sub-step.",
        "A video of punching bag generally involves the following step: (strike), which is a sub-step.",
        "A video of punching bag generally involves the following step: (follow-through), which is a sub-step."
    ],
    "259": [
        "A video of punching person (boxing) generally involves the following step: the initial stance, which is a sub-step.",
        "A video of punching person (boxing) generally involves the following step: the wind-up phase, which is a sub-step.",
        "A video of punching person (boxing) generally involves the following step: the execution of the punch, which is a sub-step.",
        "A video of punching person (boxing) generally involves the following step: the follow-through and recovery, which is a sub-step."
    ],
    "260": [
        "A video of push-ups generally involves the following step: lowering the body (duration: 2-3 seconds), which is a sub-step.",
        "A video of push-ups generally involves the following step: pausing at the bottom (duration: 1 second), which is a sub-step.",
        "A video of push-ups generally involves the following step: pushing the body up (duration: 1-2 seconds), which is a sub-step.",
        "A video of push-ups generally involves the following step: pausing at the top (duration: 1 second), which is a sub-step."
    ],
    "261": [
        "A video of pushing a car generally involves the following step: approaching the vehicle, which is a sub-step.",
        "A video of pushing a car generally involves the following step: positioning oneself behind the car, which is a sub-step.",
        "A video of pushing a car generally involves the following step: applying force to the car, which is a sub-step.",
        "A video of pushing a car generally involves the following step: maintaining the push until motion, which is a sub-step."
    ],
    "262": [
        "A video of pushing cart generally involves the following step: grasping the cart handle, which is a sub-step.",
        "A video of pushing cart generally involves the following step: applying force to move, which is a sub-step.",
        "A video of pushing cart generally involves the following step: maintaining steady motion, which is a sub-step.",
        "A video of pushing cart generally involves the following step: releasing the handle, which is a sub-step."
    ],
    "263": [
        "A video of pushing wheelchair generally involves the following step: grasping the handles firmly, which is a sub-step.",
        "A video of pushing wheelchair generally involves the following step: positioning the feet correctly, which is a sub-step.",
        "A video of pushing wheelchair generally involves the following step: applying force to the wheels, which is a sub-step.",
        "A video of pushing wheelchair generally involves the following step: maintaining a steady pace, which is a sub-step."
    ],
    "264": [
        "A video of reading a book generally involves the following step: selecting a book, which is a sub-step.",
        "A video of reading a book generally involves the following step: opening the book, which is a sub-step.",
        "A video of reading a book generally involves the following step: reading the text, which is a sub-step.",
        "A video of reading a book generally involves the following step: closing the book, which is a sub-step."
    ],
    "265": [
        "A video of reading newspaper generally involves the following step: picking up the newspaper, which is a sub-step.",
        "A video of reading newspaper generally involves the following step: unfolding the newspaper, which is a sub-step.",
        "A video of reading newspaper generally involves the following step: scanning headlines, which is a sub-step.",
        "A video of reading newspaper generally involves the following step: turning pages, which is a sub-step."
    ],
    "266": [
        "A video of recording music generally involves the following step: setting up equipment, which is a sub-step.",
        "A video of recording music generally involves the following step: capturing audio, which is a sub-step.",
        "A video of recording music generally involves the following step: editing audio, which is a sub-step.",
        "A video of recording music generally involves the following step: finalizing the mix, which is a sub-step."
    ],
    "267": [
        "A video of riding a bike generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of riding a bike generally involves the following step: starting to pedal, which is a sub-step.",
        "A video of riding a bike generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of riding a bike generally involves the following step: stopping and dismounting, which is a sub-step."
    ],
    "268": [
        "A video of riding a camel generally involves the following step: mounting the camel (immediate), which is a sub-step.",
        "A video of riding a camel generally involves the following step: adjusting the saddle (short-term), which is a sub-step.",
        "A video of riding a camel generally involves the following step: maintaining balance (ongoing), which is a sub-step.",
        "A video of riding a camel generally involves the following step: dismounting the camel (final), which is a sub-step."
    ],
    "269": [
        "A video of riding an elephant generally involves the following step: mounting the elephant, which is a sub-step.",
        "A video of riding an elephant generally involves the following step: adjusting the seat, which is a sub-step.",
        "A video of riding an elephant generally involves the following step: guiding the elephant, which is a sub-step.",
        "A video of riding an elephant generally involves the following step: dismounting the elephant, which is a sub-step."
    ],
    "270": [
        "A video of riding mechanical bull generally involves the following step: mounting the bull, which is a sub-step.",
        "A video of riding mechanical bull generally involves the following step: gripping the handles, which is a sub-step.",
        "A video of riding mechanical bull generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of riding mechanical bull generally involves the following step: dismounting safely, which is a sub-step."
    ],
    "271": [
        "A video of riding a mountain bike generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of riding a mountain bike generally involves the following step: pedaling to gain speed, which is a sub-step.",
        "A video of riding a mountain bike generally involves the following step: navigating terrain, which is a sub-step.",
        "A video of riding a mountain bike generally involves the following step: dismounting safely, which is a sub-step."
    ],
    "272": [
        "A video of riding mule generally involves the following step: mounting the mule securely, which is a sub-step.",
        "A video of riding mule generally involves the following step: adjusting the reins and saddle, which is a sub-step.",
        "A video of riding mule generally involves the following step: guiding the mule with gentle commands, which is a sub-step.",
        "A video of riding mule generally involves the following step: dismounting carefully, which is a sub-step."
    ],
    "273": [
        "A video of riding or walking with horse generally involves the following step: mounting the horse (instantaneous), which is a sub-step.",
        "A video of riding or walking with horse generally involves the following step: establishing a steady pace (momentary), which is a sub-step.",
        "A video of riding or walking with horse generally involves the following step: maintaining balance (continuous), which is a sub-step.",
        "A video of riding or walking with horse generally involves the following step: dismounting the horse (instantaneous), which is a sub-step."
    ],
    "274": [
        "A video of riding a scooter generally involves the following step: mounting the scooter, which is a sub-step.",
        "A video of riding a scooter generally involves the following step: accelerating, which is a sub-step.",
        "A video of riding a scooter generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of riding a scooter generally involves the following step: dismounting, which is a sub-step."
    ],
    "275": [
        "A video of riding unicycle generally involves the following step: mounting the unicycle securely, which is a sub-step.",
        "A video of riding unicycle generally involves the following step: balancing on the seat, which is a sub-step.",
        "A video of riding unicycle generally involves the following step: initiating forward motion, which is a sub-step.",
        "A video of riding unicycle generally involves the following step: maintaining steady balance, which is a sub-step."
    ],
    "276": [
        "A video of ripping paper generally involves the following step: grasping the paper firmly, which is a sub-step.",
        "A video of ripping paper generally involves the following step: positioning the paper correctly, which is a sub-step.",
        "A video of ripping paper generally involves the following step: applying force to tear the paper, which is a sub-step.",
        "A video of ripping paper generally involves the following step: observing the paper's separation, which is a sub-step."
    ],
    "277": [
        "A video of robot dancing generally involves the following step: initial pose adjustment, which is a sub-step.",
        "A video of robot dancing generally involves the following step: rhythmic limb movements, which is a sub-step.",
        "A video of robot dancing generally involves the following step: synchronized body rotations, which is a sub-step.",
        "A video of robot dancing generally involves the following step: final pose stabilization, which is a sub-step."
    ],
    "278": [
        "A video of rock climbing generally involves the following step: (preparing the gear), which is a sub-step.",
        "A video of rock climbing generally involves the following step: (ascending the route), which is a sub-step.",
        "A video of rock climbing generally involves the following step: (securing the anchor), which is a sub-step.",
        "A video of rock climbing generally involves the following step: (descending safely), which is a sub-step."
    ],
    "279": [
        "A video of rock scissors paper generally involves the following step: players simultaneously reveal their choice, which is a sub-step.",
        "A video of rock scissors paper generally involves the following step: players pause briefly to assess the outcome, which is a sub-step.",
        "A video of rock scissors paper generally involves the following step: players react to the result, which is a sub-step.",
        "A video of rock scissors paper generally involves the following step: the cycle repeats for subsequent rounds, which is a sub-step."
    ],
    "280": [
        "A video of roller skating generally involves the following step: (putting on skates), which is a sub-step.",
        "A video of roller skating generally involves the following step: (balancing on skates), which is a sub-step.",
        "A video of roller skating generally involves the following step: (pushing off the ground), which is a sub-step.",
        "A video of roller skating generally involves the following step: (maintaining forward motion), which is a sub-step."
    ],
    "281": [
        "A video of running on treadmill generally involves the following step: stepping onto the belt, which is a sub-step.",
        "A video of running on treadmill generally involves the following step: adjusting speed and incline, which is a sub-step.",
        "A video of running on treadmill generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of running on treadmill generally involves the following step: safely dismounting the belt, which is a sub-step."
    ],
    "282": [
        "A video of sailing generally involves the following step: preparing the boat (immediate), which is a sub-step.",
        "A video of sailing generally involves the following step: hoisting the sails (short-term), which is a sub-step.",
        "A video of sailing generally involves the following step: navigating the course (long-term), which is a sub-step.",
        "A video of sailing generally involves the following step: docking the boat (final), which is a sub-step."
    ],
    "283": [
        "A videos of salsa dancing generally involves the following step: initiating a forward step (0.5 seconds), which is a sub-step.",
        "A videos of salsa dancing generally involves the following step: transitioning to a side step (0.75 seconds), which is a sub-step.",
        "A videos of salsa dancing generally involves the following step: executing a backward step (0.6 seconds), which is a sub-step.",
        "A videos of salsa dancing generally involves the following step: completing a turn (1.2 seconds), which is a sub-step."
    ],
    "284": [
        "A video of sanding floor generally involves the following step: preparing the area, which is a sub-step.",
        "A video of sanding floor generally involves the following step: applying coarse grit sandpaper, which is a sub-step.",
        "A video of sanding floor generally involves the following step: smoothing with medium grit sandpaper, which is a sub-step.",
        "A video of sanding floor generally involves the following step: finishing with fine grit sandpaper, which is a sub-step."
    ],
    "285": [
        "A video of scrambling eggs generally involves the following step: cracking eggs into a bowl, which is a sub-step.",
        "A video of scrambling eggs generally involves the following step: whisking the eggs until frothy, which is a sub-step.",
        "A video of scrambling eggs generally involves the following step: heating a pan and adding butter, which is a sub-step.",
        "A video of scrambling eggs generally involves the following step: pouring eggs into the pan and stirring, which is a sub-step."
    ],
    "286": [
        "A video of scuba diving generally involves the following step: gearing up (preparation), which is a sub-step.",
        "A video of scuba diving generally involves the following step: entering the water (initiation), which is a sub-step.",
        "A video of scuba diving generally involves the following step: descending (transition), which is a sub-step.",
        "A video of scuba diving generally involves the following step: exploring underwater (main activity), which is a sub-step."
    ],
    "287": [
        "A video of setting table generally involves the following step: placing the tablecloth, which is a sub-step.",
        "A video of setting table generally involves the following step: arranging the plates, which is a sub-step.",
        "A video of setting table generally involves the following step: positioning the cutlery, which is a sub-step.",
        "A video of setting table generally involves the following step: adding the glasses, which is a sub-step."
    ],
    "288": [
        "A video of shaking hands generally involves the following step: extending arms towards each other, which is a sub-step.",
        "A video of shaking hands generally involves the following step: grasping each other's hands firmly, which is a sub-step.",
        "A video of shaking hands generally involves the following step: performing a brief up-and-down motion, which is a sub-step.",
        "A video of shaking hands generally involves the following step: releasing the grasp and retracting arms, which is a sub-step."
    ],
    "289": [
        "A video of shaking head generally involves the following step: initiating head movement, which is a sub-step.",
        "A video of shaking head generally involves the following step: continuous lateral motion, which is a sub-step.",
        "A video of shaking head generally involves the following step: gradual deceleration, which is a sub-step.",
        "A video of shaking head generally involves the following step: final head stabilization, which is a sub-step."
    ],
    "290": [
        "A video of sharpening knives generally involves the following step: wetting the stone, which is a sub-step.",
        "A video of sharpening knives generally involves the following step: aligning the blade, which is a sub-step.",
        "A video of sharpening knives generally involves the following step: applying pressure, which is a sub-step.",
        "A video of sharpening knives generally involves the following step: honing the edge, which is a sub-step."
    ],
    "291": [
        "A video of sharpening pencil generally involves the following step: inserting the pencil into the sharpener, which is a sub-step.",
        "A video of sharpening pencil generally involves the following step: turning the pencil steadily, which is a sub-step.",
        "A video of sharpening pencil generally involves the following step: removing the pencil from the sharpener, which is a sub-step.",
        "A video of sharpening pencil generally involves the following step: tapping the shavings away, which is a sub-step."
    ],
    "292": [
        "A video of shaving head generally involves the following step: wetting the hair, which is a sub-step.",
        "A video of shaving head generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shaving head generally involves the following step: shaving with a razor, which is a sub-step.",
        "A video of shaving head generally involves the following step: rinsing and drying the head, which is a sub-step."
    ],
    "293": [
        "A video of shaving legs generally involves the following step: wetting the skin, which is a sub-step.",
        "A video of shaving legs generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shaving legs generally involves the following step: shaving with a razor, which is a sub-step.",
        "A video of shaving legs generally involves the following step: rinsing and drying the skin, which is a sub-step."
    ],
    "294": [
        "A video of shearing sheep generally involves the following step: securing the sheep, which is a sub-step.",
        "A video of shearing sheep generally involves the following step: positioning the shears, which is a sub-step.",
        "A video of shearing sheep generally involves the following step: making the first cut, which is a sub-step.",
        "A video of shearing sheep generally involves the following step: removing the fleece, which is a sub-step."
    ],
    "295": [
        "A video of shining shoes generally involves the following step: applying shoe polish, which is a sub-step.",
        "A video of shining shoes generally involves the following step: allowing the polish to dry, which is a sub-step.",
        "A video of shining shoes generally involves the following step: buffing the shoes, which is a sub-step.",
        "A video of shining shoes generally involves the following step: inspecting the final shine, which is a sub-step."
    ],
    "296": [
        "A video of shooting basketball generally involves the following step: dribbling the ball to the shooting spot, which is a sub-step.",
        "A video of shooting basketball generally involves the following step: positioning the feet and body for the shot, which is a sub-step.",
        "A video of shooting basketball generally involves the following step: raising the ball and aiming at the basket, which is a sub-step.",
        "A video of shooting basketball generally involves the following step: releasing the ball and following through, which is a sub-step."
    ],
    "297": [
        "A video of shooting a goal (soccer) generally involves the following step: positioning (0-2 seconds), which is a sub-step.",
        "A video of shooting a goal (soccer) generally involves the following step: dribbling (2-4 seconds), which is a sub-step.",
        "A video of shooting a goal (soccer) generally involves the following step: striking (4-6 seconds), which is a sub-step.",
        "A video of shooting a goal (soccer) generally involves the following step: following through (6-8 seconds), which is a sub-step."
    ],
    "298": [
        "A video of shot put generally involves the following step: initial setup (preparation), which is a sub-step.",
        "A video of shot put generally involves the following step: glide or spin (transition), which is a sub-step.",
        "A video of shot put generally involves the following step: power generation (acceleration), which is a sub-step.",
        "A video of shot put generally involves the following step: release of the shot (finalization), which is a sub-step."
    ],
    "299": [
        "A video of shoveling snow generally involves the following step: preparing the shovel and area, which is a sub-step.",
        "A video of shoveling snow generally involves the following step: lifting and moving the snow, which is a sub-step.",
        "A video of shoveling snow generally involves the following step: clearing the path, which is a sub-step.",
        "A video of shoveling snow generally involves the following step: disposing of the snow, which is a sub-step."
    ],
    "300": [
        "A video of shredding paper generally involves the following step: placing the paper in the shredder, which is a sub-step.",
        "A video of shredding paper generally involves the following step: activating the shredder mechanism, which is a sub-step.",
        "A video of shredding paper generally involves the following step: observing the paper being shredded, which is a sub-step.",
        "A video of shredding paper generally involves the following step: collecting the shredded paper, which is a sub-step."
    ],
    "301": [
        "A video of shuffling cards generally involves the following step: holding the deck firmly, which is a sub-step.",
        "A video of shuffling cards generally involves the following step: splitting the deck into two, which is a sub-step.",
        "A video of shuffling cards generally involves the following step: interleaving the halves, which is a sub-step.",
        "A video of shuffling cards generally involves the following step: repeating the process, which is a sub-step."
    ],
    "302": [
        "A video of side kick generally involves the following step: lifting the knee (0.5 seconds), which is a sub-step.",
        "A video of side kick generally involves the following step: extending the leg (0.3 seconds), which is a sub-step.",
        "A video of side kick generally involves the following step: making contact (0.2 seconds), which is a sub-step.",
        "A video of side kick generally involves the following step: retracting the leg (0.4 seconds), which is a sub-step."
    ],
    "303": [
        "A videos of sign language interpreting generally involves the following step: (initial observation and analysis), which is a sub-step.",
        "A videos of sign language interpreting generally involves the following step: (preparation for translation), which is a sub-step.",
        "A videos of sign language interpreting generally involves the following step: (execution of sign language), which is a sub-step.",
        "A videos of sign language interpreting generally involves the following step: (post-execution review), which is a sub-step."
    ],
    "304": [
        "A video of singing generally involves the following step: vocal warm-up, which is a sub-step.",
        "A video of singing generally involves the following step: lyric memorization, which is a sub-step.",
        "A video of singing generally involves the following step: vocal performance, which is a sub-step.",
        "A video of singing generally involves the following step: post-performance review, which is a sub-step."
    ],
    "305": [
        "A video of situps generally involves the following step: lying flat on the back, which is a sub-step.",
        "A video of situps generally involves the following step: bending knees and placing feet flat, which is a sub-step.",
        "A video of situps generally involves the following step: lifting the upper body towards the knees, which is a sub-step.",
        "A video of situps generally involves the following step: lowering the body back to the starting position, which is a sub-step."
    ],
    "306": [
        "A video of skateboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of skateboarding generally involves the following step: balancing on the board, which is a sub-step.",
        "A video of skateboarding generally involves the following step: performing tricks, which is a sub-step.",
        "A video of skateboarding generally involves the following step: landing and rolling away, which is a sub-step."
    ],
    "307": [
        "A video of ski jumping generally involves the following step: (initial takeoff), which is a sub-step.",
        "A video of ski jumping generally involves the following step: (mid-air flight), which is a sub-step.",
        "A video of ski jumping generally involves the following step: (landing preparation), which is a sub-step.",
        "A video of ski jumping generally involves the following step: (final landing), which is a sub-step."
    ],
    "308": [
        "A video of skiing (not slalom or crosscountry) generally involves the following step: gliding on flat terrain, which is a sub-step.",
        "A video of skiing (not slalom or crosscountry) generally involves the following step: initiating turns with edge pressure, which is a sub-step.",
        "A video of skiing (not slalom or crosscountry) generally involves the following step: maintaining balance during descent, which is a sub-step.",
        "A video of skiing (not slalom or crosscountry) generally involves the following step: transitioning between turns smoothly, which is a sub-step."
    ],
    "309": [
        "A video of skiing crosscountry generally involves the following step: gliding on flat terrain (continuous motion), which is a sub-step.",
        "A video of skiing crosscountry generally involves the following step: pushing off with poles (brief exertion), which is a sub-step.",
        "A video of skiing crosscountry generally involves the following step: striding uphill (sustained effort), which is a sub-step.",
        "A video of skiing crosscountry generally involves the following step: traversing downhill (controlled descent), which is a sub-step."
    ],
    "310": [
        "A video of skiing slalom generally involves the following step: (starting at the gate), which is a sub-step.",
        "A video of skiing slalom generally involves the following step: (navigating through the gates), which is a sub-step.",
        "A video of skiing slalom generally involves the following step: (maintaining speed and balance), which is a sub-step.",
        "A video of skiing slalom generally involves the following step: (finishing at the end gate), which is a sub-step."
    ],
    "311": [
        "A videos of skipping rope generally involves the following step: (gripping the handles firmly), which is a sub-step.",
        "A videos of skipping rope generally involves the following step: (swinging the rope forward), which is a sub-step.",
        "A videos of skipping rope generally involves the following step: (jumping over the rope), which is a sub-step.",
        "A videos of skipping rope generally involves the following step: (landing softly on the ground), which is a sub-step."
    ],
    "312": [
        "A video of skydiving generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of skydiving generally involves the following step: (boarding the aircraft), which is a sub-step.",
        "A video of skydiving generally involves the following step: (jumping from the aircraft), which is a sub-step.",
        "A video of skydiving generally involves the following step: (deploying the parachute), which is a sub-step."
    ],
    "313": [
        "A video of slacklining generally involves the following step: setting up the slackline, which is a sub-step.",
        "A video of slacklining generally involves the following step: attaching the slackline to anchors, which is a sub-step.",
        "A video of slacklining generally involves the following step: adjusting the tension of the slackline, which is a sub-step.",
        "A video of slacklining generally involves the following step: walking or performing tricks on the slackline, which is a sub-step."
    ],
    "314": [
        "A video of slapping generally involves the following step: hand raising (0.5 seconds), which is a sub-step.",
        "A video of slapping generally involves the following step: hand accelerating (0.2 seconds), which is a sub-step.",
        "A video of slapping generally involves the following step: impact and recoil (0.3 seconds), which is a sub-step.",
        "A video of slapping generally involves the following step: hand returning to rest (0.4 seconds), which is a sub-step."
    ],
    "315": [
        "A video of sled dog racing generally involves the following step: (preparation of equipment), which is a sub-step.",
        "A video of sled dog racing generally involves the following step: (training of dogs), which is a sub-step.",
        "A video of sled dog racing generally involves the following step: (race start), which is a sub-step.",
        "A video of sled dog racing generally involves the following step: (race finish), which is a sub-step."
    ],
    "316": [
        "A video of smoking generally involves the following step: lighting the cigarette, which is a sub-step.",
        "A video of smoking generally involves the following step: inhaling the smoke, which is a sub-step.",
        "A video of smoking generally involves the following step: holding the smoke in the lungs, which is a sub-step.",
        "A video of smoking generally involves the following step: exhaling the smoke, which is a sub-step."
    ],
    "317": [
        "A video of smoking hookah generally involves the following step: preparing the hookah (immediate), which is a sub-step.",
        "A video of smoking hookah generally involves the following step: lighting the coal (5-10 minutes), which is a sub-step.",
        "A video of smoking hookah generally involves the following step: heating the tobacco (2-3 minutes), which is a sub-step.",
        "A video of smoking hookah generally involves the following step: inhaling the smoke (ongoing), which is a sub-step."
    ],
    "318": [
        "A videos of snatch weight lifting generally involves the following step: (lifting the barbell from the ground), which is a sub-step.",
        "A videos of snatch weight lifting generally involves the following step: (pulling the barbell towards the hips), which is a sub-step.",
        "A videos of snatch weight lifting generally involves the following step: (elevating the barbell overhead), which is a sub-step.",
        "A videos of snatch weight lifting generally involves the following step: (stabilizing the body in a squat position), which is a sub-step."
    ],
    "319": [
        "A video of sneezing generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of sneezing generally involves the following step: closing eyes, which is a sub-step.",
        "A video of sneezing generally involves the following step: expelling air forcefully, which is a sub-step.",
        "A video of sneezing generally involves the following step: returning to normal breathing, which is a sub-step."
    ],
    "320": [
        "A video of sniffing generally involves the following step: (inhalation), which is a sub-step.",
        "A video of sniffing generally involves the following step: (pause), which is a sub-step.",
        "A video of sniffing generally involves the following step: (exhalation), which is a sub-step.",
        "A video of sniffing generally involves the following step: (post-sniff pause), which is a sub-step."
    ],
    "321": [
        "A video of snorkeling generally involves the following step: donning the snorkel gear, which is a sub-step.",
        "A video of snorkeling generally involves the following step: entering the water, which is a sub-step.",
        "A video of snorkeling generally involves the following step: floating on the surface, which is a sub-step.",
        "A video of snorkeling generally involves the following step: observing underwater life, which is a sub-step."
    ],
    "322": [
        "A video of snowboarding generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of snowboarding generally involves the following step: (mounting the board), which is a sub-step.",
        "A video of snowboarding generally involves the following step: (descending the slope), which is a sub-step.",
        "A video of snowboarding generally involves the following step: (performing tricks), which is a sub-step."
    ],
    "323": [
        "A video of snowkiting generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of snowkiting generally involves the following step: (launching the kite), which is a sub-step.",
        "A video of snowkiting generally involves the following step: (gaining speed on the snow), which is a sub-step.",
        "A video of snowkiting generally involves the following step: (controlling the kite in flight), which is a sub-step."
    ],
    "324": [
        "A video of snowmobiling generally involves the following step: starting the engine (immediate), which is a sub-step.",
        "A video of snowmobiling generally involves the following step: mounting the snowmobile (quick), which is a sub-step.",
        "A video of snowmobiling generally involves the following step: accelerating on the snow (continuous), which is a sub-step.",
        "A video of snowmobiling generally involves the following step: stopping and dismounting (final), which is a sub-step."
    ],
    "325": [
        "A video of somersaulting generally involves the following step: initiating a forward roll (immediate start), which is a sub-step.",
        "A video of somersaulting generally involves the following step: tucking the body (0.5-1 second duration), which is a sub-step.",
        "A video of somersaulting generally involves the following step: completing the rotation (1-1.5 seconds duration), which is a sub-step.",
        "A video of somersaulting generally involves the following step: landing in a stable position (instantaneous finish), which is a sub-step."
    ],
    "326": [
        "A video of spinning poi generally involves the following step: (initial grip adjustment), which is a sub-step.",
        "A video of spinning poi generally involves the following step: (swing initiation), which is a sub-step.",
        "A video of spinning poi generally involves the following step: (continuous rotation), which is a sub-step.",
        "A video of spinning poi generally involves the following step: (final release or catch), which is a sub-step."
    ],
    "327": [
        "A video of spray painting generally involves the following step: preparing the surface, which is a sub-step.",
        "A video of spray painting generally involves the following step: priming the surface, which is a sub-step.",
        "A video of spray painting generally involves the following step: applying the base coat, which is a sub-step.",
        "A video of spray painting generally involves the following step: adding the final details, which is a sub-step."
    ],
    "328": [
        "A video of spraying generally involves the following step: (preparation of the sprayer), which is a sub-step.",
        "A video of spraying generally involves the following step: (activation of the trigger), which is a sub-step.",
        "A video of spraying generally involves the following step: (release of the substance), which is a sub-step.",
        "A video of spraying generally involves the following step: (post-spray inspection), which is a sub-step."
    ],
    "329": [
        "A video of springboard diving generally involves the following step: (initial approach), which is a sub-step.",
        "A video of springboard diving generally involves the following step: (takeoff), which is a sub-step.",
        "A video of springboard diving generally involves the following step: (aerial rotation), which is a sub-step.",
        "A video of springboard diving generally involves the following step: (entry into water), which is a sub-step."
    ],
    "330": [
        "A video of squat generally involves the following step: lowering the body to a 90-degree angle, which is a sub-step.",
        "A video of squat generally involves the following step: maintaining the position for a brief pause, which is a sub-step.",
        "A video of squat generally involves the following step: pushing through the heels to return to standing, which is a sub-step.",
        "A video of squat generally involves the following step: stabilizing at the top before repeating, which is a sub-step."
    ],
    "331": [
        "A video of sticking tongue out generally involves the following step: opening the mouth slightly, which is a sub-step.",
        "A video of sticking tongue out generally involves the following step: protruding the tongue forward, which is a sub-step.",
        "A video of sticking tongue out generally involves the following step: holding the tongue out briefly, which is a sub-step.",
        "A video of sticking tongue out generally involves the following step: retracting the tongue back into the mouth, which is a sub-step."
    ],
    "332": [
        "A video of stomping grapes generally involves the following step: (preparing the grapes), which is a sub-step.",
        "A video of stomping grapes generally involves the following step: (filling the vat with grapes), which is a sub-step.",
        "A video of stomping grapes generally involves the following step: (stomping the grapes), which is a sub-step.",
        "A video of stomping grapes generally involves the following step: (collecting the juice), which is a sub-step."
    ],
    "333": [
        "A video of stretching arm generally involves the following step: (initiating the stretch), which is a sub-step.",
        "A video of stretching arm generally involves the following step: (gradually extending the arm), which is a sub-step.",
        "A video of stretching arm generally involves the following step: (holding the stretch position), which is a sub-step.",
        "A video of stretching arm generally involves the following step: (slowly releasing the stretch), which is a sub-step."
    ],
    "334": [
        "A video of stretching leg generally involves the following step: (standing still), which is a sub-step.",
        "A video of stretching leg generally involves the following step: (bending forward), which is a sub-step.",
        "A video of stretching leg generally involves the following step: (reaching towards foot), which is a sub-step.",
        "A video of stretching leg generally involves the following step: (holding position for 10 seconds), which is a sub-step."
    ],
    "335": [
        "A video of strumming guitar generally involves the following step: positioning fingers on frets, which is a sub-step.",
        "A video of strumming guitar generally involves the following step: adjusting hand position, which is a sub-step.",
        "A video of strumming guitar generally involves the following step: initiating strumming motion, which is a sub-step.",
        "A video of strumming guitar generally involves the following step: maintaining rhythm consistency, which is a sub-step."
    ],
    "336": [
        "A video of surfing crowd generally involves the following step: surfers paddling out to the lineup, which is a sub-step.",
        "A video of surfing crowd generally involves the following step: surfers waiting for the right wave, which is a sub-step.",
        "A video of surfing crowd generally involves the following step: surfers catching and riding the wave, which is a sub-step.",
        "A video of surfing crowd generally involves the following step: surfers returning to the lineup, which is a sub-step."
    ],
    "337": [
        "A video of surfing water generally involves the following step: paddling out to the wave, which is a sub-step.",
        "A video of surfing water generally involves the following step: positioning on the wave, which is a sub-step.",
        "A video of surfing water generally involves the following step: catching the wave, which is a sub-step.",
        "A video of surfing water generally involves the following step: riding the wave, which is a sub-step."
    ],
    "338": [
        "A video of sweeping floor generally involves the following step: moving the broom across the floor, which is a sub-step.",
        "A video of sweeping floor generally involves the following step: gathering debris into a pile, which is a sub-step.",
        "A video of sweeping floor generally involves the following step: transferring debris into a dustpan, which is a sub-step.",
        "A video of sweeping floor generally involves the following step: disposing of the debris, which is a sub-step."
    ],
    "339": [
        "A video of swimming backstroke generally involves the following step: gliding on the water surface, which is a sub-step.",
        "A video of swimming backstroke generally involves the following step: initiating the arm stroke, which is a sub-step.",
        "A video of swimming backstroke generally involves the following step: performing the leg kick, which is a sub-step.",
        "A video of swimming backstroke generally involves the following step: completing the arm recovery, which is a sub-step."
    ],
    "340": [
        "A video of swimming breaststroke generally involves the following step: gliding on the surface (brief pause), which is a sub-step.",
        "A video of swimming breaststroke generally involves the following step: simultaneous arm recovery (quick motion), which is a sub-step.",
        "A video of swimming breaststroke generally involves the following step: synchronized leg kick (short duration), which is a sub-step.",
        "A video of swimming breaststroke generally involves the following step: head lift for breath (momentary action), which is a sub-step."
    ],
    "341": [
        "A video of swimming butterfly stroke generally involves the following step: initiating a dolphin kick, which is a sub-step.",
        "A video of swimming butterfly stroke generally involves the following step: simultaneous arm recovery, which is a sub-step.",
        "A video of swimming butterfly stroke generally involves the following step: completing the arm entry, which is a sub-step.",
        "A video of swimming butterfly stroke generally involves the following step: finishing the second dolphin kick, which is a sub-step."
    ],
    "342": [
        "A video of swing dancing generally involves the following step: initiating a forward step with the lead foot, which is a sub-step.",
        "A video of swing dancing generally involves the following step: following with a backward step by the trailing foot, which is a sub-step.",
        "A video of swing dancing generally involves the following step: transitioning to a side step with the lead foot, which is a sub-step.",
        "A video of swing dancing generally involves the following step: concluding with a quick rock step, which is a sub-step."
    ],
    "343": [
        "A video of swinging legs generally involves the following step: lifting one leg (initiation), which is a sub-step.",
        "A video of swinging legs generally involves the following step: extending the lifted leg (mid-swing), which is a sub-step.",
        "A video of swinging legs generally involves the following step: lowering the extended leg (termination), which is a sub-step.",
        "A video of swinging legs generally involves the following step: repeating the sequence with the other leg (alternation), which is a sub-step."
    ],
    "344": [
        "A video of swinging on something generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of swinging on something generally involves the following step: initiating the swing motion, which is a sub-step.",
        "A video of swinging on something generally involves the following step: maintaining balance during the swing, which is a sub-step.",
        "A video of swinging on something generally involves the following step: slowing down and stopping the swing, which is a sub-step."
    ],
    "345": [
        "A video of sword fighting generally involves the following step: (initial stance preparation), which is a sub-step.",
        "A video of sword fighting generally involves the following step: (rapid attack execution), which is a sub-step.",
        "A video of sword fighting generally involves the following step: (defensive parry response), which is a sub-step.",
        "A video of sword fighting generally involves the following step: (final disengagement retreat), which is a sub-step."
    ],
    "346": [
        "A video of tai chi generally involves the following step: (breathing deeply), which is a sub-step.",
        "A video of tai chi generally involves the following step: (slow, deliberate movements), which is a sub-step.",
        "A video of tai chi generally involves the following step: (focusing on balance), which is a sub-step.",
        "A video of tai chi generally involves the following step: (maintaining a calm demeanor), which is a sub-step."
    ],
    "347": [
        "A video of taking a shower generally involves the following step: entering the bathroom, which is a sub-step.",
        "A video of taking a shower generally involves the following step: adjusting water temperature, which is a sub-step.",
        "A video of taking a shower generally involves the following step: applying soap and scrubbing, which is a sub-step.",
        "A video of taking a shower generally involves the following step: rinsing off soap, which is a sub-step."
    ],
    "348": [
        "A videos of tango dancing generally involves the following step: (leader initiates movement), which is a sub-step.",
        "A videos of tango dancing generally involves the following step: (follower responds promptly), which is a sub-step.",
        "A videos of tango dancing generally involves the following step: (both execute a series of steps), which is a sub-step.",
        "A videos of tango dancing generally involves the following step: (final pose is held briefly), which is a sub-step."
    ],
    "349": [
        "A video of tap dancing generally involves the following step: foot taps on the floor, which is a sub-step.",
        "A video of tap dancing generally involves the following step: leg movements follow, which is a sub-step.",
        "A video of tap dancing generally involves the following step: body sways in rhythm, which is a sub-step.",
        "A video of tap dancing generally involves the following step: arms coordinate with steps, which is a sub-step."
    ],
    "350": [
        "A videos of tapping guitar generally involves the following step: (initial finger placement on frets), which is a sub-step.",
        "A videos of tapping guitar generally involves the following step: (simultaneous hammer-on and pull-off), which is a sub-step.",
        "A videos of tapping guitar generally involves the following step: (sustained note production), which is a sub-step.",
        "A videos of tapping guitar generally involves the following step: (final release of fingers), which is a sub-step."
    ],
    "351": [
        "A video of tapping pen generally involves the following step: (initial grip formation), which is a sub-step.",
        "A video of tapping pen generally involves the following step: (rapid downward movement), which is a sub-step.",
        "A video of tapping pen generally involves the following step: (brief contact with surface), which is a sub-step.",
        "A video of tapping pen generally involves the following step: (quick return to starting position), which is a sub-step."
    ],
    "352": [
        "A video of tasting beer generally involves the following step: pouring the beer into a glass, which is a sub-step.",
        "A video of tasting beer generally involves the following step: observing the beer's appearance, which is a sub-step.",
        "A video of tasting beer generally involves the following step: smelling the beer's aroma, which is a sub-step.",
        "A video of tasting beer generally involves the following step: sipping and savoring the beer, which is a sub-step."
    ],
    "353": [
        "A video of tasting food generally involves the following step: bringing the food to the mouth, which is a sub-step.",
        "A video of tasting food generally involves the following step: placing the food in the mouth, which is a sub-step.",
        "A video of tasting food generally involves the following step: chewing the food, which is a sub-step.",
        "A video of tasting food generally involves the following step: swallowing the food, which is a sub-step."
    ],
    "354": [
        "A video of testifying generally involves the following step: preparing testimony, which is a sub-step.",
        "A video of testifying generally involves the following step: entering the courtroom, which is a sub-step.",
        "A video of testifying generally involves the following step: giving sworn statements, which is a sub-step.",
        "A video of testifying generally involves the following step: answering questions, which is a sub-step."
    ],
    "355": [
        "A video of texting generally involves the following step: holding the phone steady, which is a sub-step.",
        "A video of texting generally involves the following step: tapping the screen, which is a sub-step.",
        "A video of texting generally involves the following step: reading the message, which is a sub-step.",
        "A video of texting generally involves the following step: responding to the message, which is a sub-step."
    ],
    "356": [
        "A video of throwing axe generally involves the following step: gripping the handle firmly, which is a sub-step.",
        "A video of throwing axe generally involves the following step: winding up the arm, which is a sub-step.",
        "A video of throwing axe generally involves the following step: releasing the axe swiftly, which is a sub-step.",
        "A video of throwing axe generally involves the following step: watching the axe fly, which is a sub-step."
    ],
    "357": [
        "A video of throwing ball generally involves the following step: gripping the ball firmly, which is a sub-step.",
        "A video of throwing ball generally involves the following step: winding up the arm, which is a sub-step.",
        "A video of throwing ball generally involves the following step: releasing the ball swiftly, which is a sub-step.",
        "A video of throwing ball generally involves the following step: following through with the arm, which is a sub-step."
    ],
    "358": [
        "A video of throwing discus generally involves the following step: gripping the discus firmly, which is a sub-step.",
        "A video of throwing discus generally involves the following step: rotating the body swiftly, which is a sub-step.",
        "A video of throwing discus generally involves the following step: releasing the discus at peak momentum, which is a sub-step.",
        "A video of throwing discus generally involves the following step: maintaining balance post-release, which is a sub-step."
    ],
    "359": [
        "A video of tickling generally involves the following step: initiating contact with the target area, which is a sub-step.",
        "A video of tickling generally involves the following step: maintaining rhythmic movements, which is a sub-step.",
        "A video of tickling generally involves the following step: observing the target's reaction, which is a sub-step.",
        "A video of tickling generally involves the following step: adjusting the intensity based on feedback, which is a sub-step."
    ],
    "360": [
        "A video of tobogganing generally involves the following step: selecting a suitable slope, which is a sub-step.",
        "A video of tobogganing generally involves the following step: positioning the toboggan, which is a sub-step.",
        "A video of tobogganing generally involves the following step: initiating the descent, which is a sub-step.",
        "A video of tobogganing generally involves the following step: controlling the speed, which is a sub-step."
    ],
    "361": [
        "A video of tossing a coin generally involves the following step: holding the coin between fingers, which is a sub-step.",
        "A video of tossing a coin generally involves the following step: flicking the coin upward, which is a sub-step.",
        "A video of tossing a coin generally involves the following step: the coin spinning in the air, which is a sub-step.",
        "A video of tossing a coin generally involves the following step: the coin landing on a surface, which is a sub-step."
    ],
    "362": [
        "A video of tossing salad generally involves the following step: chopping vegetables, which is a sub-step.",
        "A video of tossing salad generally involves the following step: mixing ingredients, which is a sub-step.",
        "A video of tossing salad generally involves the following step: adding dressing, which is a sub-step.",
        "A video of tossing salad generally involves the following step: tossing the salad, which is a sub-step."
    ],
    "363": [
        "A videos of training dog generally involves the following step: (establishing a command), which is a sub-step.",
        "A videos of training dog generally involves the following step: (reinforcing the command), which is a sub-step.",
        "A videos of training dog generally involves the following step: (practicing the command), which is a sub-step.",
        "A videos of training dog generally involves the following step: (rewarding the dog), which is a sub-step."
    ],
    "364": [
        "A video of trapezing generally involves the following step: (initial setup), which is a sub-step.",
        "A video of trapezing generally involves the following step: (swing initiation), which is a sub-step.",
        "A video of trapezing generally involves the following step: (mid-air acrobatics), which is a sub-step.",
        "A video of trapezing generally involves the following step: (safe landing), which is a sub-step."
    ],
    "365": [
        "A video of trimming or shaving beard generally involves the following step: applying shaving cream or gel, which is a sub-step.",
        "A video of trimming or shaving beard generally involves the following step: using a razor or trimmer, which is a sub-step.",
        "A video of trimming or shaving beard generally involves the following step: rinsing the face, which is a sub-step.",
        "A video of trimming or shaving beard generally involves the following step: applying aftershave or moisturizer, which is a sub-step."
    ],
    "366": [
        "A video of trimming trees generally involves the following step: selecting the target branches, which is a sub-step.",
        "A video of trimming trees generally involves the following step: positioning the ladder, which is a sub-step.",
        "A video of trimming trees generally involves the following step: cutting the branches, which is a sub-step.",
        "A video of trimming trees generally involves the following step: clearing the debris, which is a sub-step."
    ],
    "367": [
        "A video of triple jump generally involves the following step: initial takeoff (quick), which is a sub-step.",
        "A video of triple jump generally involves the following step: first hop (brief), which is a sub-step.",
        "A video of triple jump generally involves the following step: second step (short), which is a sub-step.",
        "A video of triple jump generally involves the following step: final jump (extended), which is a sub-step."
    ],
    "368": [
        "A video of tying a bow tie generally involves the following step: placing the collar around the neck, which is a sub-step.",
        "A video of tying a bow tie generally involves the following step: folding the wide end over the narrow end, which is a sub-step.",
        "A video of tying a bow tie generally involves the following step: looping the wide end around the narrow end, which is a sub-step.",
        "A video of tying a bow tie generally involves the following step: tightening the knot and adjusting the bow, which is a sub-step."
    ],
    "369": [
        "A video of tying knot (not on a tie) generally involves the following step: passing one end through a loop, which is a sub-step.",
        "A video of tying knot (not on a tie) generally involves the following step: wrapping the end around the standing part, which is a sub-step.",
        "A video of tying knot (not on a tie) generally involves the following step: threading the end through the new loop, which is a sub-step.",
        "A video of tying knot (not on a tie) generally involves the following step: pulling both ends to tighten, which is a sub-step."
    ],
    "370": [
        "A video of tying a tie generally involves the following step: positioning the tie around the neck, which is a sub-step.",
        "A video of tying a tie generally involves the following step: crossing the wide end over the narrow end, which is a sub-step.",
        "A video of tying a tie generally involves the following step: looping the wide end through the neck loop, which is a sub-step.",
        "A video of tying a tie generally involves the following step: tightening the knot and adjusting the tie, which is a sub-step."
    ],
    "371": [
        "A video of unboxing generally involves the following step: opening the package, which is a sub-step.",
        "A video of unboxing generally involves the following step: removing the contents, which is a sub-step.",
        "A video of unboxing generally involves the following step: inspecting the items, which is a sub-step.",
        "A video of unboxing generally involves the following step: displaying the product, which is a sub-step."
    ],
    "372": [
        "A video of unloading truck generally involves the following step: opening the truck's rear doors, which is a sub-step.",
        "A video of unloading truck generally involves the following step: positioning a ramp or lift, which is a sub-step.",
        "A video of unloading truck generally involves the following step: moving items off the truck, which is a sub-step.",
        "A video of unloading truck generally involves the following step: securing the truck after unloading, which is a sub-step."
    ],
    "373": [
        "A videos of using computer generally involves the following step: turning on the device, which is a sub-step.",
        "A videos of using computer generally involves the following step: logging into the system, which is a sub-step.",
        "A videos of using computer generally involves the following step: opening necessary applications, which is a sub-step.",
        "A videos of using computer generally involves the following step: performing tasks within the applications, which is a sub-step."
    ],
    "374": [
        "A video of using a remote controller generally involves the following step: pressing the power button, which is a sub-step.",
        "A video of using a remote controller generally involves the following step: navigating the menu, which is a sub-step.",
        "A video of using a remote controller generally involves the following step: selecting an option, which is a sub-step.",
        "A video of using a remote controller generally involves the following step: adjusting settings, which is a sub-step."
    ],
    "375": [
        "A video of using a segway generally involves the following step: mounting the device, which is a sub-step.",
        "A video of using a segway generally involves the following step: balancing upright, which is a sub-step.",
        "A video of using a segway generally involves the following step: initiating movement, which is a sub-step.",
        "A video of using a segway generally involves the following step: maintaining control, which is a sub-step."
    ],
    "376": [
        "A video of vault generally involves the following step: initial approach (quick), which is a sub-step.",
        "A video of vault generally involves the following step: takeoff (momentary), which is a sub-step.",
        "A video of vault generally involves the following step: clearance (brief), which is a sub-step.",
        "A video of vault generally involves the following step: landing (controlled), which is a sub-step."
    ],
    "377": [
        "A video of waiting in line generally involves the following step: (finding a queue), which is a sub-step.",
        "A video of waiting in line generally involves the following step: (joining the end of the line), which is a sub-step.",
        "A video of waiting in line generally involves the following step: (maintaining position in the queue), which is a sub-step.",
        "A video of waiting in line generally involves the following step: (approaching the service point), which is a sub-step."
    ],
    "378": [
        "A video of walking the dog generally involves the following step: attaching the leash to the collar, which is a sub-step.",
        "A video of walking the dog generally involves the following step: opening the door, which is a sub-step.",
        "A video of walking the dog generally involves the following step: walking alongside the dog, which is a sub-step.",
        "A video of walking the dog generally involves the following step: returning home and removing the leash, which is a sub-step."
    ],
    "379": [
        "A video of washing dishes generally involves the following step: filling the sink with water and soap, which is a sub-step.",
        "A video of washing dishes generally involves the following step: scrubbing each dish with a sponge, which is a sub-step.",
        "A video of washing dishes generally involves the following step: rinsing dishes under clean water, which is a sub-step.",
        "A video of washing dishes generally involves the following step: drying dishes with a towel, which is a sub-step."
    ],
    "380": [
        "A video of washing feet generally involves the following step: wetting the feet with water, which is a sub-step.",
        "A video of washing feet generally involves the following step: applying soap to the feet, which is a sub-step.",
        "A video of washing feet generally involves the following step: scrubbing the feet with soap, which is a sub-step.",
        "A video of washing feet generally involves the following step: rinsing the feet with water, which is a sub-step."
    ],
    "381": [
        "A video of washing hair generally involves the following step: applying shampoo to wet hair, which is a sub-step.",
        "A video of washing hair generally involves the following step: massaging the scalp for 2-3 minutes, which is a sub-step.",
        "A video of washing hair generally involves the following step: rinsing out the shampoo thoroughly, which is a sub-step.",
        "A video of washing hair generally involves the following step: applying conditioner and leaving it for 3-5 minutes, which is a sub-step."
    ],
    "382": [
        "A video of washing hands generally involves the following step: wetting hands with water, which is a sub-step.",
        "A video of washing hands generally involves the following step: applying soap and lathering, which is a sub-step.",
        "A video of washing hands generally involves the following step: scrubbing hands for 20 seconds, which is a sub-step.",
        "A video of washing hands generally involves the following step: rinsing off soap with water, which is a sub-step."
    ],
    "383": [
        "A video of water skiing generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of water skiing generally involves the following step: (getting into position), which is a sub-step.",
        "A video of water skiing generally involves the following step: (being towed by a boat), which is a sub-step.",
        "A video of water skiing generally involves the following step: (maintaining balance on skis), which is a sub-step."
    ],
    "384": [
        "A video of water sliding generally involves the following step: initial contact with the surface, which is a sub-step.",
        "A video of water sliding generally involves the following step: gradual acceleration, which is a sub-step.",
        "A video of water sliding generally involves the following step: sustained movement, which is a sub-step.",
        "A video of water sliding generally involves the following step: eventual deceleration, which is a sub-step."
    ],
    "385": [
        "A video of watering plants generally involves the following step: filling the watering can, which is a sub-step.",
        "A video of watering plants generally involves the following step: walking to the plants, which is a sub-step.",
        "A video of watering plants generally involves the following step: pouring water on the plants, which is a sub-step.",
        "A video of watering plants generally involves the following step: returning the watering can, which is a sub-step."
    ],
    "386": [
        "A video of waxing back generally involves the following step: applying warm wax evenly, which is a sub-step.",
        "A video of waxing back generally involves the following step: pressing a cloth firmly, which is a sub-step.",
        "A video of waxing back generally involves the following step: holding the cloth for a few seconds, which is a sub-step.",
        "A video of waxing back generally involves the following step: quickly pulling the cloth off, which is a sub-step."
    ],
    "387": [
        "A video of waxing chest generally involves the following step: applying warm wax evenly, which is a sub-step.",
        "A video of waxing chest generally involves the following step: allowing the wax to cool slightly, which is a sub-step.",
        "A video of waxing chest generally involves the following step: quickly removing the wax strip, which is a sub-step.",
        "A video of waxing chest generally involves the following step: soothing the skin with a calming agent, which is a sub-step."
    ],
    "388": [
        "A video of waxing eyebrows generally involves the following step: applying warm wax to the skin, which is a sub-step.",
        "A video of waxing eyebrows generally involves the following step: pressing a cloth strip onto the wax, which is a sub-step.",
        "A video of waxing eyebrows generally involves the following step: quickly pulling the strip off, which is a sub-step.",
        "A video of waxing eyebrows generally involves the following step: soothing the skin with a calming agent, which is a sub-step."
    ],
    "389": [
        "A video of waxing legs generally involves the following step: applying warm wax evenly, which is a sub-step.",
        "A video of waxing legs generally involves the following step: allowing the wax to cool slightly, which is a sub-step.",
        "A video of waxing legs generally involves the following step: pressing a cloth strip firmly, which is a sub-step.",
        "A video of waxing legs generally involves the following step: quickly pulling the strip off, which is a sub-step."
    ],
    "390": [
        "A video of weaving basket generally involves the following step: preparing the materials, which is a sub-step.",
        "A video of weaving basket generally involves the following step: creating the base, which is a sub-step.",
        "A video of weaving basket generally involves the following step: weaving the sides, which is a sub-step.",
        "A video of weaving basket generally involves the following step: finishing the edges, which is a sub-step."
    ],
    "391": [
        "A video of welding generally involves the following step: preheating the metal (short duration), which is a sub-step.",
        "A video of welding generally involves the following step: applying the weld (medium duration), which is a sub-step.",
        "A video of welding generally involves the following step: cooling the weld (long duration), which is a sub-step.",
        "A video of welding generally involves the following step: inspecting the weld (short duration), which is a sub-step."
    ],
    "392": [
        "A video of whistling generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of whistling generally involves the following step: positioning lips, which is a sub-step.",
        "A video of whistling generally involves the following step: exhaling steadily, which is a sub-step.",
        "A video of whistling generally involves the following step: adjusting airflow, which is a sub-step."
    ],
    "393": [
        "A video of windsurfing generally involves the following step: setting up the sail and board, which is a sub-step.",
        "A video of windsurfing generally involves the following step: balancing on the board, which is a sub-step.",
        "A video of windsurfing generally involves the following step: catching the wind with the sail, which is a sub-step.",
        "A video of windsurfing generally involves the following step: maneuvering across the water, which is a sub-step."
    ],
    "394": [
        "A video of wrapping present generally involves the following step: selecting the wrapping paper, which is a sub-step.",
        "A video of wrapping present generally involves the following step: cutting the paper to size, which is a sub-step.",
        "A video of wrapping present generally involves the following step: placing the gift on the paper, which is a sub-step.",
        "A video of wrapping present generally involves the following step: folding and taping the edges, which is a sub-step."
    ],
    "395": [
        "A video of wrestling generally involves the following step: (initiation of physical contact), which is a sub-step.",
        "A video of wrestling generally involves the following step: (execution of grappling techniques), which is a sub-step.",
        "A video of wrestling generally involves the following step: (transition between holds), which is a sub-step.",
        "A video of wrestling generally involves the following step: (final pinning or submission), which is a sub-step."
    ],
    "396": [
        "A video of writing generally involves the following step: (preparing the writing surface), which is a sub-step.",
        "A video of writing generally involves the following step: (selecting writing tools), which is a sub-step.",
        "A video of writing generally involves the following step: (forming characters on paper), which is a sub-step.",
        "A video of writing generally involves the following step: (reviewing and correcting errors), which is a sub-step."
    ],
    "397": [
        "A video of yawning generally involves the following step: (opening the mouth wide), which is a sub-step.",
        "A video of yawning generally involves the following step: (inhaling deeply), which is a sub-step.",
        "A video of yawning generally involves the following step: (holding the breath briefly), which is a sub-step.",
        "A video of yawning generally involves the following step: (exhaling slowly), which is a sub-step."
    ],
    "398": [
        "A video of yoga generally involves the following step: (breathing exercises), which is a sub-step.",
        "A video of yoga generally involves the following step: (warm-up stretches), which is a sub-step.",
        "A video of yoga generally involves the following step: (main poses), which is a sub-step.",
        "A video of yoga generally involves the following step: (cool-down relaxation), which is a sub-step."
    ],
    "399": [
        "A video of zumba generally involves the following step: warm-up exercises, which is a sub-step.",
        "A video of zumba generally involves the following step: rhythmic dance moves, which is a sub-step.",
        "A video of zumba generally involves the following step: interval training, which is a sub-step.",
        "A video of zumba generally involves the following step: cool-down stretches, which is a sub-step."
    ]
}