{
    "0": [
        "A video of approaching something with your camera generally involves the following step: lifting the camera to eye level, which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: adjusting focus and framing, which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: slowly moving closer to the subject, which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: capturing the final shot, which is a sub-step."
    ],
    "1": [
        "A video of attaching something to something generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: securing the connection, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: checking stability, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: finalizing the attachment, which is a sub-step."
    ],
    "2": [
        "A video of bending something so that it deforms generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: applying gradual pressure, which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: monitoring the deformation, which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: stabilizing the bent form, which is a sub-step."
    ],
    "3": [
        "A video of bending something until it breaks generally involves the following step: applying gradual pressure, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: monitoring the object's deformation, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: detecting the point of failure, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: observing the final break, which is a sub-step."
    ],
    "4": [
        "A video of burying something in something generally involves the following step: selecting a location, which is a sub-step.",
        "A video of burying something in something generally involves the following step: digging a hole, which is a sub-step.",
        "A video of burying something in something generally involves the following step: placing the object, which is a sub-step.",
        "A video of burying something in something generally involves the following step: covering the hole, which is a sub-step."
    ],
    "5": [
        "A video of closing something generally involves the following step: aligning the object edges, which is a sub-step.",
        "A video of closing something generally involves the following step: applying gentle pressure, which is a sub-step.",
        "A video of closing something generally involves the following step: ensuring a secure fit, which is a sub-step.",
        "A video of closing something generally involves the following step: finalizing the closure, which is a sub-step."
    ],
    "6": [
        "A video of covering something with something generally involves the following step: selecting the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: positioning the material over the object, which is a sub-step.",
        "A video of covering something with something generally involves the following step: adjusting the material for proper fit, which is a sub-step.",
        "A video of covering something with something generally involves the following step: securing the material in place, which is a sub-step."
    ],
    "7": [
        "A video of digging something out of something generally involves the following step: selecting the target object, which is a sub-step.",
        "A video of digging something out of something generally involves the following step: loosening the surrounding material, which is a sub-step.",
        "A video of digging something out of something generally involves the following step: carefully extracting the object, which is a sub-step.",
        "A video of digging something out of something generally involves the following step: clearing away debris, which is a sub-step."
    ],
    "8": [
        "A video of dropping something behind something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: moving the object horizontally, which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: lowering the object behind the target, which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "9": [
        "A video of dropping something in front of something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: pausing momentarily before release, which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: releasing the object to fall, which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: the object making contact with the target, which is a sub-step."
    ],
    "10": [
        "A video of dropping something into something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: pausing momentarily before release, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object falling into the target, which is a sub-step."
    ],
    "11": [
        "A video of dropping something next to something generally involves the following step: lifting the object to a height, which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: positioning the object above the target, which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: allowing the object to fall, which is a sub-step."
    ],
    "12": [
        "A video of dropping something onto something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: the object falling towards the target, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: the object making contact with the target, which is a sub-step."
    ],
    "13": [
        "A video of failing to put something into something because something does not fit generally involves the following step: attempting to insert, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: realizing non-fit, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: pausing to assess, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: ceasing insertion, which is a sub-step."
    ],
    "14": [
        "A video of folding something generally involves the following step: aligning the edges (simultaneous), which is a sub-step.",
        "A video of folding something generally involves the following step: creasing the fold (immediate), which is a sub-step.",
        "A video of folding something generally involves the following step: smoothing the surface (sequential), which is a sub-step.",
        "A video of folding something generally involves the following step: securing the fold (consecutive), which is a sub-step."
    ],
    "15": [
        "A video of hitting something with something generally involves the following step: raising the object to be swung, which is a sub-step.",
        "A video of hitting something with something generally involves the following step: positioning the object for impact, which is a sub-step.",
        "A video of hitting something with something generally involves the following step: accelerating the object towards the target, which is a sub-step.",
        "A video of hitting something with something generally involves the following step: making contact with the target, which is a sub-step."
    ],
    "16": [
        "A video of holding something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of holding something generally involves the following step: maintaining a steady grip, which is a sub-step.",
        "A video of holding something generally involves the following step: adjusting the hold as needed, which is a sub-step.",
        "A video of holding something generally involves the following step: releasing the object gently, which is a sub-step."
    ],
    "17": [
        "A video of holding something behind something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: positioning the object behind, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: maintaining the position, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "18": [
        "A video of holding something in front of something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: moving the object towards the target, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: maintaining the position briefly, which is a sub-step."
    ],
    "19": [
        "A video of holding something next to something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: positioning the object near the target, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: maintaining the position, which is a sub-step."
    ],
    "20": [
        "A video of holding something over something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of holding something over something generally involves the following step: positioning the object above the target, which is a sub-step.",
        "A video of holding something over something generally involves the following step: maintaining the position, which is a sub-step.",
        "A video of holding something over something generally involves the following step: lowering the object, which is a sub-step."
    ],
    "21": [
        "A video of laying something on the table on its side, not upright generally involves the following step: approaching the table, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: positioning the object horizontally, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: lowering the object to the table, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: releasing the object, which is a sub-step."
    ],
    "22": [
        "A video of letting something roll along a flat surface generally involves the following step: positioning the object on the surface, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: applying a gentle push, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: observing the rolling motion, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: monitoring the object's stop, which is a sub-step."
    ],
    "23": [
        "A video of letting something roll down a slanted surface generally involves the following step: positioning the object at the top, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: releasing the object, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: observing the rolling motion, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: reaching the bottom, which is a sub-step."
    ],
    "24": [
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: initiating the roll, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: reaching the apex, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: pausing at the top, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: rolling back down, which is a sub-step."
    ],
    "25": [
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: positioning the surface at an angle, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: applying gradual pressure upwards, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: maintaining a steady incline, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: ensuring minimal friction, which is a sub-step."
    ],
    "26": [
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: initiating the lift, which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: gradually increasing the angle, which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: reaching the critical angle, which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: observing the object's slide, which is a sub-step."
    ],
    "27": [
        "A video of lifting something up completely without letting it drop down generally involves the following step: initiating the lift (start), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: gradually increasing elevation (progress), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: reaching the maximum height (completion), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: maintaining the elevated position (stabilization), which is a sub-step."
    ],
    "28": [
        "A video of lifting something up completely, then letting it drop down generally involves the following step: initiating the lift, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: steadily raising the object, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: reaching the peak height, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: releasing the object to drop, which is a sub-step."
    ],
    "29": [
        "A video of lifting something with something on it generally involves the following step: assessing the weight and stability, which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: positioning hands and feet appropriately, which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: lifting the object slowly and steadily, which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: adjusting posture to maintain balance, which is a sub-step."
    ],
    "30": [
        "A video of lifting up one end of something without letting it drop down generally involves the following step: positioning hands under the object, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: applying gradual upward force, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: maintaining steady elevation, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: ensuring no downward movement, which is a sub-step."
    ],
    "31": [
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: initiating the lift, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: raising the end, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: holding the raised position, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: releasing the end, which is a sub-step."
    ],
    "32": [
        "A video of moving away from something with your camera generally involves the following step: starting the camera recording, which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: positioning the camera at the initial point, which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: moving the camera backward, which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: stopping the camera recording, which is a sub-step."
    ],
    "33": [
        "A video of moving part of something generally involves the following step: selecting the object to be moved, which is a sub-step.",
        "A video of moving part of something generally involves the following step: positioning the object for movement, which is a sub-step.",
        "A video of moving part of something generally involves the following step: lifting or sliding the object, which is a sub-step.",
        "A video of moving part of something generally involves the following step: placing the object in the new location, which is a sub-step."
    ],
    "34": [
        "A video of moving something across a surface until it falls down generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: maintaining the push, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: nearing the edge, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: the object falling, which is a sub-step."
    ],
    "35": [
        "A video of moving something across a surface without it falling down generally involves the following step: positioning the object securely, which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: initiating the movement gently, which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: ensuring the object remains stable, which is a sub-step."
    ],
    "36": [
        "A video of moving something and something away from each other generally involves the following step: grasping the objects, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: lifting the objects, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: moving the objects apart, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: releasing the objects, which is a sub-step."
    ],
    "37": [
        "A video of moving something and something closer to each other generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: adjusting the trajectory, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: finalizing the proximity, which is a sub-step."
    ],
    "38": [
        "A video of moving something and something so they collide with each other generally involves the following step: initiating the movement of the first object, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: initiating the movement of the second object, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: synchronizing the movements for collision, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: capturing the moment of impact, which is a sub-step."
    ],
    "39": [
        "A video of moving something and something so they pass each other generally involves the following step: initiating movement, which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: accelerating towards each other, which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: passing each other, which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: decelerating after passing, which is a sub-step."
    ],
    "40": [
        "A video of moving something away from something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: moving the object away, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "41": [
        "A video of moving something away from the camera generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: gradually increasing the distance, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: completing the movement, which is a sub-step."
    ],
    "42": [
        "A video of moving something closer to something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: positioning the object closer, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "43": [
        "A video of moving something down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of moving something down generally involves the following step: positioning the object over the target area, which is a sub-step.",
        "A video of moving something down generally involves the following step: lowering the object gradually, which is a sub-step.",
        "A video of moving something down generally involves the following step: releasing the object gently, which is a sub-step."
    ],
    "44": [
        "A video of moving something towards the camera generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: accelerating the object, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: maintaining the velocity, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: decelerating the object, which is a sub-step."
    ],
    "45": [
        "A video of moving something up generally involves the following step: grasping the object securely, which is a sub-step.",
        "A video of moving something up generally involves the following step: lifting the object steadily, which is a sub-step.",
        "A video of moving something up generally involves the following step: maintaining balance while lifting, which is a sub-step.",
        "A video of moving something up generally involves the following step: positioning the object at the desired height, which is a sub-step."
    ],
    "46": [
        "A video of opening something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of opening something generally involves the following step: positioning the hands, which is a sub-step.",
        "A video of opening something generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of opening something generally involves the following step: verifying the opening, which is a sub-step."
    ],
    "47": [
        "A video of picking something up generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: grasping the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: lifting the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: stabilizing the object, which is a sub-step."
    ],
    "48": [
        "A video of piling something up generally involves the following step: selecting objects to be stacked, which is a sub-step.",
        "A video of piling something up generally involves the following step: positioning the first object, which is a sub-step.",
        "A video of piling something up generally involves the following step: stacking subsequent objects, which is a sub-step.",
        "A video of piling something up generally involves the following step: securing the pile, which is a sub-step."
    ],
    "49": [
        "A video of plugging something into something generally involves the following step: aligning the plug with the socket, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: inserting the plug into the socket, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: ensuring a secure connection, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: verifying the connection, which is a sub-step."
    ],
    "50": [
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: approaching the socket (instantaneous), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: inserting the plug (brief), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: releasing the plug (immediate), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: withdrawing the hand (quick), which is a sub-step."
    ],
    "51": [
        "A video of poking a hole into some substance generally involves the following step: selecting the tool, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: positioning the tool, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: applying pressure, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: removing the tool, which is a sub-step."
    ],
    "52": [
        "A video of poking a hole into something soft generally involves the following step: positioning the object and tool, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: applying initial pressure, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: penetrating the surface, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: releasing pressure and removing the tool, which is a sub-step."
    ],
    "53": [
        "A video of poking a stack of something so the stack collapses generally involves the following step: initiating contact with the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: applying force to the top item, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: observing the stack's instability, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: witnessing the stack's collapse, which is a sub-step."
    ],
    "54": [
        "A video of poking a stack of something without the stack collapsing generally involves the following step: gently applying pressure to the top item, which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: monitoring the stack's stability, which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: adjusting the pressure if necessary, which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: ensuring the stack remains upright, which is a sub-step."
    ],
    "55": [
        "A video of poking something so it slightly moves generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: applying a gentle force, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: releasing contact, which is a sub-step."
    ],
    "56": [
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: positioning the finger near the object, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: gently extending the finger, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: making minimal contact with the object, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: retracting the finger quickly, which is a sub-step."
    ],
    "57": [
        "A video of poking something so that it falls over generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: the object falling over, which is a sub-step."
    ],
    "58": [
        "A video of poking something so that it spins around generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: ensuring the object spins, which is a sub-step."
    ],
    "59": [
        "A video of pouring something into something generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: guiding the flow, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: stopping the flow, which is a sub-step."
    ],
    "60": [
        "A video of pouring something into something until it overflows generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: allowing the liquid to flow, which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: observing the overflow, which is a sub-step."
    ],
    "61": [
        "A video of pouring something onto something generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: releasing the liquid, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: stopping the flow, which is a sub-step."
    ],
    "62": [
        "A video of pouring something out of something generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: allowing the liquid to flow, which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: stopping the flow, which is a sub-step."
    ],
    "63": [
        "A video of pretending or failing to wipe something off of something generally involves the following step: initiating a wiping motion, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: briefly touching the surface, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: pausing mid-motion, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: ending the motion abruptly, which is a sub-step."
    ],
    "64": [
        "A video of pretending or trying and failing to twist something generally involves the following step: attempting to twist, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: applying force, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: realizing failure, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: ceasing effort, which is a sub-step."
    ],
    "65": [
        "A video of pretending to be tearing something that is not tearable generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: positioning fingers for a tearing motion, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: applying force as if tearing, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: releasing the object after a brief pause, which is a sub-step."
    ],
    "66": [
        "A video of pretending to close something without actually closing it generally involves the following step: positioning the hands near the object, which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: mimicking the motion of closing, which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: pausing briefly as if the action is complete, which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: withdrawing the hands smoothly, which is a sub-step."
    ],
    "67": [
        "A video of pretending to open something without actually opening it generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: positioning the hand around the object, which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: mimicking the action of opening, which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: releasing the object as if opened, which is a sub-step."
    ],
    "68": [
        "A video of pretending to pick something up generally involves the following step: extending the hand towards the object, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: closing the fingers around the object, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: lifting the hand with the object, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: holding the object in the air, which is a sub-step."
    ],
    "69": [
        "A video of pretending to poke something generally involves the following step: extending the arm forward, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: pausing briefly at the end of the extension, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: retracting the arm back to the starting position, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: maintaining a slight tension in the fingers, which is a sub-step."
    ],
    "70": [
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (reaching for the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (tilting the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (pretending to pour from the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (returning the empty container to its original position), which is a sub-step."
    ],
    "71": [
        "A video of pretending to put something behind something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: moving the object behind, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "72": [
        "A video of pretending to put something into something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: moving the object towards the container, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "73": [
        "A video of pretending to put something next to something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: moving the object to the side, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "74": [
        "A video of pretending to put something on a surface generally involves the following step: lifting the object to eye level, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: moving the object towards the surface, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: hovering the object above the surface, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: lowering the object as if placing it, which is a sub-step."
    ],
    "75": [
        "A video of pretending to put something onto something generally involves the following step: reaching for the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: lifting the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: moving towards the target area, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: placing the imaginary object, which is a sub-step."
    ],
    "76": [
        "A video of pretending to put something underneath something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: moving the object towards the target, which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: placing the object under the target, which is a sub-step."
    ],
    "77": [
        "A video of pretending to scoop something up with something generally involves the following step: positioning the tool above the imaginary substance, which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: lowering the tool into the imaginary substance, which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: simulating the scooping motion, which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: lifting the tool with the imaginary substance, which is a sub-step."
    ],
    "78": [
        "A video of pretending to spread air onto something generally involves the following step: raising the hand above the object, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: moving the hand in a sweeping motion, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: pausing briefly mid-motion, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: lowering the hand back to the side, which is a sub-step."
    ],
    "79": [
        "A video of pretending to sprinkle air onto something generally involves the following step: raising the hand above the target, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: extending the fingers outward, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: making a gentle flicking motion, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: lowering the hand slowly, which is a sub-step."
    ],
    "80": [
        "A video of pretending to squeeze something generally involves the following step: raising the hand to the object, which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: forming a grip with the fingers, which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: applying pressure with the fingers, which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: releasing the grip and lowering the hand, which is a sub-step."
    ],
    "81": [
        "A video of pretending to take something from somewhere generally involves the following step: reaching towards the object, which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: grasping the air, which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: lifting the imaginary object, which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: moving the object away, which is a sub-step."
    ],
    "82": [
        "A video of pretending to take something out of something generally involves the following step: reaching towards the object, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: grasping the air, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: pulling the hand back, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: displaying the empty hand, which is a sub-step."
    ],
    "83": [
        "A video of pretending to throw something generally involves the following step: raising the arm (0-1 seconds), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: extending the arm (1-2 seconds), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: releasing the imaginary object (2-3 seconds), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: following through with the motion (3-4 seconds), which is a sub-step."
    ],
    "84": [
        "A video of pretending to turn something upside down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: rotating the object 180 degrees, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: pausing momentarily, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: lowering the object back down, which is a sub-step."
    ],
    "85": [
        "A video of pulling something from behind of something generally involves the following step: positioning the object to be pulled (initial preparation), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: reaching behind the obstacle (spatial adjustment), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: grasping the object (physical contact), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: pulling the object forward (final movement), which is a sub-step."
    ],
    "86": [
        "A video of pulling something from left to right generally involves the following step: positioning the object on the left, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: initiating the pull motion, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: maintaining steady force, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: completing the pull to the right, which is a sub-step."
    ],
    "87": [
        "A video of pulling something from right to left generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: maintaining continuous force, which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: finalizing the movement, which is a sub-step."
    ],
    "88": [
        "A video of pulling something onto something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: positioning the object near the target, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: exerting force to move the object, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: aligning and placing the object, which is a sub-step."
    ],
    "89": [
        "A video of pulling something out of something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: applying steady force, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: ensuring the object is free, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "90": [
        "A video of pulling two ends of something but nothing happens generally involves the following step: gripping both ends firmly, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: applying equal force to both ends, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: maintaining steady tension for a few seconds, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: releasing the grip after no movement occurs, which is a sub-step."
    ],
    "91": [
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: grasping both ends, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: applying force to each end, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: maintaining tension while pulling, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: observing the stretching effect, which is a sub-step."
    ],
    "92": [
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: grasping both ends, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: applying tension, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: increasing force, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: achieving separation, which is a sub-step."
    ],
    "93": [
        "A video of pushing something from left to right generally involves the following step: positioning the object on the left, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: moving the object across the surface, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: stopping the object on the right, which is a sub-step."
    ],
    "94": [
        "A video of pushing something from right to left generally involves the following step: positioning the object on the right, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: moving the object across the surface, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: stopping the object on the left, which is a sub-step."
    ],
    "95": [
        "A video of pushing something off of something generally involves the following step: positioning the object to be pushed, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: the object begins to move, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: the object falls off, which is a sub-step."
    ],
    "96": [
        "A video of pushing something onto something generally involves the following step: positioning the object to be pushed, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: moving the object along a path, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: finalizing the placement of the object, which is a sub-step."
    ],
    "97": [
        "A video of pushing something so it spins generally involves the following step: initial contact with the object, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: object begins to rotate, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: object continues spinning, which is a sub-step."
    ],
    "98": [
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: initiating the push, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: applying force, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: nearing the edge, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: stabilizing the object, which is a sub-step."
    ],
    "99": [
        "A video of pushing something so that it falls off the table generally involves the following step: (initiating contact with the object), which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: (applying force gradually), which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: (reaching the tipping point), which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: (object falling off the table), which is a sub-step."
    ],
    "100": [
        "A video of pushing something so that it slightly moves generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: applying force gradually, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: observing the object's movement, which is a sub-step."
    ],
    "101": [
        "A video of pushing something with something generally involves the following step: positioning the object to be pushed, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: aligning the pushing tool, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: maintaining the push until completion, which is a sub-step."
    ],
    "102": [
        "A video of putting number of something onto something generally involves the following step: selecting the object to be placed, which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: positioning the object above the target, which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: gently lowering the object onto the target, which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: confirming the object is securely placed, which is a sub-step."
    ],
    "103": [
        "A video of putting something and something on the table generally involves the following step: lifting the first item, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: moving the first item to the table, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: placing the first item on the table, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: repeating the process for the second item, which is a sub-step."
    ],
    "104": [
        "A video of putting something behind something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: moving the object to the rear, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "105": [
        "A video of putting something in front of something generally involves the following step: selecting the object to be placed, which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: positioning the object in front of the target, which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: finalizing the placement, which is a sub-step."
    ],
    "106": [
        "A video of putting something into something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of putting something into something generally involves the following step: moving the object towards the container, which is a sub-step.",
        "A video of putting something into something generally involves the following step: aligning the object with the container's opening, which is a sub-step.",
        "A video of putting something into something generally involves the following step: releasing the object into the container, which is a sub-step."
    ],
    "107": [
        "A video of putting something next to something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: moving the object to the side, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: placing the object down, which is a sub-step."
    ],
    "108": [
        "A video of putting something on a flat surface without letting it roll generally involves the following step: approaching the surface, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: gently lowering the object, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: ensuring stability, which is a sub-step."
    ],
    "109": [
        "A video of putting something on a surface generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: moving the object to the surface, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: aligning the object with the surface, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: releasing the object onto the surface, which is a sub-step."
    ],
    "110": [
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: positioning the object near the edge, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: aligning the object precisely, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: gently placing the object, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: observing the object fall, which is a sub-step."
    ],
    "111": [
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: positioning the object at the top of the surface, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: applying a slight downward pressure, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: ensuring the object's base is flat against the surface, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: maintaining steady hands to prevent sliding, which is a sub-step."
    ],
    "112": [
        "A video of putting something onto something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: moving the object to the target, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: releasing the object onto the target, which is a sub-step."
    ],
    "113": [
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object is initially positioned above the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object is carefully lowered onto the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object makes contact with the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object falls due to lack of support, which is a sub-step."
    ],
    "114": [
        "A video of putting something similar to other things that are already on the table generally involves the following step: selecting an appropriate item, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: positioning the item near the table, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: aligning the item with existing objects, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: placing the item on the table, which is a sub-step."
    ],
    "115": [
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: positioning the object on the surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: initiating the slide by releasing the object, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: observing the object's descent, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: noting the object's final position, which is a sub-step."
    ],
    "116": [
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: selecting the non-rolling object, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: positioning the object near the slanted surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: gently placing the object on the slanted surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: ensuring the object remains stationary, which is a sub-step."
    ],
    "117": [
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: positioning the object vertically, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: stabilizing the object briefly, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: releasing slight pressure, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: observing the object fall, which is a sub-step."
    ],
    "118": [
        "A video of putting something underneath something generally involves the following step: lifting the object to be placed, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: moving the lifted object to the target area, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: gently lowering the object into position, which is a sub-step."
    ],
    "119": [
        "A video of putting something upright on the table generally involves the following step: grasping the object securely, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: lifting the object to a vertical position, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: aligning the object with the table surface, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: gently lowering the object onto the table, which is a sub-step."
    ],
    "120": [
        "A video of putting something, something and something on the table generally involves the following step: (placing the first item on the table), which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: (positioning the second item next to the first), which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: (setting the third item adjacent to the second), which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: (adjusting the arrangement for balance), which is a sub-step."
    ],
    "121": [
        "A video of removing something, revealing something behind generally involves the following step: initiating the removal action, which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: continuing the removal action, which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: completing the removal action, which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: revealing the hidden object, which is a sub-step."
    ],
    "122": [
        "A video of rolling something on a flat surface generally involves the following step: positioning the object on the surface, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: maintaining consistent force, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: observing the object's rolling motion, which is a sub-step."
    ],
    "123": [
        "A video of scooping something up with something generally involves the following step: positioning the scoop above the object, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: lowering the scoop to the object, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: applying pressure to lift the object, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: raising the scoop with the object, which is a sub-step."
    ],
    "124": [
        "A video of showing a photo of something to the camera generally involves the following step: holding the photo steady, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: aligning the photo with the camera, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: maintaining the alignment for a few seconds, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: slowly moving the photo away, which is a sub-step."
    ],
    "125": [
        "A video of showing something behind something generally involves the following step: moving the object to the front, which is a sub-step.",
        "A video of showing something behind something generally involves the following step: revealing the hidden object, which is a sub-step.",
        "A video of showing something behind something generally involves the following step: positioning the objects correctly, which is a sub-step.",
        "A video of showing something behind something generally involves the following step: ensuring the hidden object is visible, which is a sub-step."
    ],
    "126": [
        "A video of showing something next to something generally involves the following step: selecting the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: positioning the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: finalizing the arrangement, which is a sub-step."
    ],
    "127": [
        "A video of showing something on top of something generally involves the following step: selecting the object to be shown, which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: positioning the object above the surface, which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: aligning the object with precision, which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: finalizing the placement and securing, which is a sub-step."
    ],
    "128": [
        "A video of showing something to the camera generally involves the following step: positioning the object in front of the camera, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: adjusting the angle for optimal visibility, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: ensuring the lighting is adequate, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: capturing the moment with the camera, which is a sub-step."
    ],
    "129": [
        "A video of showing that something is empty generally involves the following step: approaching the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: reaching out to the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: tilting or opening the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: visually confirming the emptiness, which is a sub-step."
    ],
    "130": [
        "A video of showing that something is inside something generally involves the following step: (opening the container), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (positioning the object near the container), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (inserting the object into the container), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (closing the container), which is a sub-step."
    ],
    "131": [
        "A video of something being deflected from something generally involves the following step: initial contact with the deflector, which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: transfer of momentum, which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: change in trajectory, which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: final separation from the deflector, which is a sub-step."
    ],
    "132": [
        "A video of something colliding with something and both are being deflected generally involves the following step: initial contact (0-0.1 seconds), which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: energy transfer (0.1-0.3 seconds), which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: deflection initiation (0.3-0.5 seconds), which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: final deflection (0.5-1 second), which is a sub-step."
    ],
    "133": [
        "A video of something colliding with something and both come to a halt generally involves the following step: initial contact, which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: energy transfer, which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: deceleration, which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: final rest, which is a sub-step."
    ],
    "134": [
        "A video of something falling like a feather or paper generally involves the following step: initial release from a height, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: slow descent with minimal resistance, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: gentle rotation in the air, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: eventual soft landing on a surface, which is a sub-step."
    ],
    "135": [
        "A video of something falling like a rock generally involves the following step: initial acceleration from rest, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: continuous acceleration due to gravity, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: maintaining a constant velocity, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: eventual impact with the ground, which is a sub-step."
    ],
    "136": [
        "A video of spilling something behind something generally involves the following step: initiating the spill, which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: the liquid or object moves, which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: the spill reaches the target area, which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: the spill settles, which is a sub-step."
    ],
    "137": [
        "A video of spilling something next to something generally involves the following step: (initiating the spill), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance exiting the container), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance making contact with surface), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance spreading next to object), which is a sub-step."
    ],
    "138": [
        "A video of spilling something onto something generally involves the following step: the initial tipping of the container, which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: the liquid beginning to pour out, which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: the liquid spreading across the surface, which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: the liquid coming to rest on the surface, which is a sub-step."
    ],
    "139": [
        "A video of spinning something so it continues spinning generally involves the following step: initiating the spin, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: maintaining the spin, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: adjusting the spin, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: stabilizing the spin, which is a sub-step."
    ],
    "140": [
        "A video of spinning something that quickly stops spinning generally involves the following step: initial rapid rotation, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: gradual deceleration, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: momentary inertia, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: final cessation, which is a sub-step."
    ],
    "141": [
        "A video of spreading something onto something generally involves the following step: selecting the spreadable substance, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: positioning the substance near the target, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: applying the substance evenly, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: ensuring full coverage, which is a sub-step."
    ],
    "142": [
        "A video of sprinkling something onto something generally involves the following step: picking up the container, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: tilting the container, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: releasing the contents, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: returning the container to its original position, which is a sub-step."
    ],
    "143": [
        "A video of squeezing something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of squeezing something generally involves the following step: applying pressure gradually, which is a sub-step.",
        "A video of squeezing something generally involves the following step: maintaining consistent force, which is a sub-step.",
        "A video of squeezing something generally involves the following step: releasing the pressure slowly, which is a sub-step."
    ],
    "144": [
        "A video of stacking number of something generally involves the following step: selecting objects to stack, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: positioning the first object, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: sequentially adding subsequent objects, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: finalizing the stack structure, which is a sub-step."
    ],
    "145": [
        "A video of stuffing something into something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: positioning the object near the target, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: inserting the object into the target, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: ensuring the object is fully inside, which is a sub-step."
    ],
    "146": [
        "A video of taking one of many similar things on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: scanning the items, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: selecting an item, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: lifting the item, which is a sub-step."
    ],
    "147": [
        "A video of taking something from somewhere generally involves the following step: approaching the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: positioning the hand, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: grasping the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: removing the object, which is a sub-step."
    ],
    "148": [
        "A video of taking something out of something generally involves the following step: approaching the container, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: reaching into the container, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: removing the object from the container, which is a sub-step."
    ],
    "149": [
        "A video of tearing something into two pieces generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: applying tension to the object, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: initiating the tear along a weak point, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: completing the tear to separate the pieces, which is a sub-step."
    ],
    "150": [
        "A video of tearing something just a little bit generally involves the following step: gripping the material firmly, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: applying slight pressure, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: initiating a small tear, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: releasing the pressure, which is a sub-step."
    ],
    "151": [
        "A video of throwing something generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of throwing something generally involves the following step: pulling the arm back, which is a sub-step.",
        "A video of throwing something generally involves the following step: accelerating the arm forward, which is a sub-step.",
        "A video of throwing something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "152": [
        "A video of throwing something against something generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: pulling the object back, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: releasing the object with force, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: watching the object impact, which is a sub-step."
    ],
    "153": [
        "A video of throwing something in the air and catching it generally involves the following step: lifting the object above the head, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: releasing the object with force, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: tracking the object's trajectory, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: positioning to catch the object, which is a sub-step."
    ],
    "154": [
        "A video of throwing something in the air and letting it fall generally involves the following step: the object being released from the hand, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object ascending in the air, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object reaching its peak height, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object descending back to the ground, which is a sub-step."
    ],
    "155": [
        "A video of throwing something onto a surface generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: pulling the arm back, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: thrusting the arm forward, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: releasing the object, which is a sub-step."
    ],
    "156": [
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: carefully positioning the object (initial preparation), which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: slowly tilting the base (gradual movement), which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: monitoring the object's stability (continuous observation), which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: adjusting the tilt as needed (final adjustment), which is a sub-step."
    ],
    "157": [
        "A video of tilting something with something on it until it falls off generally involves the following step: gently tilting the object, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: gradually increasing the tilt, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: allowing the object to fall off, which is a sub-step."
    ],
    "158": [
        "A video of tipping something over generally involves the following step: initiating the tilt, which is a sub-step.",
        "A video of tipping something over generally involves the following step: gradual increase in tilt angle, which is a sub-step.",
        "A video of tipping something over generally involves the following step: reaching the critical angle, which is a sub-step.",
        "A video of tipping something over generally involves the following step: final collapse, which is a sub-step."
    ],
    "159": [
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: initiating the tilt, which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: gradual increase in tilt angle, which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: reaching the critical angle, which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: contents falling out, which is a sub-step."
    ],
    "160": [
        "A video of touching (without moving) part of something generally involves the following step: initial positioning of the hand, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: gradual approach to the object, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: contact establishment with the object, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: maintaining stable contact, which is a sub-step."
    ],
    "161": [
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: attempting to press the objects together, which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: observing the objects not sticking, which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: repositioning the objects and trying again, which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: acknowledging the failure and ceasing attempts, which is a sub-step."
    ],
    "162": [
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: applying force gradually, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: maintaining pressure for a few seconds, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: releasing the object with no change, which is a sub-step."
    ],
    "163": [
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (initiating the pour), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (aiming the container), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (missing the target), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (spilling next to the target), which is a sub-step."
    ],
    "164": [
        "A video of turning something upside down generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: rotating the object 180 degrees, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: stabilizing the object in the new position, which is a sub-step."
    ],
    "165": [
        "A video of turning the camera downwards while filming something generally involves the following step: initiating the downward movement, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: continuing the downward movement, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: stabilizing the camera angle, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: maintaining the new angle, which is a sub-step."
    ],
    "166": [
        "A video of turning the camera left while filming something generally involves the following step: initiating the turn, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: maintaining the turn, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: completing the turn, which is a sub-step."
    ],
    "167": [
        "A video of turning the camera right while filming something generally involves the following step: initiating the turn, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: executing the turn, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: continuing the filming, which is a sub-step."
    ],
    "168": [
        "A video of turning the camera upwards while filming something generally involves the following step: initiating the upward movement, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: maintaining the upward trajectory, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: stabilizing the camera angle, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: continuing the filming process, which is a sub-step."
    ],
    "169": [
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: grasping the wet object firmly, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: applying rotational force to the object, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: maintaining consistent pressure, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: observing water release from the object, which is a sub-step."
    ],
    "170": [
        "A video of twisting something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of twisting something generally involves the following step: applying rotational force, which is a sub-step.",
        "A video of twisting something generally involves the following step: maintaining consistent pressure, which is a sub-step.",
        "A video of twisting something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "171": [
        "A video of uncovering something generally involves the following step: lifting the cover, which is a sub-step.",
        "A video of uncovering something generally involves the following step: revealing the hidden object, which is a sub-step.",
        "A video of uncovering something generally involves the following step: pausing to show the uncovered item, which is a sub-step.",
        "A video of uncovering something generally involves the following step: removing any remaining obstructions, which is a sub-step."
    ],
    "172": [
        "A video of unfolding something generally involves the following step: grasping the folded edge, which is a sub-step.",
        "A video of unfolding something generally involves the following step: gently pulling the edge, which is a sub-step.",
        "A video of unfolding something generally involves the following step: aligning the edges, which is a sub-step.",
        "A video of unfolding something generally involves the following step: smoothing out the surface, which is a sub-step."
    ],
    "173": [
        "A video of wiping something off of something generally involves the following step: positioning the object to be wiped, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: applying pressure to the surface, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: moving the wiping object across the surface, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: checking for remaining residue, which is a sub-step."
    ]
}