{
    "0": [
        "A video of applyeyemakeup generally involves the following step: applying foundation, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: outlining the eyes, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: blending shadows, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: applying mascara, which is a sub-step."
    ],
    "1": [
        "A video of applylipstick generally involves the following step: selecting the lipstick shade, which is a sub-step.",
        "A video of applylipstick generally involves the following step: twisting the lipstick tube, which is a sub-step.",
        "A video of applylipstick generally involves the following step: applying the lipstick to the lips, which is a sub-step.",
        "A video of applylipstick generally involves the following step: blending the lipstick edges, which is a sub-step."
    ],
    "2": [
        "A video of archery generally involves the following step: drawing the bowstring back, which is a sub-step.",
        "A video of archery generally involves the following step: aligning the arrow with the target, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the bowstring, which is a sub-step.",
        "A video of archery generally involves the following step: observing the arrow's flight, which is a sub-step."
    ],
    "3": [
        "A videos of babycrawling generally involves the following step: initial positioning on hands and knees, which is a sub-step.",
        "A videos of babycrawling generally involves the following step: arm and leg movements in sequence, which is a sub-step.",
        "A videos of babycrawling generally involves the following step: maintaining balance while propelling forward, which is a sub-step.",
        "A videos of babycrawling generally involves the following step: repeated cycles of movement until destination, which is a sub-step."
    ],
    "4": [
        "A video of balancebeam generally involves the following step: approaching the beam steadily, which is a sub-step.",
        "A video of balancebeam generally involves the following step: mounting the beam carefully, which is a sub-step.",
        "A video of balancebeam generally involves the following step: maintaining balance on the beam, which is a sub-step.",
        "A video of balancebeam generally involves the following step: dismounting the beam gracefully, which is a sub-step."
    ],
    "5": [
        "A video of bandmarching generally involves the following step: formation alignment, which is a sub-step.",
        "A video of bandmarching generally involves the following step: rhythmic synchronization, which is a sub-step.",
        "A video of bandmarching generally involves the following step: coordinated movement, which is a sub-step.",
        "A video of bandmarching generally involves the following step: final positioning, which is a sub-step."
    ],
    "6": [
        "A video of baseballpitch generally involves the following step: the windup, which is a sub-step.",
        "A video of baseballpitch generally involves the following step: the stride, which is a sub-step.",
        "A video of baseballpitch generally involves the following step: the release, which is a sub-step.",
        "A video of baseballpitch generally involves the following step: the follow-through, which is a sub-step."
    ],
    "7": [
        "A video of basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: passing the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: shooting the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: rebounding the ball, which is a sub-step."
    ],
    "8": [
        "A video of basketballdunk generally involves the following step: (player positioning), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (running approach), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (jumping and ball handling), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (dunking and landing), which is a sub-step."
    ],
    "9": [
        "A video of benchpress generally involves the following step: lowering the bar to the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: holding the bar on the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: pushing the bar upward, which is a sub-step.",
        "A video of benchpress generally involves the following step: stabilizing the bar at the top, which is a sub-step."
    ],
    "10": [
        "A video of biking generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of biking generally involves the following step: pedaling forward, which is a sub-step.",
        "A video of biking generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of biking generally involves the following step: dismounting the bike, which is a sub-step."
    ],
    "11": [
        "A video of billiards generally involves the following step: cue striking the ball, which is a sub-step.",
        "A video of billiards generally involves the following step: ball rolling towards the pocket, which is a sub-step.",
        "A video of billiards generally involves the following step: ball hitting the cushion, which is a sub-step.",
        "A video of billiards generally involves the following step: ball falling into the pocket, which is a sub-step."
    ],
    "12": [
        "A video of blowdryhair generally involves the following step: applying heat to the hair, which is a sub-step.",
        "A video of blowdryhair generally involves the following step: moving the dryer in circular motions, which is a sub-step.",
        "A video of blowdryhair generally involves the following step: holding sections of hair taut, which is a sub-step.",
        "A video of blowdryhair generally involves the following step: alternating between heat and cool settings, which is a sub-step."
    ],
    "13": [
        "A video of blowingcandles generally involves the following step: approaching the cake, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: taking a deep breath, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: exhaling forcefully, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: observing the extinguished candles, which is a sub-step."
    ],
    "14": [
        "A video of bodyweightsquats generally involves the following step: standing upright with feet shoulder-width apart, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: bending knees and lowering body, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: pausing briefly at the bottom, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: pushing through heels to return to standing, which is a sub-step."
    ],
    "15": [
        "A video of bowling generally involves the following step: selecting a ball, which is a sub-step.",
        "A video of bowling generally involves the following step: approaching the lane, which is a sub-step.",
        "A video of bowling generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: watching the pins fall, which is a sub-step."
    ],
    "16": [
        "A video of boxingpunchingbag generally involves the following step: approaching the punching bag, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: positioning hands and feet, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: executing a series of punches, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: returning to a neutral stance, which is a sub-step."
    ],
    "17": [
        "A video of boxingspeedbag generally involves the following step: punching the bag repeatedly, which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: maintaining rhythm, which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: adjusting stance, which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: recovering balance, which is a sub-step."
    ],
    "18": [
        "A video of breaststroke generally involves the following step: arm recovery above water, which is a sub-step.",
        "A video of breaststroke generally involves the following step: leg kick underwater, which is a sub-step.",
        "A video of breaststroke generally involves the following step: arm stroke underwater, which is a sub-step.",
        "A video of breaststroke generally involves the following step: glide phase after stroke, which is a sub-step."
    ],
    "19": [
        "A video of brushingteeth generally involves the following step: applying toothpaste to the brush, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: placing the brush in the mouth, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: moving the brush in circular motions, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: rinsing the mouth and brush, which is a sub-step."
    ],
    "20": [
        "A video of cleanandjerk generally involves the following step: lifting the barbell from the ground to shoulder height, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: stabilizing the barbell at shoulder level, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: extending the arms to lift the barbell overhead, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: locking the position with the barbell overhead, which is a sub-step."
    ],
    "21": [
        "A video of cliffdiving generally involves the following step: (preparing for the jump), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (leaping off the cliff), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (free-falling through the air), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (entering the water), which is a sub-step."
    ],
    "22": [
        "A video of cricketbowling generally involves the following step: the bowler approaches the crease, which is a sub-step.",
        "A video of cricketbowling generally involves the following step: the bowler delivers the ball, which is a sub-step.",
        "A video of cricketbowling generally involves the following step: the ball reaches the batsman, which is a sub-step.",
        "A video of cricketbowling generally involves the following step: the batsman reacts to the ball, which is a sub-step."
    ],
    "23": [
        "A video of cricketshot generally involves the following step: positioning the feet (initial setup), which is a sub-step.",
        "A video of cricketshot generally involves the following step: aligning the bat (preparation), which is a sub-step.",
        "A video of cricketshot generally involves the following step: swinging the bat (execution), which is a sub-step.",
        "A video of cricketshot generally involves the following step: following through (completion), which is a sub-step."
    ],
    "24": [
        "A video of cuttinginkitchen generally involves the following step: selecting a knife and ingredients, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: positioning the ingredients on a cutting board, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: making precise cuts with the knife, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: placing the cut ingredients in a container, which is a sub-step."
    ],
    "25": [
        "A video of diving generally involves the following step: approach run (short duration), which is a sub-step.",
        "A video of diving generally involves the following step: takeoff (instantaneous), which is a sub-step.",
        "A video of diving generally involves the following step: aerial movement (brief duration), which is a sub-step.",
        "A video of diving generally involves the following step: entry into water (momentary), which is a sub-step."
    ],
    "26": [
        "A video of drumming generally involves the following step: striking the snare drum, which is a sub-step.",
        "A video of drumming generally involves the following step: hitting the bass drum, which is a sub-step.",
        "A video of drumming generally involves the following step: playing the cymbals, which is a sub-step.",
        "A video of drumming generally involves the following step: alternating between sticks, which is a sub-step."
    ],
    "27": [
        "A video of fencing generally involves the following step: engaging in a preparatory stance, which is a sub-step.",
        "A video of fencing generally involves the following step: executing a series of feints, which is a sub-step.",
        "A video of fencing generally involves the following step: delivering a decisive lunge, which is a sub-step.",
        "A video of fencing generally involves the following step: returning to a neutral position, which is a sub-step."
    ],
    "28": [
        "A video of fieldhockeypenalty generally involves the following step: the referee signals the penalty, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player approaches the ball, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player strikes the ball, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the goalkeeper attempts to save, which is a sub-step."
    ],
    "29": [
        "A video of floorgymnastics generally involves the following step: initial warm-up and stretching, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: performing acrobatic moves, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: executing balance and flexibility routines, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: concluding with a cool-down and final stretch, which is a sub-step."
    ],
    "30": [
        "A video of frisbeecatch generally involves the following step: frisbee release, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee flight, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: player positioning, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee catch, which is a sub-step."
    ],
    "31": [
        "A video of frontcrawl generally involves the following step: arm recovery over the water, which is a sub-step.",
        "A video of frontcrawl generally involves the following step: breath timing synchronized with arm recovery, which is a sub-step.",
        "A video of frontcrawl generally involves the following step: leg kick synchronized with arm stroke, which is a sub-step.",
        "A video of frontcrawl generally involves the following step: body rotation to enhance propulsion, which is a sub-step."
    ],
    "32": [
        "A video of golfswing generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golfswing generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of golfswing generally involves the following step: (downswing execution), which is a sub-step.",
        "A video of golfswing generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "33": [
        "A video of haircut generally involves the following step: positioning the client, which is a sub-step.",
        "A video of haircut generally involves the following step: trimming the hair, which is a sub-step.",
        "A video of haircut generally involves the following step: cleaning up the hair, which is a sub-step.",
        "A video of haircut generally involves the following step: final adjustments, which is a sub-step."
    ],
    "34": [
        "A video of hammering generally involves the following step: gripping the hammer firmly, which is a sub-step.",
        "A video of hammering generally involves the following step: raising the hammer high, which is a sub-step.",
        "A video of hammering generally involves the following step: striking the target swiftly, which is a sub-step.",
        "A video of hammering generally involves the following step: releasing the hammer after impact, which is a sub-step."
    ],
    "35": [
        "A video of hammerthrow generally involves the following step: initial spin (preparation), which is a sub-step.",
        "A video of hammerthrow generally involves the following step: continuous rotation (acceleration), which is a sub-step.",
        "A video of hammerthrow generally involves the following step: final release (launch), which is a sub-step.",
        "A video of hammerthrow generally involves the following step: follow-through (stabilization), which is a sub-step."
    ],
    "36": [
        "A video of handstandpushups generally involves the following step: positioning hands on the ground, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: lifting legs into a handstand, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: lowering the body towards the ground, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: pushing back up to the starting position, which is a sub-step."
    ],
    "37": [
        "A video of handstandwalking generally involves the following step: balancing on hands, which is a sub-step.",
        "A video of handstandwalking generally involves the following step: lifting legs upwards, which is a sub-step.",
        "A video of handstandwalking generally involves the following step: maintaining balance while moving, which is a sub-step.",
        "A video of handstandwalking generally involves the following step: progressing forward steadily, which is a sub-step."
    ],
    "38": [
        "A video of headmassage generally involves the following step: application of gentle pressure, which is a sub-step.",
        "A video of headmassage generally involves the following step: circular finger movements, which is a sub-step.",
        "A video of headmassage generally involves the following step: alternating pressure points, which is a sub-step.",
        "A video of headmassage generally involves the following step: gradual release of pressure, which is a sub-step."
    ],
    "39": [
        "A video of highjump generally involves the following step: initial sprint acceleration, which is a sub-step.",
        "A video of highjump generally involves the following step: takeoff with a powerful leap, which is a sub-step.",
        "A video of highjump generally involves the following step: mid-air rotation and positioning, which is a sub-step.",
        "A video of highjump generally involves the following step: controlled landing on the ground, which is a sub-step."
    ],
    "40": [
        "A video of horserace generally involves the following step: horses lining up at the starting gate, which is a sub-step.",
        "A video of horserace generally involves the following step: the race begins with a starting gun, which is a sub-step.",
        "A video of horserace generally involves the following step: horses sprinting down the track, which is a sub-step.",
        "A video of horserace generally involves the following step: the race concludes with a finish line, which is a sub-step."
    ],
    "41": [
        "A video of horseriding generally involves the following step: mounting the horse, which is a sub-step.",
        "A video of horseriding generally involves the following step: adjusting the stirrups, which is a sub-step.",
        "A video of horseriding generally involves the following step: guiding the horse, which is a sub-step.",
        "A video of horseriding generally involves the following step: dismounting the horse, which is a sub-step."
    ],
    "42": [
        "A video of hulahoop generally involves the following step: inserting the hoop around the waist, which is a sub-step.",
        "A video of hulahoop generally involves the following step: initiating circular hip movements, which is a sub-step.",
        "A video of hulahoop generally involves the following step: maintaining consistent rhythm, which is a sub-step.",
        "A video of hulahoop generally involves the following step: adjusting posture for balance, which is a sub-step."
    ],
    "43": [
        "A video of icedancing generally involves the following step: gliding across the ice (continuous motion), which is a sub-step.",
        "A video of icedancing generally involves the following step: performing spins (short duration), which is a sub-step.",
        "A video of icedancing generally involves the following step: executing jumps (brief moments), which is a sub-step.",
        "A video of icedancing generally involves the following step: transitioning between moves (smooth flow), which is a sub-step."
    ],
    "44": [
        "A video of javelinthrow generally involves the following step: gripping the javelin securely, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: taking a series of running strides, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: executing a powerful throw, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: following through with the throw, which is a sub-step."
    ],
    "45": [
        "A video of jugglingballs generally involves the following step: tossing a ball into the air (immediate action), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: catching the first ball (short duration), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: repeating the toss-catch sequence (continuous action), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: maintaining a steady rhythm (long duration), which is a sub-step."
    ],
    "46": [
        "A video of jumpingjack generally involves the following step: raising arms and legs simultaneously, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: lifting off the ground, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: spreading arms and legs wide, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: returning to starting position, which is a sub-step."
    ],
    "47": [
        "A video of jumprope generally involves the following step: (initial positioning of the rope), which is a sub-step.",
        "A video of jumprope generally involves the following step: (swinging the rope forward), which is a sub-step.",
        "A video of jumprope generally involves the following step: (jumping over the rope), which is a sub-step.",
        "A video of jumprope generally involves the following step: (landing and preparing for the next swing), which is a sub-step."
    ],
    "48": [
        "A video of kayaking generally involves the following step: securing the kayak on the water, which is a sub-step.",
        "A video of kayaking generally involves the following step: positioning the paddler inside, which is a sub-step.",
        "A video of kayaking generally involves the following step: paddling forward in a rhythmic motion, which is a sub-step.",
        "A video of kayaking generally involves the following step: maneuvering through waterways, which is a sub-step."
    ],
    "49": [
        "A video of knitting generally involves the following step: casting on stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: knitting rows, which is a sub-step.",
        "A video of knitting generally involves the following step: shaping fabric, which is a sub-step.",
        "A video of knitting generally involves the following step: binding off stitches, which is a sub-step."
    ],
    "50": [
        "A video of longjump generally involves the following step: initial sprint acceleration, which is a sub-step.",
        "A video of longjump generally involves the following step: takeoff with a powerful leap, which is a sub-step.",
        "A video of longjump generally involves the following step: mid-air body rotation, which is a sub-step.",
        "A video of longjump generally involves the following step: controlled landing on both feet, which is a sub-step."
    ],
    "51": [
        "A video of lunges generally involves the following step: lowering the body until the front knee is at a 90-degree angle, which is a sub-step.",
        "A video of lunges generally involves the following step: holding the position for a brief moment to engage the muscles, which is a sub-step.",
        "A video of lunges generally involves the following step: pushing back up to the starting position with controlled movement, which is a sub-step.",
        "A video of lunges generally involves the following step: repeating the sequence on the opposite leg, which is a sub-step."
    ],
    "52": [
        "A video of militaryparade generally involves the following step: (preparation of troops), which is a sub-step.",
        "A video of militaryparade generally involves the following step: (formation of units), which is a sub-step.",
        "A video of militaryparade generally involves the following step: (marching in unison), which is a sub-step.",
        "A video of militaryparade generally involves the following step: (final salute), which is a sub-step."
    ],
    "53": [
        "A video of mixing generally involves the following step: adding ingredients to the bowl, which is a sub-step.",
        "A video of mixing generally involves the following step: stirring or blending the contents, which is a sub-step.",
        "A video of mixing generally involves the following step: checking for consistency, which is a sub-step.",
        "A video of mixing generally involves the following step: adjusting ingredients if necessary, which is a sub-step."
    ],
    "54": [
        "A video of moppingfloor generally involves the following step: wetting the floor, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: applying the mop, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: scrubbing the floor, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: drying the floor, which is a sub-step."
    ],
    "55": [
        "A video of nunchucks generally involves the following step: gripping the handles firmly, which is a sub-step.",
        "A video of nunchucks generally involves the following step: swinging the chains in a circular motion, which is a sub-step.",
        "A video of nunchucks generally involves the following step: striking with the ends of the chains, which is a sub-step.",
        "A video of nunchucks generally involves the following step: returning the chains to the starting position, which is a sub-step."
    ],
    "56": [
        "A video of parallelbars generally involves the following step: gripping the bars firmly, which is a sub-step.",
        "A video of parallelbars generally involves the following step: swinging the body forward, which is a sub-step.",
        "A video of parallelbars generally involves the following step: lifting the legs parallel to the ground, which is a sub-step.",
        "A video of parallelbars generally involves the following step: stabilizing the body in a horizontal position, which is a sub-step."
    ],
    "57": [
        "A video of pizzatossing generally involves the following step: dough preparation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough stretching, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: tossing initiation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough landing, which is a sub-step."
    ],
    "58": [
        "A video of playingcello generally involves the following step: positioning the cello and bow, which is a sub-step.",
        "A video of playingcello generally involves the following step: adjusting posture and seating, which is a sub-step.",
        "A video of playingcello generally involves the following step: executing bow strokes, which is a sub-step.",
        "A video of playingcello generally involves the following step: producing musical notes, which is a sub-step."
    ],
    "59": [
        "A video of playingdaf generally involves the following step: (preparing the instrument), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (tuning the daf), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (performing rhythmic beats), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (finalizing the performance), which is a sub-step."
    ],
    "60": [
        "A video of playingdhol generally involves the following step: lifting the dhol with both hands, which is a sub-step.",
        "A video of playingdhol generally involves the following step: positioning the dhol on the shoulder, which is a sub-step.",
        "A video of playingdhol generally involves the following step: striking the dhol with sticks, which is a sub-step.",
        "A video of playingdhol generally involves the following step: maintaining a rhythmic beat, which is a sub-step."
    ],
    "61": [
        "A video of playingflute generally involves the following step: positioning the flute to the lips, which is a sub-step.",
        "A video of playingflute generally involves the following step: forming an embouchure, which is a sub-step.",
        "A video of playingflute generally involves the following step: blowing air into the flute, which is a sub-step.",
        "A video of playingflute generally involves the following step: moving fingers along the keys, which is a sub-step."
    ],
    "62": [
        "A video of playingguitar generally involves the following step: picking up the guitar, which is a sub-step.",
        "A video of playingguitar generally involves the following step: adjusting the strap, which is a sub-step.",
        "A video of playingguitar generally involves the following step: strumming the strings, which is a sub-step.",
        "A video of playingguitar generally involves the following step: changing chords, which is a sub-step."
    ],
    "63": [
        "A video of playingpiano generally involves the following step: positioning hands on the keys, which is a sub-step.",
        "A video of playingpiano generally involves the following step: pressing keys rhythmically, which is a sub-step.",
        "A video of playingpiano generally involves the following step: maintaining a steady tempo, which is a sub-step.",
        "A video of playingpiano generally involves the following step: releasing keys at the right moment, which is a sub-step."
    ],
    "64": [
        "A video of playingsitar generally involves the following step: positioning hands on the frets, which is a sub-step.",
        "A video of playingsitar generally involves the following step: plucking the strings, which is a sub-step.",
        "A video of playingsitar generally involves the following step: adjusting the drone strings, which is a sub-step.",
        "A video of playingsitar generally involves the following step: maintaining a steady rhythm, which is a sub-step."
    ],
    "65": [
        "A video of playingtabla generally involves the following step: positioning hands correctly, which is a sub-step.",
        "A video of playingtabla generally involves the following step: striking the tabla with fingers, which is a sub-step.",
        "A video of playingtabla generally involves the following step: maintaining a steady rhythm, which is a sub-step.",
        "A video of playingtabla generally involves the following step: transitioning between beats smoothly, which is a sub-step."
    ],
    "66": [
        "A video of playingviolin generally involves the following step: positioning the violin under the chin, which is a sub-step.",
        "A video of playingviolin generally involves the following step: adjusting the bow grip, which is a sub-step.",
        "A video of playingviolin generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playingviolin generally involves the following step: shifting fingers on the fingerboard, which is a sub-step."
    ],
    "67": [
        "A video of polevault generally involves the following step: running with the pole, which is a sub-step.",
        "A video of polevault generally involves the following step: planting the pole, which is a sub-step.",
        "A video of polevault generally involves the following step: lifting off the ground, which is a sub-step.",
        "A video of polevault generally involves the following step: clearing the bar, which is a sub-step."
    ],
    "68": [
        "A video of pommelhorse generally involves the following step: mounting the horse (initial action), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: performing circular swings (sustained motion), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: transitioning between positions (quick change), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: dismounting gracefully (final action), which is a sub-step."
    ],
    "69": [
        "A video of pullups generally involves the following step: gripping the bar firmly, which is a sub-step.",
        "A video of pullups generally involves the following step: lifting the body upward, which is a sub-step.",
        "A video of pullups generally involves the following step: holding the upper position, which is a sub-step.",
        "A video of pullups generally involves the following step: lowering the body slowly, which is a sub-step."
    ],
    "70": [
        "A video of punch generally involves the following step: arm retraction, which is a sub-step.",
        "A video of punch generally involves the following step: forceful extension, which is a sub-step.",
        "A video of punch generally involves the following step: impact, which is a sub-step.",
        "A video of punch generally involves the following step: recoil, which is a sub-step."
    ],
    "71": [
        "A video of pushups generally involves the following step: lowering the body to the ground, which is a sub-step.",
        "A video of pushups generally involves the following step: pausing briefly at the bottom, which is a sub-step.",
        "A video of pushups generally involves the following step: pushing the body back up, which is a sub-step.",
        "A video of pushups generally involves the following step: returning to the starting position, which is a sub-step."
    ],
    "72": [
        "A video of rafting generally involves the following step: preparing the equipment, which is a sub-step.",
        "A video of rafting generally involves the following step: boarding the raft, which is a sub-step.",
        "A video of rafting generally involves the following step: navigating the rapids, which is a sub-step.",
        "A video of rafting generally involves the following step: reaching the destination, which is a sub-step."
    ],
    "73": [
        "A video of rockclimbingindoor generally involves the following step: selecting climbing shoes, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: chalking hands, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: starting ascent, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: reaching the top, which is a sub-step."
    ],
    "74": [
        "A video of ropeclimbing generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: lifting the body upwards, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: adjusting hand positions, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: securing feet for leverage, which is a sub-step."
    ],
    "75": [
        "A video of rowing generally involves the following step: (seat sliding forward), which is a sub-step.",
        "A video of rowing generally involves the following step: (oars dipping into water), which is a sub-step.",
        "A video of rowing generally involves the following step: (rowers pulling back), which is a sub-step.",
        "A video of rowing generally involves the following step: (oars exiting water), which is a sub-step."
    ],
    "76": [
        "A video of salsaspin generally involves the following step: initiating a pivot with the leading foot, which is a sub-step.",
        "A video of salsaspin generally involves the following step: transitioning weight to the trailing foot, which is a sub-step.",
        "A video of salsaspin generally involves the following step: executing a full 360-degree turn, which is a sub-step.",
        "A video of salsaspin generally involves the following step: completing the spin with a controlled stop, which is a sub-step."
    ],
    "77": [
        "A video of shavingbeard generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: positioning the razor, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: shaving the beard, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: rinsing the face, which is a sub-step."
    ],
    "78": [
        "A video of shotput generally involves the following step: (initial stance and grip), which is a sub-step.",
        "A video of shotput generally involves the following step: (wind-up and rotation), which is a sub-step.",
        "A video of shotput generally involves the following step: (power position and release), which is a sub-step.",
        "A video of shotput generally involves the following step: (follow-through and recovery), which is a sub-step."
    ],
    "79": [
        "A video of skateboarding generally involves the following step: pushing off with one foot, which is a sub-step.",
        "A video of skateboarding generally involves the following step: balancing on the board, which is a sub-step.",
        "A video of skateboarding generally involves the following step: performing tricks or maneuvers, which is a sub-step.",
        "A video of skateboarding generally involves the following step: coming to a stop or dismounting, which is a sub-step."
    ],
    "80": [
        "A video of skiing generally involves the following step: striding forward with skis on, which is a sub-step.",
        "A video of skiing generally involves the following step: leaning forward to gain momentum, which is a sub-step.",
        "A video of skiing generally involves the following step: turning by shifting weight, which is a sub-step.",
        "A video of skiing generally involves the following step: slowing down by applying pressure, which is a sub-step."
    ],
    "81": [
        "A video of skijet generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of skijet generally involves the following step: (boarding the jet ski), which is a sub-step.",
        "A video of skijet generally involves the following step: (performing aerial maneuvers), which is a sub-step.",
        "A video of skijet generally involves the following step: (landing safely), which is a sub-step."
    ],
    "82": [
        "A video of skydiving generally involves the following step: (preparation and equipment check), which is a sub-step.",
        "A video of skydiving generally involves the following step: (boarding the aircraft), which is a sub-step.",
        "A video of skydiving generally involves the following step: (freefall descent), which is a sub-step.",
        "A video of skydiving generally involves the following step: (parachute deployment and landing), which is a sub-step."
    ],
    "83": [
        "A video of soccerjuggling generally involves the following step: initial contact with the ball, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: continuous bouncing and catching, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: maintaining rhythm and balance, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: final controlled catch, which is a sub-step."
    ],
    "84": [
        "A video of soccerpenalty generally involves the following step: the goalkeeper positioning, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the player approaching the ball, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the player striking the ball, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the goalkeeper reacting to the shot, which is a sub-step."
    ],
    "85": [
        "A video of stillrings generally involves the following step: gripping the rings firmly, which is a sub-step.",
        "A video of stillrings generally involves the following step: lifting the body upwards, which is a sub-step.",
        "A video of stillrings generally involves the following step: maintaining a static position, which is a sub-step.",
        "A video of stillrings generally involves the following step: slowly lowering the body, which is a sub-step."
    ],
    "86": [
        "A video of sumowrestling generally involves the following step: initial bow and clap, which is a sub-step.",
        "A video of sumowrestling generally involves the following step: grappling and pushing, which is a sub-step.",
        "A video of sumowrestling generally involves the following step: attempting to throw opponent, which is a sub-step.",
        "A video of sumowrestling generally involves the following step: final bow and retreat, which is a sub-step."
    ],
    "87": [
        "A video of surfing generally involves the following step: paddling out to the wave, which is a sub-step.",
        "A video of surfing generally involves the following step: positioning on the board, which is a sub-step.",
        "A video of surfing generally involves the following step: catching the wave, which is a sub-step.",
        "A video of surfing generally involves the following step: riding the wave, which is a sub-step."
    ],
    "88": [
        "A video of swing generally involves the following step: initiating the movement with a push, which is a sub-step.",
        "A video of swing generally involves the following step: transitioning into a rhythmic sway, which is a sub-step.",
        "A video of swing generally involves the following step: maintaining the momentum with periodic pushes, which is a sub-step.",
        "A video of swing generally involves the following step: gradually decelerating the motion, which is a sub-step."
    ],
    "89": [
        "A video of tabletennisshot generally involves the following step: (preparation phase), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (forward swing execution), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "90": [
        "A video of taichi generally involves the following step: slow, deliberate movements, which is a sub-step.",
        "A video of taichi generally involves the following step: deep, controlled breathing, which is a sub-step.",
        "A video of taichi generally involves the following step: gradual transitions between poses, which is a sub-step.",
        "A video of taichi generally involves the following step: maintaining balance and focus, which is a sub-step."
    ],
    "91": [
        "A video of tennisswing generally involves the following step: (preparation phase), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (forward swing execution), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (follow-through completion), which is a sub-step."
    ],
    "92": [
        "A video of throwdiscus generally involves the following step: gripping the discus firmly, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: winding up the arm, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: releasing the discus swiftly, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: following through with the throw, which is a sub-step."
    ],
    "93": [
        "A video of trampolinejumping generally involves the following step: initial positioning on the trampoline, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: upward leap from the surface, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: mid-air suspension before descent, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: controlled landing back on the trampoline, which is a sub-step."
    ],
    "94": [
        "A video of typing generally involves the following step: positioning fingers on the keyboard, which is a sub-step.",
        "A video of typing generally involves the following step: pressing keys in sequence, which is a sub-step.",
        "A video of typing generally involves the following step: releasing keys after each press, which is a sub-step.",
        "A video of typing generally involves the following step: reviewing the typed text, which is a sub-step."
    ],
    "95": [
        "A video of unevenbars generally involves the following step: gripping the bars (initial contact), which is a sub-step.",
        "A video of unevenbars generally involves the following step: executing swings (momentum buildup), which is a sub-step.",
        "A video of unevenbars generally involves the following step: performing aerial maneuvers (mid-air acrobatics), which is a sub-step.",
        "A video of unevenbars generally involves the following step: landing on the mat (final dismount), which is a sub-step."
    ],
    "96": [
        "A video of volleyballspiking generally involves the following step: approach run (short duration), which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: take-off (instantaneous), which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: arm swing (brief moment), which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: ball contact (split-second), which is a sub-step."
    ],
    "97": [
        "A video of walkingwithdog generally involves the following step: leash attachment, which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: dog positioning, which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: synchronized walking, which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: leash release, which is a sub-step."
    ],
    "98": [
        "A video of wallpushups generally involves the following step: standing facing the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: placing hands on the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: pushing the body away from the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: returning to the starting position, which is a sub-step."
    ],
    "99": [
        "A video of writingonboard generally involves the following step: picking up the marker, which is a sub-step.",
        "A video of writingonboard generally involves the following step: approaching the board, which is a sub-step.",
        "A video of writingonboard generally involves the following step: writing on the board, which is a sub-step.",
        "A video of writingonboard generally involves the following step: stepping back to view, which is a sub-step."
    ],
    "100": [
        "A video of yoyo generally involves the following step: (initial winding of the string), which is a sub-step.",
        "A video of yoyo generally involves the following step: (release and descent of the yoyo), which is a sub-step.",
        "A video of yoyo generally involves the following step: (recoil and ascent of the yoyo), which is a sub-step.",
        "A video of yoyo generally involves the following step: (final rewinding of the string), which is a sub-step."
    ]
}