{
    "0": [
        "A video of brushing hair generally involves the following step: lifting the hair from the scalp, which is a sub-step.",
        "A video of brushing hair generally involves the following step: applying gentle strokes from roots to tips, which is a sub-step.",
        "A video of brushing hair generally involves the following step: detangling knots with patience, which is a sub-step.",
        "A video of brushing hair generally involves the following step: repeating the process until smooth, which is a sub-step."
    ],
    "1": [
        "A video of cartwheel generally involves the following step: initial hand placement, which is a sub-step.",
        "A video of cartwheel generally involves the following step: body rotation initiation, which is a sub-step.",
        "A video of cartwheel generally involves the following step: leg extension and crossing, which is a sub-step.",
        "A video of cartwheel generally involves the following step: final hand placement and balance, which is a sub-step."
    ],
    "2": [
        "A video of catch generally involves the following step: (initial eye contact), which is a sub-step.",
        "A video of catch generally involves the following step: (ball tracking), which is a sub-step.",
        "A video of catch generally involves the following step: (hand positioning), which is a sub-step.",
        "A video of catch generally involves the following step: (final catch), which is a sub-step."
    ],
    "3": [
        "A video of chew generally involves the following step: mouth opening, which is a sub-step.",
        "A video of chew generally involves the following step: food insertion, which is a sub-step.",
        "A video of chew generally involves the following step: jaw movement, which is a sub-step.",
        "A video of chew generally involves the following step: food breakdown, which is a sub-step."
    ],
    "4": [
        "A video of clap generally involves the following step: hands approaching each other, which is a sub-step.",
        "A video of clap generally involves the following step: hands making contact, which is a sub-step.",
        "A video of clap generally involves the following step: hands separating after contact, which is a sub-step.",
        "A video of clap generally involves the following step: hands returning to starting position, which is a sub-step."
    ],
    "5": [
        "A video of climb generally involves the following step: (preparing equipment), which is a sub-step.",
        "A video of climb generally involves the following step: (ascending the route), which is a sub-step.",
        "A video of climb generally involves the following step: (resting at intervals), which is a sub-step.",
        "A video of climb generally involves the following step: (reaching the summit), which is a sub-step."
    ],
    "6": [
        "A video of climb stairs generally involves the following step: lifting the leading foot onto the next step, which is a sub-step.",
        "A video of climb stairs generally involves the following step: shifting body weight forward, which is a sub-step.",
        "A video of climb stairs generally involves the following step: placing the trailing foot onto the same step, which is a sub-step.",
        "A video of climb stairs generally involves the following step: repeating the sequence for each subsequent step, which is a sub-step."
    ],
    "7": [
        "A video of a dive generally involves the following step: (initial approach), which is a sub-step.",
        "A video of a dive generally involves the following step: (takeoff), which is a sub-step.",
        "A video of a dive generally involves the following step: (mid-air rotation), which is a sub-step.",
        "A video of a dive generally involves the following step: (entry into water), which is a sub-step."
    ],
    "8": [
        "A video of draw sword generally involves the following step: gripping the hilt firmly, which is a sub-step.",
        "A video of draw sword generally involves the following step: pulling the blade from sheath, which is a sub-step.",
        "A video of draw sword generally involves the following step: extending the arm fully, which is a sub-step.",
        "A video of draw sword generally involves the following step: securing the weapon in hand, which is a sub-step."
    ],
    "9": [
        "A video of dribble generally involves the following step: ball control initiation, which is a sub-step.",
        "A video of dribble generally involves the following step: rapid ball movement, which is a sub-step.",
        "A video of dribble generally involves the following step: maintaining ball proximity, which is a sub-step.",
        "A video of dribble generally involves the following step: strategic ball placement, which is a sub-step."
    ],
    "10": [
        "A video of drink generally involves the following step: reaching for the glass, which is a sub-step.",
        "A video of drink generally involves the following step: pouring the liquid, which is a sub-step.",
        "A video of drink generally involves the following step: raising the glass, which is a sub-step.",
        "A video of drink generally involves the following step: sipping the drink, which is a sub-step."
    ],
    "11": [
        "A video of eat generally involves the following step: picking up food, which is a sub-step.",
        "A video of eat generally involves the following step: bringing food to mouth, which is a sub-step.",
        "A video of eat generally involves the following step: chewing food, which is a sub-step.",
        "A video of eat generally involves the following step: swallowing food, which is a sub-step."
    ],
    "12": [
        "A video of fall floor generally involves the following step: initial setup (preparation), which is a sub-step.",
        "A video of fall floor generally involves the following step: participant positioning (placement), which is a sub-step.",
        "A video of fall floor generally involves the following step: fall execution (action), which is a sub-step.",
        "A video of fall floor generally involves the following step: post-fall assessment (evaluation), which is a sub-step."
    ],
    "13": [
        "A video of fencing generally involves the following step: (engaging in a preparatory stance), which is a sub-step.",
        "A video of fencing generally involves the following step: (initiating a lunge or advance), which is a sub-step.",
        "A video of fencing generally involves the following step: (executing a thrust or strike), which is a sub-step.",
        "A video of fencing generally involves the following step: (returning to the initial stance), which is a sub-step."
    ],
    "14": [
        "A video of flic flac generally involves the following step: initial jump and rotation, which is a sub-step.",
        "A video of flic flac generally involves the following step: mid-air twist, which is a sub-step.",
        "A video of flic flac generally involves the following step: controlled descent, which is a sub-step.",
        "A video of flic flac generally involves the following step: final landing, which is a sub-step."
    ],
    "15": [
        "A video of golf generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golf generally involves the following step: (taking the backswing), which is a sub-step.",
        "A video of golf generally involves the following step: (executing the downswing), which is a sub-step.",
        "A video of golf generally involves the following step: (following through), which is a sub-step."
    ],
    "16": [
        "A video of handstand generally involves the following step: lifting the legs (0.5-1.0 seconds), which is a sub-step.",
        "A video of handstand generally involves the following step: extending the arms (0.3-0.5 seconds), which is a sub-step.",
        "A video of handstand generally involves the following step: balancing on hands (2.0-5.0 seconds), which is a sub-step.",
        "A video of handstand generally involves the following step: lowering the legs (0.5-1.0 seconds), which is a sub-step."
    ],
    "17": [
        "A video of a hit generally involves the following step: (initial wind-up), which is a sub-step.",
        "A video of a hit generally involves the following step: (striking motion), which is a sub-step.",
        "A video of a hit generally involves the following step: (impact), which is a sub-step.",
        "A video of a hit generally involves the following step: (follow-through), which is a sub-step."
    ],
    "18": [
        "A video of a hug generally involves the following step: (initiation of physical contact), which is a sub-step.",
        "A video of a hug generally involves the following step: (sustained embrace), which is a sub-step.",
        "A video of a hug generally involves the following step: (gradual release of pressure), which is a sub-step.",
        "A video of a hug generally involves the following step: (final separation), which is a sub-step."
    ],
    "19": [
        "A video of a jump generally involves the following step: initial crouch and force generation, which is a sub-step.",
        "A video of a jump generally involves the following step: upward acceleration and body extension, which is a sub-step.",
        "A video of a jump generally involves the following step: peak height and momentary suspension, which is a sub-step.",
        "A video of a jump generally involves the following step: descent and controlled landing, which is a sub-step."
    ],
    "20": [
        "A video of kick ball generally involves the following step: positioning the foot (preparation), which is a sub-step.",
        "A video of kick ball generally involves the following step: swinging the leg (execution), which is a sub-step.",
        "A video of kick ball generally involves the following step: making contact with the ball (impact), which is a sub-step.",
        "A video of kick ball generally involves the following step: following through with the leg (post-impact), which is a sub-step."
    ],
    "21": [
        "A video of a kick generally involves the following step: lifting the leg (0.5 seconds), which is a sub-step.",
        "A video of a kick generally involves the following step: extending the leg (0.3 seconds), which is a sub-step.",
        "A video of a kick generally involves the following step: making contact with the target (0.2 seconds), which is a sub-step.",
        "A video of a kick generally involves the following step: retracting the leg (0.4 seconds), which is a sub-step."
    ],
    "22": [
        "A video of a kiss generally involves the following step: initial approach, which is a sub-step.",
        "A video of a kiss generally involves the following step: lip contact, which is a sub-step.",
        "A video of a kiss generally involves the following step: gentle movement, which is a sub-step.",
        "A video of a kiss generally involves the following step: separation, which is a sub-step."
    ],
    "23": [
        "A video of laughter generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of laughter generally involves the following step: vocalizing air, which is a sub-step.",
        "A video of laughter generally involves the following step: exhaling rapidly, which is a sub-step.",
        "A video of laughter generally involves the following step: repeating the cycle, which is a sub-step."
    ],
    "24": [
        "A video of pick generally involves the following step: approaching the object, which is a sub-step.",
        "A video of pick generally involves the following step: positioning the hand, which is a sub-step.",
        "A video of pick generally involves the following step: grasping the object, which is a sub-step.",
        "A video of pick generally involves the following step: lifting the object, which is a sub-step."
    ],
    "25": [
        "A video of pour generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pour generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pour generally involves the following step: releasing the liquid, which is a sub-step.",
        "A video of pour generally involves the following step: stabilizing the container, which is a sub-step."
    ],
    "26": [
        "A video of a pullup generally involves the following step: (initial grip and body positioning), which is a sub-step.",
        "A video of a pullup generally involves the following step: (lowering the body slowly), which is a sub-step.",
        "A video of a pullup generally involves the following step: (holding the bottom position briefly), which is a sub-step.",
        "A video of a pullup generally involves the following step: (pulling the body upward swiftly), which is a sub-step."
    ],
    "27": [
        "A video of a punch generally involves the following step: (initial arm positioning), which is a sub-step.",
        "A video of a punch generally involves the following step: (rapid arm extension), which is a sub-step.",
        "A video of a punch generally involves the following step: (impact and follow-through), which is a sub-step.",
        "A video of a punch generally involves the following step: (final arm retraction), which is a sub-step."
    ],
    "28": [
        "A video of a push generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of a push generally involves the following step: (preparation for force application), which is a sub-step.",
        "A video of a push generally involves the following step: (force application), which is a sub-step.",
        "A video of a push generally involves the following step: (object displacement), which is a sub-step."
    ],
    "29": [
        "A video of pushup generally involves the following step: lowering the body to the ground, which is a sub-step.",
        "A video of pushup generally involves the following step: pausing briefly at the bottom, which is a sub-step.",
        "A video of pushup generally involves the following step: pushing the body back up, which is a sub-step.",
        "A video of pushup generally involves the following step: returning to the starting position, which is a sub-step."
    ],
    "30": [
        "A video of ride bike generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of ride bike generally involves the following step: pedaling forward, which is a sub-step.",
        "A video of ride bike generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of ride bike generally involves the following step: dismounting safely, which is a sub-step."
    ],
    "31": [
        "A video of ride horse generally involves the following step: mounting the horse (immediate action), which is a sub-step.",
        "A video of ride horse generally involves the following step: adjusting the saddle (short duration), which is a sub-step.",
        "A video of ride horse generally involves the following step: guiding the horse (ongoing action), which is a sub-step.",
        "A video of ride horse generally involves the following step: dismounting the horse (final action), which is a sub-step."
    ],
    "32": [
        "A video of a run generally involves the following step: initial acceleration, which is a sub-step.",
        "A video of a run generally involves the following step: maintaining speed, which is a sub-step.",
        "A video of a run generally involves the following step: pacing adjustments, which is a sub-step.",
        "A video of a run generally involves the following step: final deceleration, which is a sub-step."
    ],
    "33": [
        "A video of shake hands generally involves the following step: extending hands towards each other, which is a sub-step.",
        "A video of shake hands generally involves the following step: grasping each other's hands firmly, which is a sub-step.",
        "A video of shake hands generally involves the following step: performing a brief up-and-down motion, which is a sub-step.",
        "A video of shake hands generally involves the following step: releasing hands and stepping back, which is a sub-step."
    ],
    "34": [
        "A video of shoot ball generally involves the following step: gripping the ball, which is a sub-step.",
        "A video of shoot ball generally involves the following step: positioning the arm, which is a sub-step.",
        "A video of shoot ball generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of shoot ball generally involves the following step: following through, which is a sub-step."
    ],
    "35": [
        "A video of shoot bow generally involves the following step: nocking the arrow, which is a sub-step.",
        "A video of shoot bow generally involves the following step: drawing the bow, which is a sub-step.",
        "A video of shoot bow generally involves the following step: aiming, which is a sub-step.",
        "A video of shoot bow generally involves the following step: releasing the arrow, which is a sub-step."
    ],
    "36": [
        "A video of shoot gun generally involves the following step: (preparing the weapon), which is a sub-step.",
        "A video of shoot gun generally involves the following step: (aiming at the target), which is a sub-step.",
        "A video of shoot gun generally involves the following step: (pulling the trigger), which is a sub-step.",
        "A video of shoot gun generally involves the following step: (evaluating the shot), which is a sub-step."
    ],
    "37": [
        "A video of sit generally involves the following step: lowering the body to a seated position, which is a sub-step.",
        "A video of sit generally involves the following step: stabilizing the body on the seat, which is a sub-step.",
        "A video of sit generally involves the following step: adjusting posture for comfort, which is a sub-step.",
        "A video of sit generally involves the following step: maintaining the seated position, which is a sub-step."
    ],
    "38": [
        "A video of situps generally involves the following step: lying flat on the back, which is a sub-step.",
        "A video of situps generally involves the following step: bending knees to 90 degrees, which is a sub-step.",
        "A video of situps generally involves the following step: lifting the torso upwards, which is a sub-step.",
        "A video of situps generally involves the following step: lowering the torso back down, which is a sub-step."
    ],
    "39": [
        "A video of a smile generally involves the following step: facial muscles contracting, which is a sub-step.",
        "A video of a smile generally involves the following step: lips curving upwards, which is a sub-step.",
        "A video of a smile generally involves the following step: cheeks lifting, which is a sub-step.",
        "A video of a smile generally involves the following step: eyes narrowing, which is a sub-step."
    ],
    "40": [
        "A video of smoke generally involves the following step: ignition of the material, which is a sub-step.",
        "A video of smoke generally involves the following step: initial smoke formation, which is a sub-step.",
        "A video of smoke generally involves the following step: sustained smoke production, which is a sub-step.",
        "A video of smoke generally involves the following step: dissipation of smoke, which is a sub-step."
    ],
    "41": [
        "A video of somersault generally involves the following step: initial forward leap, which is a sub-step.",
        "A video of somersault generally involves the following step: tuck into a ball, which is a sub-step.",
        "A video of somersault generally involves the following step: rotation in mid-air, which is a sub-step.",
        "A video of somersault generally involves the following step: landing in a crouched position, which is a sub-step."
    ],
    "42": [
        "A video of standing generally involves the following step: (initiating balance), which is a sub-step.",
        "A video of standing generally involves the following step: (lifting the torso), which is a sub-step.",
        "A video of standing generally involves the following step: (extending the legs), which is a sub-step.",
        "A video of standing generally involves the following step: (maintaining equilibrium), which is a sub-step."
    ],
    "43": [
        "A video of swing baseball generally involves the following step: (initial stance), which is a sub-step.",
        "A video of swing baseball generally involves the following step: (wind-up), which is a sub-step.",
        "A video of swing baseball generally involves the following step: (follow-through), which is a sub-step.",
        "A video of swing baseball generally involves the following step: (recovery), which is a sub-step."
    ],
    "44": [
        "A video of sword exercise generally involves the following step: initial stance preparation, which is a sub-step.",
        "A video of sword exercise generally involves the following step: gradual sword draw, which is a sub-step.",
        "A video of sword exercise generally involves the following step: controlled swing execution, which is a sub-step.",
        "A video of sword exercise generally involves the following step: final stance repositioning, which is a sub-step."
    ],
    "45": [
        "A video of sword generally involves the following step: drawing the blade swiftly, which is a sub-step.",
        "A video of sword generally involves the following step: executing a precise strike, which is a sub-step.",
        "A video of sword generally involves the following step: transitioning to a defensive stance, which is a sub-step.",
        "A video of sword generally involves the following step: sheathing the blade carefully, which is a sub-step."
    ],
    "46": [
        "A video of talk generally involves the following step: preparation of content, which is a sub-step.",
        "A video of talk generally involves the following step: recording of speech, which is a sub-step.",
        "A video of talk generally involves the following step: editing of footage, which is a sub-step.",
        "A video of talk generally involves the following step: final review and upload, which is a sub-step."
    ],
    "47": [
        "A video of a throw generally involves the following step: (initial arm positioning), which is a sub-step.",
        "A video of a throw generally involves the following step: (rapid arm acceleration), which is a sub-step.",
        "A video of a throw generally involves the following step: (release of the object), which is a sub-step.",
        "A video of a throw generally involves the following step: (follow-through motion), which is a sub-step."
    ],
    "48": [
        "A video of a turn generally involves the following step: (preparation), which is a sub-step.",
        "A video of a turn generally involves the following step: (initiation), which is a sub-step.",
        "A video of a turn generally involves the following step: (execution), which is a sub-step.",
        "A video of a turn generally involves the following step: (completion), which is a sub-step."
    ],
    "49": [
        "A video of a walk generally involves the following step: lifting the foot (instantaneous), which is a sub-step.",
        "A video of a walk generally involves the following step: moving the foot forward (short duration), which is a sub-step.",
        "A video of a walk generally involves the following step: placing the foot down (instantaneous), which is a sub-step.",
        "A video of a walk generally involves the following step: shifting weight to the foot (short duration), which is a sub-step."
    ],
    "50": [
        "A videos of wave generally involves the following step: initial wave formation, which is a sub-step.",
        "A videos of wave generally involves the following step: wave propagation, which is a sub-step.",
        "A videos of wave generally involves the following step: peak wave height, which is a sub-step.",
        "A videos of wave generally involves the following step: wave dissipation, which is a sub-step."
    ]
}