{
    "0": [
        "A video about applying mascara to lashes.",
        "A video about blending eyeshadow colors.",
        "A video about lining the upper eyelid.",
        "A video about contouring the eye socket.",
        "A video about applying eyeliner precisely.",
        "A video about highlighting the brow bone.",
        "A video about curling the eyelashes.",
        "A video about finishing with a setting spray."
    ],
    "1": [
        "A video about precise lipstick application.",
        "A video about smooth lipstick glide.",
        "A video about vibrant lipstick color.",
        "A video about perfect lipstick symmetry.",
        "A video about lipstick blending.",
        "A video about lipstick on the cupid's bow.",
        "A video about lipstick on the lower lip.",
        "A video about lipstick on the upper lip."
    ],
    "2": [
        "A video about archers aiming at targets.",
        "A video about drawing bows with precision.",
        "A video about releasing arrows swiftly.",
        "A video about archers in colorful uniforms.",
        "A video about arrows hitting bullseyes.",
        "A video about archers in serene settings.",
        "A video about archers practicing in groups.",
        "A video about bows and arrows in motion."
    ],
    "3": [
        "A video about a baby moving on hands and knees.",
        "A video about a baby's small, quick movements.",
        "A video about a baby's hands gripping the floor.",
        "A video about a baby's legs pushing forward.",
        "A video about a baby's face showing concentration.",
        "A video about a baby's body low to the ground.",
        "A video about a baby's feet kicking lightly.",
        "A video about a baby's arms propelling forward."
    ],
    "4": [
        "A video about gymnasts performing on a narrow beam.",
        "A video about graceful movements on a wooden bar.",
        "A video about precise foot placement on a balance beam.",
        "A video about athletes maintaining perfect posture.",
        "A video about controlled jumps and spins on a beam.",
        "A video about focus and concentration on a narrow bar.",
        "A video about fluid transitions on a balance beam.",
        "A video about elegant poses on a wooden surface."
    ],
    "5": [
        "A video about synchronized drumming.",
        "A video about colorful uniforms.",
        "A video about precise formations.",
        "A video about energetic flag twirling.",
        "A video about rhythmic marching steps.",
        "A video about dynamic horn playing.",
        "A video about vibrant flags waving.",
        "A video about unified band movement."
    ],
    "6": [
        "A video about the pitcher winding up.",
        "A video about the ball being released.",
        "A video about the batter's stance.",
        "A video about the ball's trajectory.",
        "A video about the catcher's position.",
        "A video about the umpire's focus.",
        "A video about the crowd's reaction.",
        "A video about the field's layout."
    ],
    "7": [
        "A video about players dribbling swiftly.",
        "A video about a slam dunk in motion.",
        "A video about a three-pointer in flight.",
        "A video about defenders blocking shots.",
        "A video about teammates passing fast.",
        "A video about a buzzer-beater shot.",
        "A video about players jumping high.",
        "A video about a fast break in play."
    ],
    "8": [
        "A video about a player leaping high.",
        "A video about the ball being slammed.",
        "A video about the rim shaking.",
        "A video about the crowd cheering.",
        "A video about the player's powerful arms.",
        "A video about the ball's trajectory.",
        "A video about the player's intense focus.",
        "A video about the perfect execution."
    ],
    "9": [
        "A video about a person lying on a bench.",
        "The person grips a barbell with hands.",
        "The barbell is lowered to the chest.",
        "The person pushes the barbell upward.",
        "The arms are fully extended overhead.",
        "The body remains stable on the bench.",
        "The feet are firmly planted on the floor.",
        "The barbell is controlled during the lift."
    ],
    "10": [
        "A video about cyclists pedaling rhythmically.",
        "A video about the wind blowing through hair.",
        "A video about the sun casting long shadows.",
        "A video about the road stretching ahead.",
        "A video about the wheels spinning swiftly.",
        "A video about the scenery passing by.",
        "A video about the focus in their eyes.",
        "A video about the joy on their faces."
    ],
    "11": [
        "A video about a green felt table.",
        "A video about cue sticks striking balls.",
        "A video about balls rolling into pockets.",
        "A video about players lining up shots.",
        "A video about chalking cue tips.",
        "A video about balls colliding with precision.",
        "A video about players concentrating intently.",
        "A video about the sound of balls clicking."
    ],
    "12": [
        "A video about a person holding a hairdryer.",
        "A video about the hairdryer blowing air.",
        "A video about the hair being lifted.",
        "A video about the hair moving in the wind.",
        "A video about the person's hand moving.",
        "A video about the hair being styled.",
        "A video about the hairdryer's nozzle.",
        "A video about the hair's shiny finish."
    ],
    "13": [
        "A video about a person blowing out candles.",
        "A video about a cake with lit candles.",
        "A video about a child's birthday celebration.",
        "A video about the smoke rising from candles.",
        "A video about the glow of candle flames.",
        "A video about a person's face in focus.",
        "A video about the candles flickering before going out.",
        "A video about the room lighting up after blowing."
    ],
    "14": [
        "A video about feet shoulder-width apart.",
        "A video about knees bending forward.",
        "A video about hips lowering back.",
        "A video about back staying straight.",
        "A video about arms extended forward.",
        "A video about chest held up high.",
        "A video about eyes focused ahead.",
        "A video about body rising back up."
    ],
    "15": [
        "A video about players gripping the ball.",
        "A video about the approach to the lane.",
        "A video about the release of the ball.",
        "A video about the ball rolling down the lane.",
        "A video about pins being knocked down.",
        "A video about players celebrating strikes.",
        "A video about the scoreboard updating.",
        "A video about players wearing bowling shoes."
    ],
    "16": [
        "A video about a boxer punching a bag.",
        "A video about quick jabs hitting the bag.",
        "A video about powerful uppercuts to the bag.",
        "A video about rhythmic footwork around the bag.",
        "A video about sweat dripping from the boxer.",
        "A video about the bag swaying with each punch.",
        "A video about the boxer's gloves making contact.",
        "A video about the intensity in the boxer's eyes."
    ],
    "17": [
        "A video about rapid hand movements.",
        "A video about rhythmic punching.",
        "A video about a swinging target.",
        "A video about focused strikes.",
        "A video about quick reflexes.",
        "A video about precise timing.",
        "A video about intense training.",
        "A video about repetitive drills."
    ],
    "18": [
        "A video about swimmers gliding through water.",
        "A video about rhythmic arm movements.",
        "A video about kicking with pointed toes.",
        "A video about head bobbing above water.",
        "A video about synchronized breathing patterns.",
        "A video about smooth, continuous strokes.",
        "A video about streamlined body positions.",
        "A video about powerful leg kicks."
    ],
    "19": [
        "A video about a person holding a toothbrush.",
        "A video about the toothbrush moving in circular motions.",
        "A video about foam forming on the toothbrush bristles.",
        "A video about the person rinsing their mouth with water.",
        "A video about the person spitting out the foam.",
        "A video about the person examining their teeth in a mirror.",
        "A video about the person applying toothpaste to the brush.",
        "A video about the person smiling confidently after brushing."
    ],
    "20": [
        "A video about the athlete lifting a barbell.",
        "A video about the explosive pull under the bar.",
        "A video about the athlete catching the bar overhead.",
        "A video about the athlete stabilizing the bar.",
        "A video about the athlete locking out the arms.",
        "A video about the athlete dropping under the bar.",
        "A video about the athlete standing up with the bar.",
        "A video about the athlete finishing with a stance."
    ],
    "21": [
        "A video about daring leaps from cliffs.",
        "A video about soaring through the air.",
        "A video about the splash of impact.",
        "A video about breathtaking ocean views.",
        "A video about the thrill of freefall.",
        "A video about the rush of adrenaline.",
        "A video about the beauty of nature.",
        "A video about the skill of divers."
    ],
    "22": [
        "A video about a bowler running in.",
        "A video about the ball being released.",
        "A video about the bowler's follow-through.",
        "A video about the ball hitting the pitch.",
        "A video about the batsman's reaction.",
        "A video about the fielders' positions.",
        "A video about the umpire's decision.",
        "A video about the ball's trajectory."
    ],
    "23": [
        "A video about the bat swinging forward.",
        "A video about the player's feet moving.",
        "A video about the ball hitting the bat.",
        "A video about the follow-through motion.",
        "A video about the player's body rotation.",
        "A video about the bat's angle of contact.",
        "A video about the ball's trajectory change.",
        "A video about the player's balance shift."
    ],
    "24": [
        "A video about a chef slicing vegetables.",
        "A video about a knife moving swiftly.",
        "A video about chopping sounds filling the air.",
        "A video about a cutting board in focus.",
        "A video about a pile of diced onions.",
        "A video about a chef's precise hand movements.",
        "A video about colorful ingredients being cut.",
        "A video about a kitchen counter in action."
    ],
    "25": [
        "A video about a diver leaping off a platform.",
        "A video about the diver's graceful arc.",
        "A video about the diver's arms extended.",
        "A video about the diver's legs tucked in.",
        "A video about the splash upon impact.",
        "A video about the diver surfacing quickly.",
        "A video about the diver's confident smile.",
        "A video about the crowd's applause."
    ],
    "26": [
        "A video about rhythmic hand movements.",
        "A video about intense facial expressions.",
        "A video about rapid stick twirling.",
        "A video about synchronized foot tapping.",
        "A video about vibrant drumsticks.",
        "A video about dynamic body movements.",
        "A video about focused eye contact.",
        "A video about energetic drum beats."
    ],
    "27": [
        "A video about swift lunges and parries.",
        "A video about precise footwork and balance.",
        "A video about the glint of metal blades.",
        "A video about focused expressions and intensity.",
        "A video about the elegance of fencing attire.",
        "A video about the rhythm of fencing bouts.",
        "A video about the agility of fencers.",
        "A video about the strategic mind games."
    ],
    "28": [
        "A video about a player taking a penalty shot.",
        "The goalkeeper dives to block the ball.",
        "The ball hits the post and bounces back.",
        "The crowd cheers as the ball goes in.",
        "The player celebrates with a fist pump.",
        "The goalkeeper looks frustrated after the miss.",
        "The referee signals a goal with a hand gesture.",
        "The camera zooms in on the player's face."
    ],
    "29": [
        "A video about rhythmic movements on the floor.",
        "A video about graceful flips and spins.",
        "A video about precise body control.",
        "A video about dynamic leaps and jumps.",
        "A video about fluid transitions between moves.",
        "A video about expressive body language.",
        "A video about synchronized music and motion.",
        "A video about elegant floor routines."
    ],
    "30": [
        "A video about a person running to catch.",
        "A video about the frisbee flying high.",
        "A video about the player's focused eyes.",
        "A video about the frisbee's smooth arc.",
        "A video about the player's outstretched hand.",
        "A video about the crowd's cheering faces.",
        "A video about the frisbee's sudden drop.",
        "A video about the player's triumphant smile."
    ],
    "31": [
        "A video about rhythmic arm movements.",
        "A video about consistent body rotation.",
        "A video about streamlined body position.",
        "A video about alternating leg kicks.",
        "A video about forward propulsion.",
        "A video about face down swimming.",
        "A video about efficient breathing.",
        "A video about water resistance."
    ],
    "32": [
        "A video about the smooth backswing.",
        "A video about the powerful downswing.",
        "A video about the precise follow-through.",
        "A video about the balanced stance.",
        "A video about the grip on the club.",
        "A video about the ball's trajectory.",
        "A video about the golfer's posture.",
        "A video about the swing's rhythm."
    ],
    "33": [
        "A video about a barber trimming hair with scissors.",
        "A video about a customer sitting in a chair.",
        "A video about hair falling onto the floor.",
        "A video about a barber using a comb and scissors.",
        "A video about a barber adjusting the cape.",
        "A video about a barber using an electric trimmer.",
        "A video about a customer looking in the mirror.",
        "A video about a barber sweeping up hair."
    ],
    "34": [
        "A video about a person gripping a hammer.",
        "A video about the hammer striking a nail.",
        "A video about the nail being driven in.",
        "A video about the hammer's swift motion.",
        "A video about the rhythmic hammering sound.",
        "A video about the worker's focused face.",
        "A video about the wood splintering slightly.",
        "A video about the hammer's repeated strikes."
    ],
    "35": [
        "A video about the athlete gripping the hammer.",
        "A video about the hammer spinning in circles.",
        "A video about the athlete's powerful release.",
        "A video about the hammer flying through air.",
        "A video about the athlete's focused expression.",
        "A video about the hammer's long trajectory.",
        "A video about the crowd's cheering reaction.",
        "A video about the hammer landing on target."
    ],
    "36": [
        "A video about hands firmly planted on the ground.",
        "A video about legs lifted straight up.",
        "A video about body balanced vertically.",
        "A video about arms bending during descent.",
        "A video about head close to the floor.",
        "A video about controlled upward push.",
        "A video about feet touching the wall.",
        "A video about steady breathing during pushups."
    ],
    "37": [
        "A video about hands moving swiftly.",
        "A video about legs pointing upward.",
        "A video about balance on fingertips.",
        "A video about controlled body movements.",
        "A video about strength in arms.",
        "A video about focus on the ground.",
        "A video about fluid transitions.",
        "A video about steady progress forward."
    ],
    "38": [
        "A video about gentle hand movements.",
        "A video about soothing scalp strokes.",
        "A video about rhythmic finger pressure.",
        "A video about calming eye closures.",
        "A video about relaxed facial expressions.",
        "A video about slow, deliberate motions.",
        "A video about focused concentration.",
        "A video about a serene atmosphere."
    ],
    "39": [
        "A video about the athlete's powerful takeoff.",
        "A video about the graceful arc in the air.",
        "A video about the perfect body alignment.",
        "A video about the controlled descent.",
        "A video about the athlete's focused expression.",
        "A video about the dynamic leg extension.",
        "A video about the quick landing technique.",
        "A video about the fluid motion of the jump."
    ],
    "40": [
        "A video about galloping horses on a track.",
        "A video about jockeys in colorful silks.",
        "A video about the crowd cheering loudly.",
        "A video about the finish line in sight.",
        "A video about horses neck and neck.",
        "A video about the dirt flying up.",
        "A video about the excitement in the air.",
        "A video about the winner crossing the line."
    ],
    "41": [
        "A video about a rider in a saddle.",
        "A video about a horse galloping.",
        "A video about the rider's posture.",
        "A video about the horse's mane.",
        "A video about the rider's boots.",
        "A video about the horse's hooves.",
        "A video about the rider's helmet.",
        "A video about the horse's tail."
    ],
    "42": [
        "A video about colorful hoops spinning.",
        "A video about rhythmic hip movements.",
        "A video about graceful body swaying.",
        "A video about synchronized hoop twirling.",
        "A video about energetic dance routines.",
        "A video about playful smiles and laughter.",
        "A video about dynamic footwork patterns.",
        "A video about vibrant costumes and accessories."
    ],
    "43": [
        "A video about graceful spins and twirls.",
        "A video about synchronized footwork on ice.",
        "A video about elegant jumps and landings.",
        "A video about flowing arm movements.",
        "A video about vibrant costumes and makeup.",
        "A video about the rhythm of music.",
        "A video about the bond between partners.",
        "A video about the sparkle of ice."
    ],
    "44": [
        "A video about the athlete's powerful stance.",
        "A video about the javelin's swift release.",
        "A video about the athlete's focused expression.",
        "A video about the javelin's soaring arc.",
        "A video about the athlete's precise footwork.",
        "A video about the javelin's final descent.",
        "A video about the athlete's post-throw reaction.",
        "A video about the javelin's impact on the ground."
    ],
    "45": [
        "A video about colorful balls in the air.",
        "A video about rhythmic hand movements.",
        "A video about a person's focus.",
        "A video about smooth transitions.",
        "A video about quick reflexes.",
        "A video about a rhythmic pattern.",
        "A video about a calm demeanor.",
        "A video about a steady pace."
    ],
    "46": [
        "A video about arms reaching upward.",
        "A video about legs spreading wide.",
        "A video about feet touching together.",
        "A video about a quick downward motion.",
        "A video about a full body stretch.",
        "A video about a rhythmic bounce.",
        "A video about a symmetrical pose.",
        "A video about a dynamic movement."
    ],
    "47": [
        "A video about rhythmic skipping.",
        "A video about swift foot movements.",
        "A video about a bouncing rope.",
        "A video about synchronized jumps.",
        "A video about energetic leaps.",
        "A video about a looping rope.",
        "A video about quick transitions.",
        "A video about a rhythmic beat."
    ],
    "48": [
        "A video about [paddlers gliding smoothly].",
        "A video about [water splashing rhythmically].",
        "A video about [kayaks slicing through waves].",
        "A video about [paddles dipping in unison].",
        "A video about [sunlight reflecting on water].",
        "A video about [kayakers navigating rapids].",
        "A video about [calm waters and serene skies].",
        "A video about [paddlers' focused expressions]."
    ],
    "49": [
        "A video about rhythmic needle movements.",
        "A video about colorful yarn intertwining.",
        "A video about focused eyes on stitches.",
        "A video about gentle hands looping yarn.",
        "A video about patterns forming gradually.",
        "A video about a calm, repetitive action.",
        "A video about a cozy, homey atmosphere.",
        "A video about a finished piece emerging."
    ],
    "50": [
        "A video about the athlete's powerful takeoff.",
        "A video about the graceful mid-air posture.",
        "A video about the controlled descent.",
        "A video about the perfect landing.",
        "A video about the athlete's focused expression.",
        "A video about the crowd's reaction.",
        "A video about the track's markings.",
        "A video about the coach's guidance."
    ],
    "51": [
        "A video about a person stepping forward.",
        "The person bends both knees.",
        "The back knee nearly touches the floor.",
        "The front knee stays above the ankle.",
        "The torso remains upright and stable.",
        "The arms can be extended forward.",
        "The person returns to standing position.",
        "The movement is repeated on the other leg."
    ],
    "52": [
        "A video about soldiers marching in perfect unison.",
        "A video about flags waving in the wind.",
        "A video about tanks rolling down the street.",
        "A video about helicopters flying in formation.",
        "A video about soldiers saluting with precision.",
        "A video about crowds cheering in the background.",
        "A video about military bands playing patriotic tunes.",
        "A video about missiles being showcased on display."
    ],
    "53": [
        "A video about hands stirring a colorful liquid.",
        "A video about a blender whirring with ingredients.",
        "A video about a spoon mixing batter in a bowl.",
        "A video about a chef tossing salad in a bowl.",
        "A video about a mixer blending dough in a bowl.",
        "A video about a person shaking a cocktail shaker.",
        "A video about a spatula folding batter in a bowl.",
        "A video about a whisk blending eggs in a bowl."
    ],
    "54": [
        "A video about a person holding a mop.",
        "A video about water splashing on the floor.",
        "A video about a wet mop moving back and forth.",
        "A video about a clean streak appearing on the floor.",
        "A video about a bucket of soapy water nearby.",
        "A video about the mop being wrung out.",
        "A video about the floor reflecting light after mopping.",
        "A video about the person checking the clean floor."
    ],
    "55": [
        "A video about swift and fluid movements.",
        "A video about rhythmic spinning patterns.",
        "A video about precise hand coordination.",
        "A video about dynamic weapon control.",
        "A video about fast-paced twirling action.",
        "A video about graceful yet powerful strikes.",
        "A video about intricate chain manipulation.",
        "A video about mesmerizing visual effects."
    ],
    "56": [
        "A video about gymnasts performing flips.",
        "A video about athletes swinging on bars.",
        "A video about graceful aerial movements.",
        "A video about powerful arm strength.",
        "A video about precise landings.",
        "A video about rhythmic body control.",
        "A video about dynamic bar transitions.",
        "A video about intense concentration."
    ],
    "57": [
        "A video about dough spinning in the air.",
        "A video about hands skillfully tossing dough.",
        "A video about dough stretching and flattening.",
        "A video about dough twirling gracefully.",
        "A video about dough flipping with precision.",
        "A video about dough bouncing off hands.",
        "A video about dough forming a circle.",
        "A video about dough catching effortlessly."
    ],
    "58": [
        "A video about a person holding a cello.",
        "A video about fingers moving on strings.",
        "A video about a bow gliding smoothly.",
        "A video about a focused facial expression.",
        "A video about a rhythmic body movement.",
        "A video about a rich, resonant sound.",
        "A video about a seated posture.",
        "A video about a serene musical performance."
    ],
    "59": [
        "A video about rhythmic drumming.",
        "A video about swift hand movements.",
        "A video about intense concentration.",
        "A video about vibrant traditional attire.",
        "A video about dynamic body sway.",
        "A video about energetic footwork.",
        "A video about synchronized beats.",
        "A video about cultural expression."
    ],
    "60": [
        "A video about rhythmic drumming.",
        "A video about vibrant movements.",
        "A video about energetic beats.",
        "A video about colorful attire.",
        "A video about synchronized steps.",
        "A video about lively expressions.",
        "A video about cultural richness.",
        "A video about joyful participation."
    ],
    "61": [
        "A video about a person holding a flute.",
        "A video about fingers moving on keys.",
        "A video about a focused facial expression.",
        "A video about gentle breath control.",
        "A video about a melodic tune flowing.",
        "A video about a serene musical moment.",
        "A video about a graceful body posture.",
        "A video about a peaceful atmosphere."
    ],
    "62": [
        "A video about a person strumming strings.",
        "A video about fingers pressing frets.",
        "A video about a guitar resting on lap.",
        "A video about a musician's rhythmic head nod.",
        "A video about a hand plucking the strings.",
        "A video about a guitar's body reflecting light.",
        "A video about a foot tapping to the beat.",
        "A video about a guitarist's expressive face."
    ],
    "63": [
        "A video about hands moving gracefully over keys.",
        "A video about a person's fingers dancing on keys.",
        "A video about the piano's keys being pressed rhythmically.",
        "A video about a musician's focused expression while playing.",
        "A video about the soft glow of the piano's wooden surface.",
        "A video about the subtle movements of the pianist's body.",
        "A video about the gentle rise and fall of the piano's lid.",
        "A video about the harmonious blend of keys and pedals."
    ],
    "64": [
        "A video about a musician sitting cross-legged.",
        "A video about fingers moving on strings.",
        "A video about a sitar with intricate design.",
        "A video about a serene facial expression.",
        "A video about rhythmic head movements.",
        "A video about a room filled with sound.",
        "A video about a gentle sway of the body.",
        "A video about a focused gaze on the sitar."
    ],
    "65": [
        "A video about rhythmic hand movements.",
        "A video about intense finger tapping.",
        "A video about a wooden drum surface.",
        "A video about a seated musician.",
        "A video about rhythmic patterns.",
        "A video about a focused expression.",
        "A video about a rhythmic pulse.",
        "A video about a rhythmic beat."
    ],
    "66": [
        "A video about a musician holding a violin.",
        "A video about the bow moving gracefully.",
        "A video about the musician's focused expression.",
        "A video about the violin's elegant curves.",
        "A video about the bow's precise movements.",
        "A video about the musician's rhythmic swaying.",
        "A video about the bow's contact with strings.",
        "A video about the musician's delicate touch."
    ],
    "67": [
        "A video about athletes sprinting down the runway.",
        "A video about pole planting into the box.",
        "A video about the pole bending dramatically.",
        "A video about the athlete launching into the air.",
        "A video about the athlete clearing the bar.",
        "A video about the athlete landing on the mat.",
        "A video about the crowd cheering loudly.",
        "A video about the athlete celebrating victory."
    ],
    "68": [
        "A video about gymnasts performing on a horse.",
        "A video about rhythmic leg movements.",
        "A video about controlled arm swings.",
        "A video about precise body positioning.",
        "A video about fluid transitions.",
        "A video about balanced posture.",
        "A video about dynamic leg lifts.",
        "A video about graceful handstands."
    ],
    "69": [
        "A video about strong arms lifting the body.",
        "A video about rhythmic up-and-down motion.",
        "A video about focused faces during exertion.",
        "A video about hands gripping the bar firmly.",
        "A video about controlled descent to starting position.",
        "A video about steady breathing during the pull.",
        "A video about feet dangling in the air.",
        "A video about muscles flexing with each rep."
    ],
    "70": [
        "A video about a swift arm movement.",
        "A video about clenched fist striking.",
        "A video about a sudden forward thrust.",
        "A video about a quick, powerful jab.",
        "A video about a focused, direct hit.",
        "A video about a sharp, decisive action.",
        "A video about a forceful, forward motion.",
        "A video about a concentrated, impactful strike."
    ],
    "71": [
        "A video about hands placed shoulder-width apart.",
        "A video about body forming a straight line.",
        "A video about elbows bending at 90 degrees.",
        "A video about chest nearly touching the floor.",
        "A video about controlled descent and ascent.",
        "A video about feet together or hip-width apart.",
        "A video about engaging core muscles tightly.",
        "A video about maintaining a neutral head position."
    ],
    "72": [
        "A video about rushing white water.",
        "A video about colorful helmets.",
        "A video about strong paddles.",
        "A video about teamwork in rafts.",
        "A video about splashing waves.",
        "A video about rocky riverbeds.",
        "A video about scenic landscapes.",
        "A video about adrenaline rush."
    ],
    "73": [
        "A video about climbers scaling colorful walls.",
        "A video about harnesses and ropes in use.",
        "A video about chalk bags on every belt.",
        "A video about climbers reaching new heights.",
        "A video about safety checks before ascent.",
        "A video about climbers resting on holds.",
        "A video about crash pads beneath routes.",
        "A video about climbers cheering each other."
    ],
    "74": [
        "A video about climbers ascending a thick rope.",
        "A video about hands gripping the rope tightly.",
        "A video about feet pushing against the rope.",
        "A video about bodies swinging slightly with effort.",
        "A video about climbers pausing to catch their breath.",
        "A video about the rope swaying under tension.",
        "A video about climbers reaching for the top.",
        "A video about the final push to the summit."
    ],
    "75": [
        "A video about synchronized movements.",
        "A video about rhythmic oar strokes.",
        "A video about focused faces.",
        "A video about gliding boats.",
        "A video about splashing water.",
        "A video about teamwork.",
        "A video about strong arms.",
        "A video about calm waters."
    ],
    "76": [
        "A video about vibrant, energetic dancers.",
        "A video about fast-paced, rhythmic movements.",
        "A video about couples spinning gracefully.",
        "A video about colorful, flowing costumes.",
        "A video about dynamic, synchronized steps.",
        "A video about passionate, expressive faces.",
        "A video about lively, upbeat music.",
        "A video about smooth, fluid transitions."
    ],
    "77": [
        "A video about a man holding a razor.",
        "A video about foam covering the face.",
        "A video about precise shaving strokes.",
        "A video about a clean-shaven look.",
        "A video about water rinsing the foam.",
        "A video about a mirror reflecting progress.",
        "A video about a towel drying the face.",
        "A video about a satisfied smile."
    ],
    "78": [
        "A video about the athlete's powerful stance.",
        "A video about the smooth rotation movement.",
        "A video about the explosive release of the shot.",
        "A video about the shot's parabolic trajectory.",
        "A video about the athlete's focused expression.",
        "A video about the crowd's enthusiastic reaction.",
        "A video about the shot's impact on the ground.",
        "A video about the athlete's post-throw recovery."
    ],
    "79": [
        "A video about skaters performing tricks.",
        "A video about fast-paced downhill racing.",
        "A video about smooth street cruising.",
        "A video about aerial flips and spins.",
        "A video about grinding rails and ledges.",
        "A video about colorful graffiti-covered parks.",
        "A video about skaters in urban settings.",
        "A video about sunset beach skating."
    ],
    "80": [
        "A video about skiers gliding down snowy slopes.",
        "A video about the graceful turns and jumps.",
        "A video about the vibrant ski gear and outfits.",
        "A video about the crisp, white snow underfoot.",
        "A video about the dynamic speed and motion.",
        "A video about the serene mountain backdrop.",
        "A video about the focused expressions on faces.",
        "A video about the rhythmic sound of skis on snow."
    ],
    "81": [
        "A video about skiers gliding on water.",
        "A video about speedboats pulling skiers.",
        "A video about skiers performing tricks.",
        "A video about the splash of water.",
        "A video about the sun reflecting on water.",
        "A video about the thrill of the ride.",
        "A video about the skier's focus.",
        "A video about the speedboat's power."
    ],
    "82": [
        "A video about free-falling through the sky.",
        "A video about the rush of wind.",
        "A video about the vast blue sky.",
        "A video about the parachute opening.",
        "A video about the serene descent.",
        "A video about the ground approaching.",
        "A video about the final landing.",
        "A video about the adrenaline rush."
    ],
    "83": [
        "A video about a player juggling a soccer ball.",
        "A video about the ball bouncing off the feet.",
        "A video about the ball spinning in the air.",
        "A video about the player's quick footwork.",
        "A video about the ball hitting the knees.",
        "A video about the ball rolling on the head.",
        "A video about the player's smooth transitions.",
        "A video about the ball moving in rhythm."
    ],
    "84": [
        "A video about a player taking a penalty kick.",
        "A video about the goalkeeper diving to save.",
        "A video about the ball flying towards the goal.",
        "A video about the crowd's reaction to the shot.",
        "A video about the referee signaling a goal.",
        "A video about the player celebrating a score.",
        "A video about the goalkeeper's frustration.",
        "A video about the ball hitting the crossbar."
    ],
    "85": [
        "A video about gymnasts performing aerial flips.",
        "A video about graceful rotations on the rings.",
        "A video about powerful holds and transitions.",
        "A video about precise body control in motion.",
        "A video about dynamic swings and balances.",
        "A video about fluid movements and strength.",
        "A video about intricate sequences and routines.",
        "A video about athletes showcasing agility."
    ],
    "86": [
        "A video about two large wrestlers in loincloths.",
        "A video about intense grappling and pushing.",
        "A video about a circular ring called a dohyo.",
        "A video about traditional japanese attire.",
        "A video about the referee in a kimono.",
        "A video about the wrestlers' elaborate rituals.",
        "A video about the crowd cheering loudly.",
        "A video about the final push to victory."
    ],
    "87": [
        "A video about surfers riding massive waves.",
        "A video about the sun glistening on the water.",
        "A video about the board's sleek design.",
        "A video about the surfer's fluid movements.",
        "A video about the foamy wave crests.",
        "A video about the vibrant beach scenery.",
        "A video about the surfer's intense focus.",
        "A video about the ocean's rhythmic roar."
    ],
    "88": [
        "A video about the fluid motion of the swing.",
        "A video about the rhythmic back-and-forth.",
        "A video about the gentle sway of the swing.",
        "A video about the effortless gliding motion.",
        "A video about the smooth pendulum-like action.",
        "A video about the calming repetitive motion.",
        "A video about the gentle rise and fall.",
        "A video about the peaceful rocking motion."
    ],
    "89": [
        "A video about a swift forehand swing.",
        "A video about a powerful backhand hit.",
        "A video about a precise serve motion.",
        "A video about a quick footwork sequence.",
        "A video about a focused player stance.",
        "A video about a fast ball return.",
        "A video about a strategic spin placement.",
        "A video about a tense rally exchange."
    ],
    "90": [
        "A video about slow, deliberate movements.",
        "A video about graceful, flowing sequences.",
        "A video about focused, meditative stances.",
        "A video about controlled, circular motions.",
        "A video about balanced, symmetrical poses.",
        "A video about relaxed, centered breathing.",
        "A video about gentle, rhythmic transitions.",
        "A video about harmonious, coordinated steps."
    ],
    "91": [
        "A video about a player's powerful backhand swing.",
        "A video about the ball's trajectory in slow motion.",
        "A video about the player's footwork and balance.",
        "A video about the racket's angle during impact.",
        "A video about the player's follow-through motion.",
        "A video about the ball's spin and speed.",
        "A video about the player's grip on the racket.",
        "A video about the court's reflection of the swing."
    ],
    "92": [
        "A video about the discus spinning in the air.",
        "A video about the athlete's powerful throw.",
        "A video about the discus's graceful arc.",
        "A video about the discus hitting the ground.",
        "A video about the athlete's focused stance.",
        "A video about the discus's rapid rotation.",
        "A video about the crowd's anticipation.",
        "A video about the discus's final landing."
    ],
    "93": [
        "A video about high-flying acrobatics.",
        "A video about rhythmic bouncing motions.",
        "A video about synchronized team jumps.",
        "A video about gravity-defying flips.",
        "A video about colorful trampoline mats.",
        "A video about intense concentration.",
        "A video about joyful expressions.",
        "A video about dynamic body movements."
    ],
    "94": [
        "A video about fingers moving swiftly.",
        "A video about keys being pressed.",
        "A video about a rhythmic tapping sound.",
        "A video about a focused expression.",
        "A video about a blinking cursor.",
        "A video about a screen filling with text.",
        "A video about a relaxed posture.",
        "A video about a steady hand movement."
    ],
    "95": [
        "A video about gymnasts flipping gracefully.",
        "A video about strong grips on the bars.",
        "A video about fluid transitions between moves.",
        "A video about high-flying dismounts.",
        "A video about precise body control.",
        "A video about rhythmic swinging motions.",
        "A video about intense concentration.",
        "A video about dynamic aerial skills."
    ],
    "96": [
        "A video about a player jumping high.",
        "A video about a powerful arm swing.",
        "A video about the ball being hit hard.",
        "A video about the ball flying fast.",
        "A video about the player's intense focus.",
        "A video about the crowd cheering loudly.",
        "A video about the ball crossing the net.",
        "A video about the opposing team's reaction."
    ],
    "97": [
        "A video about a person holding a leash.",
        "A video about a dog trotting beside.",
        "A video about the sun casting shadows.",
        "A video about the rhythmic footsteps.",
        "A video about the dog's wagging tail.",
        "A video about the serene park path.",
        "A video about the occasional sniffing stops.",
        "A video about the bond between owner and pet."
    ],
    "98": [
        "A video about hands on the wall.",
        "A video about body leaning forward.",
        "A video about controlled descent.",
        "A video about steady push-up motion.",
        "A video about feet slightly apart.",
        "A video about maintaining balance.",
        "A video about slow, deliberate movements.",
        "A video about full body engagement."
    ],
    "99": [
        "A video about a teacher writing on a board.",
        "A video about chalk dust flying.",
        "A video about precise hand movements.",
        "A video about letters forming on the board.",
        "A video about a focused expression.",
        "A video about the sound of chalk.",
        "A video about the board filling up.",
        "A video about students watching attentively."
    ],
    "100": [
        "A video about a spinning yo-yo.",
        "A video about a yo-yo's string.",
        "A video about a yo-yo's return.",
        "A video about a yo-yo's tricks.",
        "A video about a yo-yo's grip.",
        "A video about a yo-yo's spin.",
        "A video about a yo-yo's descent.",
        "A video about a yo-yo's ascent."
    ]
}