{
    "0": [
        "A video about the steady zoom in.",
        "A video about the slow footsteps.",
        "A video about the focused lens.",
        "A video about the cautious approach.",
        "A video about the soft shutter sound.",
        "A video about the determined gaze.",
        "A video about the gentle tilt.",
        "A video about the patient stance."
    ],
    "1": [
        "A video about precise alignment.",
        "A video about steady hands.",
        "A video about careful positioning.",
        "A video about secure fastening.",
        "A video about meticulous adjustment.",
        "A video about firm grip.",
        "A video about smooth motion.",
        "A video about final tightening."
    ],
    "2": [
        "A video about metal rods bending under pressure.",
        "A video about plastic pipes deforming slowly.",
        "A video about paper sheets curling at the edges.",
        "A video about wooden beams cracking visibly.",
        "A video about rubber bands stretching thin.",
        "A video about glass rods shattering abruptly.",
        "A video about fabric folds deepening over time.",
        "A video about clay slabs warping gradually."
    ],
    "3": [
        "A video about a metal rod bending slowly.",
        "A video about the rod's surface cracking.",
        "A video about the rod's final snap.",
        "A video about the rod's twisted shape.",
        "A video about the rod's gradual deformation.",
        "A video about the rod's resistance weakening.",
        "A video about the rod's metallic sheen fading.",
        "A video about the rod's sudden breakage."
    ],
    "4": [
        "A video about a person digging a hole.",
        "A video about dirt being thrown in.",
        "A video about a box being lowered.",
        "A video about a shovel in action.",
        "A video about soil covering an object.",
        "A video about a grave being marked.",
        "A video about a person wiping sweat.",
        "A video about a final layer of dirt."
    ],
    "5": [
        "A video about a door slowly shutting.",
        "A video about a lid gently closing.",
        "A video about a drawer sliding shut.",
        "A video about a book being snapped.",
        "A video about a window tightly sealing.",
        "A video about a box lid clicking.",
        "A video about a gate creaking shut.",
        "A video about a curtain being drawn."
    ],
    "6": [
        "A video about hands gently placing a cloth.",
        "A video about a blanket smoothly unfolding.",
        "A video about a brush painting over a surface.",
        "A video about a lid fitting snugly on a jar.",
        "A video about a tarp being spread over debris.",
        "A video about a book being wrapped in paper.",
        "A video about a towel covering a wet floor.",
        "A video about a box being sealed with tape."
    ],
    "7": [
        "A video about a person using a shovel.",
        "A video about dirt flying in the air.",
        "A video about hands scraping the ground.",
        "A video about a hole getting deeper.",
        "A video about a tool breaking through soil.",
        "A video about a person straining to dig.",
        "A video about a hidden object revealed.",
        "A video about sweat glistening on the face."
    ],
    "8": [
        "A video about a hand releasing an object.",
        "A video about the object falling behind.",
        "A video about the object disappearing from view.",
        "A video about the object landing softly.",
        "A video about the object hidden from sight.",
        "A video about the object's trajectory.",
        "A video about the object's descent.",
        "A video about the object's final position."
    ],
    "9": [
        "A video about a hand releasing an object.",
        "A video about the object falling straight.",
        "A video about the object hitting the ground.",
        "A video about the object bouncing slightly.",
        "A video about the object settling in place.",
        "A video about the object casting a shadow.",
        "A video about the object creating a sound.",
        "A video about the object leaving a mark."
    ],
    "10": [
        "A video about a smooth object gliding down.",
        "A video about a heavy object falling fast.",
        "A video about a liquid pouring steadily.",
        "A video about a delicate item floating down.",
        "A video about a clunky object dropping abruptly.",
        "A video about a colorful object descending slowly.",
        "A video about a shiny object reflecting light.",
        "A video about a soft object landing gently."
    ],
    "11": [
        "A video about a hand releasing an object.",
        "A video about the object falling gently.",
        "A video about the object landing softly.",
        "A video about the object next to another.",
        "A video about the object's shadow on the ground.",
        "A video about the object's reflection in water.",
        "A video about the object's impact on the surface.",
        "A video about the object's final resting position."
    ],
    "12": [
        "A video about the object falling straight down.",
        "A video about the object bouncing slightly.",
        "A video about the object making a sound.",
        "A video about the object landing softly.",
        "A video about the object creating a small dent.",
        "A video about the object rolling after impact.",
        "A video about the object splashing in liquid.",
        "A video about the object shattering on impact."
    ],
    "13": [
        "A video about a person struggling to fit a large object into a small space.",
        "A video about an item being pushed repeatedly but not going in.",
        "A video about a frustrated person trying to insert a mismatched piece.",
        "A video about a drawer being jammed with an oversized item.",
        "A video about a key trying to fit into a lock but failing.",
        "A video about a puzzle piece being forced but not fitting.",
        "A video about a lid being twisted but not closing properly.",
        "A video about a box being filled but the top won't close."
    ],
    "14": [
        "A video about hands gently creasing paper.",
        "A video about fingers aligning edges neatly.",
        "A video about a smooth, rhythmic motion.",
        "A video about precise, careful adjustments.",
        "A video about the final tuck and fold.",
        "A video about the satisfaction of completion.",
        "A video about the art of symmetry.",
        "A video about the simplicity of folding."
    ],
    "15": [
        "A video about a swift arm movement.",
        "A video about the object being struck.",
        "A video about the force of impact.",
        "A video about the sound produced.",
        "A video about the reaction of the target.",
        "A video about the follow-through motion.",
        "A video about the expression on the face.",
        "A video about the aftermath of the hit."
    ],
    "16": [
        "A video about gentle grip on fragile items.",
        "A video about firm grasp on heavy objects.",
        "A video about precise pinch on small tools.",
        "A video about relaxed hold on soft fabrics.",
        "A video about steady grip on slippery surfaces.",
        "A video about careful handling of delicate glass.",
        "A video about secure clutch on bulky items.",
        "A video about cautious touch on sharp edges."
    ],
    "17": [
        "A video about a hand holding a book behind a chair.",
        "A video about a person hiding a toy behind a tree.",
        "A video about a child holding a ball behind a wall.",
        "A video about a man holding a phone behind a curtain.",
        "A video about a woman hiding a gift behind a box.",
        "A video about a kid holding a stick behind a fence.",
        "A video about a person hiding a key behind a plant.",
        "A video about a girl holding a doll behind a door."
    ],
    "18": [
        "A video about a hand holding a book in front of a mirror.",
        "A video about a person holding a phone in front of a window.",
        "A video about a child holding a toy in front of a tv.",
        "A video about an artist holding a brush in front of a canvas.",
        "A video about a chef holding a plate in front of a camera.",
        "A video about a traveler holding a map in front of a landmark.",
        "A video about a student holding a notebook in front of a desk.",
        "A video about a musician holding a sheet in front of an instrument."
    ],
    "19": [
        "A video about a hand holding a book next to a lamp.",
        "A video about a person holding a phone near a mirror.",
        "A video about a child holding a toy beside a bed.",
        "A video about a woman holding a cup near a window.",
        "A video about a man holding a pen next to a notebook.",
        "A video about a person holding a key near a door.",
        "A video about a hand holding a flower beside a vase.",
        "A video about a person holding a plate near a table."
    ],
    "20": [
        "A video about a hand holding a book over a table.",
        "A video about a person holding a cup over a saucer.",
        "A video about a child holding a toy over a box.",
        "A video about a woman holding a phone over a desk.",
        "A video about a man holding a plate over a sink.",
        "A video about a person holding a key over a lock.",
        "A video about a child holding a ball over a basket.",
        "A video about a person holding a pen over a notebook."
    ],
    "21": [
        "A video about a hand gently placing an object.",
        "A video about the object resting on its side.",
        "A video about the table surface being visible.",
        "A video about the object's flat side touching.",
        "A video about the object's upright side facing up.",
        "A video about the object's stability on the table.",
        "A video about the object's shadow on the table.",
        "A video about the object's edge aligning with the table."
    ],
    "22": [
        "A video about a smooth rolling motion.",
        "A video about a steady, unimpeded roll.",
        "A video about a consistent rolling pace.",
        "A video about a gentle rolling action.",
        "A video about a flat surface trajectory.",
        "A video about a continuous rolling flow.",
        "A video about a predictable rolling path.",
        "A video about a controlled rolling descent."
    ],
    "23": [
        "A video about a smooth object rolling down.",
        "A video about the object gaining speed.",
        "A video about the object's consistent motion.",
        "A video about the object's circular shape.",
        "A video about the object's interaction with the surface.",
        "A video about the object's gradual descent.",
        "A video about the object's momentum increase.",
        "A video about the object's final stop."
    ],
    "24": [
        "A video about a ball rolling up a slope.",
        "A video about the ball's slow ascent.",
        "A video about the ball's quick descent.",
        "A video about gravity pulling it back.",
        "A video about the ball's momentum shift.",
        "A video about the ball's steady roll.",
        "A video about the ball's bounce back.",
        "A video about the ball's final stop."
    ],
    "25": [
        "A video about a smooth surface being lifted.",
        "A video about objects barely staying in place.",
        "A video about a gentle tilt preventing slippage.",
        "A video about a slight angle holding items.",
        "A video about a careful lift keeping balance.",
        "A video about a slow rise maintaining order.",
        "A video about a controlled movement holding items.",
        "A video about a steady lift preventing movement."
    ],
    "26": [
        "A video about a flat surface being lifted.",
        "The surface has objects placed on it.",
        "As the surface rises, objects start to slide.",
        "The angle increases, causing more objects to move.",
        "Objects slide slowly at first, then faster.",
        "The surface tilts until objects fall off.",
        "Objects slide down in a chaotic manner.",
        "The video captures the moment of sliding."
    ],
    "27": [
        "A video about steady hands lifting a box.",
        "A video about precise movements raising a weight.",
        "A video about controlled strength lifting a bag.",
        "A video about smooth motion lifting a book.",
        "A video about focused effort raising a jar.",
        "A video about careful grip lifting a tool.",
        "A video about deliberate action raising a ball.",
        "A video about strong determination lifting a crate."
    ],
    "28": [
        "A video about the slow ascent of the object.",
        "A video about the sudden drop of the object.",
        "A video about the steady rise of the object.",
        "A video about the abrupt descent of the object.",
        "A video about the controlled lift of the object.",
        "A video about the free fall of the object.",
        "A video about the smooth lift of the object.",
        "A video about the rapid descent of the object."
    ],
    "29": [
        "A video about a person lifting a box with books.",
        "A video about a man lifting a tray with food.",
        "A video about a woman lifting a basket with fruit.",
        "A video about a child lifting a toy with blocks.",
        "A video about a worker lifting a crate with tools.",
        "A video about a chef lifting a pan with eggs.",
        "A video about a student lifting a bag with books.",
        "A video about a farmer lifting a sack with grain."
    ],
    "30": [
        "A video about steady hands lifting a plank.",
        "A video about precise grip on a pole.",
        "A video about careful balance of a beam.",
        "A video about gentle rise of a log.",
        "A video about controlled lift of a stick.",
        "A video about smooth elevation of a rod.",
        "A video about cautious raising of a bar.",
        "A video about deliberate hoisting of a branch."
    ],
    "31": [
        "A video about a hand gripping the edge.",
        "A video about the object slowly rising.",
        "A video about the tension in the grip.",
        "A video about the object's sudden fall.",
        "A video about the impact on the surface.",
        "A video about the hand releasing its hold.",
        "A video about the object's weight shift.",
        "A video about the motion's fluidity."
    ],
    "32": [
        "A video about a slow retreat from the scene.",
        "A video about a steady backward movement.",
        "A video about a gradual distance increase.",
        "A video about a smooth pull-away shot.",
        "A video about a deliberate step-back action.",
        "A video about a controlled camera withdrawal.",
        "A video about a gentle fade to the background.",
        "A video about a slow zoom out effect."
    ],
    "33": [
        "A video about a hand gripping a lever.",
        "A video about a person lifting a box.",
        "A video about a door swinging open.",
        "A video about a wheel turning slowly.",
        "A video about a drawer sliding out.",
        "A video about a rope being pulled.",
        "A video about a lid being unscrewed.",
        "A video about a curtain being drawn."
    ],
    "34": [
        "A video about a hand sliding an object.",
        "A video about the object nearing the edge.",
        "A video about the object tilting slightly.",
        "A video about the object losing balance.",
        "A video about the object falling down.",
        "A video about the surface being smooth.",
        "A video about the object's slow descent.",
        "A video about the object hitting the floor."
    ],
    "35": [
        "A video about steady hands moving an object.",
        "A video about precise control over balance.",
        "A video about smooth transitions across a surface.",
        "A video about maintaining stability while sliding.",
        "A video about gentle movements preventing falls.",
        "A video about careful adjustments to stay upright.",
        "A video about focused attention on the object.",
        "A video about deliberate actions to keep it stable."
    ],
    "36": [
        "A video about hands gently pulling apart.",
        "A video about objects slowly separating.",
        "A video about a force moving items away.",
        "A video about a clear space forming.",
        "A video about tension easing visibly.",
        "A video about distance increasing steadily.",
        "A video about a deliberate action unfolding.",
        "A video about a controlled separation process."
    ],
    "37": [
        "A video about hands gently moving objects.",
        "A video about a slow, deliberate approach.",
        "A video about objects sliding towards each other.",
        "A video about a steady, controlled motion.",
        "A video about objects aligning perfectly.",
        "A video about a smooth, continuous action.",
        "A video about objects coming into focus.",
        "A video about a precise, careful movement."
    ],
    "38": [
        "A video about two objects being pushed together.",
        "A video about a force causing a collision.",
        "A video about objects moving towards each other.",
        "A video about a controlled impact between items.",
        "A video about objects deliberately set to clash.",
        "A video about a strategic collision of elements.",
        "A video about objects being maneuvered to hit.",
        "A video about a planned meeting of objects."
    ],
    "39": [
        "A video about two objects moving in opposite directions.",
        "A video about a car passing a pedestrian on a street.",
        "A video about a train crossing another train on a track.",
        "A video about a cyclist overtaking a runner on a path.",
        "A video about a boat passing another boat on a river.",
        "A video about a plane flying past another in the sky.",
        "A video about a person walking past another on a sidewalk.",
        "A video about a truck passing a car on a highway."
    ],
    "40": [
        "A video about hands gripping firmly.",
        "A video about a swift pull motion.",
        "A video about objects separating visibly.",
        "A video about a determined facial expression.",
        "A video about a clear distance created.",
        "A video about a steady arm movement.",
        "A video about a focused gaze.",
        "A video about a successful release."
    ],
    "41": [
        "A video about a hand pushing an object away.",
        "A video about a person sliding a box back.",
        "A video about a foot kicking a ball backward.",
        "A video about a car reversing slowly away.",
        "A video about a bird flying away from the lens.",
        "A video about a toy train moving off screen.",
        "A video about a wave receding from the shore.",
        "A video about a shadow shrinking as it retreats."
    ],
    "42": [
        "A video about a hand reaching out.",
        "A video about an object being grasped.",
        "A video about the object moving forward.",
        "A video about the object nearing another.",
        "A video about the object aligning closely.",
        "A video about the object touching another.",
        "A video about the object merging with another.",
        "A video about the object fully integrated."
    ],
    "43": [
        "A video about a hand lowering an object.",
        "A video about a person pushing down.",
        "A video about a lever being pulled down.",
        "A video about a box sliding downwards.",
        "A video about a button being pressed down.",
        "A video about a curtain being lowered.",
        "A video about a drawer being pulled down.",
        "A video about a rope being let down."
    ],
    "44": [
        "A video about an object rapidly approaching.",
        "A video about a hand pushing forward.",
        "A video about a ball rolling towards.",
        "A video about a car speeding closer.",
        "A video about a shadow growing larger.",
        "A video about a figure advancing.",
        "A video about a wave crashing nearer.",
        "A video about a light beam intensifying."
    ],
    "45": [
        "A video about hands lifting an object.",
        "A video about a person raising arms.",
        "A video about a box being hoisted.",
        "A video about a lever pushing up.",
        "A video about a crane lifting cargo.",
        "A video about a balloon rising skyward.",
        "A video about a flag being hoisted.",
        "A video about a drawer being pulled up."
    ],
    "46": [
        "A video about a hand gripping a door handle.",
        "A video about the door handle turning slowly.",
        "A video about the door creaking as it opens.",
        "A video about light flooding into the room.",
        "A video about a person stepping through the door.",
        "A video about the door closing gently behind.",
        "A video about the person looking around curiously.",
        "A video about the room coming to life with activity."
    ],
    "47": [
        "A video about a hand reaching down.",
        "A video about fingers curling around.",
        "A video about the object lifting off.",
        "A video about the hand gripping firmly.",
        "A video about the wrist bending slightly.",
        "A video about the arm extending up.",
        "A video about the object held steady.",
        "A video about the hand closing fully."
    ],
    "48": [
        "A video about hands stacking items neatly.",
        "A video about a tower growing taller.",
        "A video about objects being piled high.",
        "A video about careful stacking precision.",
        "A video about a pyramid forming.",
        "A video about a mountain of items.",
        "A video about steady stacking progress.",
        "A video about a pile reaching the sky."
    ],
    "49": [
        "A video about a hand holding a plug.",
        "A video about the plug approaching an outlet.",
        "A video about the plug aligning with the socket.",
        "A video about the plug being inserted smoothly.",
        "A video about the plug fitting snugly.",
        "A video about the outlet's cover closing.",
        "A video about the device powering on.",
        "A video about the user's satisfied expression."
    ],
    "50": [
        "A video about a swift insertion and removal.",
        "A video about a quick, decisive motion.",
        "A video about a momentary connection.",
        "A video about a brief, efficient action.",
        "A video about a fast, precise movement.",
        "A video about a sudden, short contact.",
        "A video about a quick, clean disconnect.",
        "A video about a rapid, controlled insertion."
    ],
    "51": [
        "A video about a sharp object piercing through.",
        "A video about the substance deforming visibly.",
        "A video about the hole forming gradually.",
        "A video about the object's resistance breaking.",
        "A video about the substance's texture changing.",
        "A video about the object's tip entering.",
        "A video about the substance's surface cracking.",
        "A video about the object's force applied."
    ],
    "52": [
        "A video about the gentle pressure applied.",
        "A video about the object's soft texture.",
        "A video about the hole's gradual formation.",
        "A video about the finger's steady movement.",
        "A video about the object's yielding surface.",
        "A video about the hole's circular shape.",
        "A video about the finger's precise action.",
        "A video about the object's slight deformation."
    ],
    "53": [
        "A video about a finger gently poking.",
        "A video about the stack wobbling slightly.",
        "A video about the top item falling off.",
        "A video about the stack cascading down.",
        "A video about the items scattering around.",
        "A video about the final item rolling away.",
        "A video about the empty space left behind.",
        "A video about the satisfying collapse effect."
    ],
    "54": [
        "A video about a finger gently tapping the stack.",
        "A video about the stack resisting the poke.",
        "A video about the stack maintaining its shape.",
        "A video about the stack's stability under pressure.",
        "A video about the stack's resilience to disturbance.",
        "A video about the stack's balance after the poke.",
        "A video about the stack's structure holding firm.",
        "A video about the stack's integrity remaining intact."
    ],
    "55": [
        "A video about a gentle finger tap.",
        "A video about a slight object shift.",
        "A video about a brief movement.",
        "A video about a soft touch impact.",
        "A video about a minimal displacement.",
        "A video about a delicate nudge.",
        "A video about a subtle reaction.",
        "A video about a gentle push effect."
    ],
    "56": [
        "A video about a gentle fingertip barely touching.",
        "A video about a feather-light tap on the surface.",
        "A video about a barely perceptible nudge.",
        "A video about a barely moving object.",
        "A video about a subtle, almost invisible push.",
        "A video about a gentle, almost imperceptible touch.",
        "A video about a barely noticeable contact.",
        "A video about a gentle, almost motionless poke."
    ],
    "57": [
        "A video about a gentle finger poke.",
        "A video about a wobbly object.",
        "A video about a slow fall.",
        "A video about a surprised reaction.",
        "A video about a light touch.",
        "A video about a toppling effect.",
        "A video about a subtle movement.",
        "A video about a casual action."
    ],
    "58": [
        "A video about a finger gently tapping a spinning top.",
        "A video about a playful poke causing a toy to whirl.",
        "A video about a quick jab making a disc rotate.",
        "A video about a light touch setting a wheel in motion.",
        "A video about a deliberate push making an object spin.",
        "A video about a casual flick causing a circle to turn.",
        "A video about a gentle nudge making a disc spin.",
        "A video about a playful tap setting a wheel in motion."
    ],
    "59": [
        "A video about a steady stream of liquid.",
        "A video about a tilted container.",
        "A video about a clear liquid flow.",
        "A video about a smooth pouring motion.",
        "A video about a filled recipient.",
        "A video about a controlled pour.",
        "A video about a liquid splash.",
        "A video about a slow, deliberate pour."
    ],
    "60": [
        "A video about a steady stream of liquid.",
        "A video about the liquid reaching the brim.",
        "A video about the liquid starting to spill.",
        "A video about droplets forming on the edge.",
        "A video about the liquid cascading down.",
        "A video about the container filling quickly.",
        "A video about the liquid's surface tension.",
        "A video about the overflow creating a mess."
    ],
    "61": [
        "A video about a steady stream of liquid.",
        "A video about a clear liquid pouring.",
        "A video about a smooth liquid flow.",
        "A video about a gentle liquid descent.",
        "A video about a controlled liquid pour.",
        "A video about a liquid filling a container.",
        "A video about a liquid's reflective surface.",
        "A video about a liquid's transparent nature."
    ],
    "62": [
        "A video about a steady stream of liquid.",
        "A video about a tilted container.",
        "A video about a clear liquid flow.",
        "A video about a controlled pour.",
        "A video about a smooth liquid motion.",
        "A video about a gradual emptying.",
        "A video about a rhythmic pouring action.",
        "A video about a gentle liquid release."
    ],
    "63": [
        "A video about exaggerated arm movements.",
        "A video about glancing around nervously.",
        "A video about a half-hearted swipe.",
        "A video about a quick, dismissive flick.",
        "A video about avoiding eye contact.",
        "A video about a subtle, almost invisible wipe.",
        "A video about a hesitant, slow motion.",
        "A video about a distracted, absent-minded rub."
    ],
    "64": [
        "A video about a person struggling to twist.",
        "A video about hands fumbling with an object.",
        "A video about a failed attempt to turn.",
        "A video about a frustrated facial expression.",
        "A video about a weak grip on the item.",
        "A video about a slight movement of the object.",
        "A video about a sigh of disappointment.",
        "A video about a gentle shake of the head."
    ],
    "65": [
        "A video about exaggerated facial expressions.",
        "A video about exaggerated hand movements.",
        "A video about intense concentration.",
        "A video about futile effort.",
        "A video about playful frustration.",
        "A video about imaginary resistance.",
        "A video about theatrical gestures.",
        "A video about humorous exaggeration."
    ],
    "66": [
        "A video about a person mimicking a closing motion.",
        "A video about exaggerated hand gestures near an object.",
        "A video about a playful attempt to close something.",
        "A video about a subtle, almost invisible action.",
        "A video about a deliberate pause before the motion.",
        "A video about a gentle, almost teasing gesture.",
        "A video about a quick, almost dismissive movement.",
        "A video about a humorous, exaggerated closing act."
    ],
    "67": [
        "A video about a person mimicking a door handle.",
        "A video about fingers curling around an invisible knob.",
        "A video about a gentle tug on an unseen latch.",
        "A video about a slight twist of an imaginary key.",
        "A video about a mock push on a non-existent door.",
        "A video about a playful pull on a pretend drawer.",
        "A video about a delicate turn of a faux lid.",
        "A video about a light tap on an invisible button."
    ],
    "68": [
        "A video about a person bending slightly.",
        "A video about hands moving towards the ground.",
        "A video about fingers curling as if holding.",
        "A video about eyes focusing on an invisible object.",
        "A video about a slight lift of the imaginary item.",
        "A video about a gentle smile of satisfaction.",
        "A video about a step back after the action.",
        "A video about a casual glance around the area."
    ],
    "69": [
        "A video about a playful finger movement.",
        "A video about a gentle jabbing motion.",
        "A video about a light touch gesture.",
        "A video about a mock poking action.",
        "A video about a subtle finger flick.",
        "A video about a teasing poke motion.",
        "A video about a quick finger jab.",
        "A video about a playful touch action."
    ],
    "70": [
        "A video about a person holding an empty bottle.",
        "A video about the person tilting the bottle.",
        "A video about the person's hand moving down.",
        "A video about the person's hand mimicking pouring.",
        "A video about the person looking at the empty space.",
        "A video about the person's hand returning to the bottle.",
        "A video about the person's hand closing the bottle.",
        "A video about the person smiling at the camera."
    ],
    "71": [
        "A video about a person mimicking hiding an object.",
        "A video about someone feigning to stash something.",
        "A video about an actor pretending to conceal an item.",
        "A video about a person acting to place behind an object.",
        "A video about someone simulating hiding an object.",
        "A video about an individual pretending to hide something.",
        "A video about a person pretending to place behind an object.",
        "A video about someone acting to put something behind."
    ],
    "72": [
        "A video about a hand mimicking an object.",
        "A video about fingers curling inward.",
        "A video about a hand moving downward.",
        "A video about a hand disappearing into a surface.",
        "A video about a hand reappearing empty.",
        "A video about a hand gesturing completion.",
        "A video about a hand patting the surface.",
        "A video about a hand pulling away smoothly."
    ],
    "73": [
        "A video about a person mimicking placement.",
        "A video about an actor's subtle gestures.",
        "A video about the illusion of action.",
        "A video about a hand hovering near an object.",
        "A video about a fake movement next to an item.",
        "A video about the art of pretending.",
        "A video about a staged non-action.",
        "A video about a hand's imaginary touch."
    ],
    "74": [
        "A video about a hand hovering over a table.",
        "A video about fingers gently touching the surface.",
        "A video about a slight pause before the action.",
        "A video about a subtle movement of the wrist.",
        "A video about the object barely making contact.",
        "A video about a quick, almost invisible touch.",
        "A video about the hand lingering for a moment.",
        "A video about the object appearing to rest."
    ],
    "75": [
        "A video about a person mimicking placing an object.",
        "A video about someone pretending to set down a cup.",
        "A video about a child acting to put a toy away.",
        "A video about an actor feigning to place a book.",
        "A video about a person simulating to hang a coat.",
        "A video about someone pretending to stack blocks.",
        "A video about a person acting to put on a hat.",
        "A video about an actor mimicking to place a key."
    ],
    "76": [
        "A video about a person crouching down.",
        "A video about hands reaching under an object.",
        "A video about a subtle, almost invisible action.",
        "A video about a quick, smooth movement.",
        "A video about a person's focused expression.",
        "A video about the object being slightly lifted.",
        "A video about the hand disappearing beneath.",
        "A video about the object being gently placed back."
    ],
    "77": [
        "A video about a person using a spoon.",
        "A video about a hand mimicking a scoop.",
        "A video about a child pretending to eat.",
        "A video about a playful gesture with a cup.",
        "A video about a gentle movement of a ladle.",
        "A video about a playful interaction with a bowl.",
        "A video about a casual pretend scoop with a spatula.",
        "A video about a joyful pretend scoop with a spoon."
    ],
    "78": [
        "A video about hands moving in a circular motion.",
        "A video about fingers splaying outward gently.",
        "A video about a slight upward tilt of the hand.",
        "A video about a soft, sweeping gesture with the palm.",
        "A video about a delicate flick of the wrist.",
        "A video about a gentle push with the fingertips.",
        "A video about a subtle downward motion of the hand.",
        "A video about a light, airy movement of the fingers."
    ],
    "79": [
        "A video about a person mimicking sprinkling.",
        "A video about a hand moving in a circular motion.",
        "A video about a gentle flick of the wrist.",
        "A video about eyes focused on an invisible target.",
        "A video about a slight tilt of the head.",
        "A video about a playful smile on the face.",
        "A video about a light tapping of the fingers.",
        "A video about a casual, effortless gesture."
    ],
    "80": [
        "A video about hands forming a circle.",
        "A video about fingers pressing inward.",
        "A video about a focused facial expression.",
        "A video about a slight hand movement.",
        "A video about eyes following the action.",
        "A video about a gentle squeeze motion.",
        "A video about a playful body language.",
        "A video about a relaxed hand posture."
    ],
    "81": [
        "A video about a hand reaching out.",
        "A video about fingers closing in.",
        "A video about a slight pause.",
        "A video about a gentle pull.",
        "A video about a hand retracting.",
        "A video about a subtle smile.",
        "A video about a hand opening.",
        "A video about a quick glance."
    ],
    "82": [
        "A video about a hand reaching into a pocket.",
        "A video about fingers grasping an invisible item.",
        "A video about the hand pulling out slowly.",
        "A video about the hand holding up the item.",
        "A video about the item being examined closely.",
        "A video about the hand placing the item down.",
        "A video about the hand returning to the pocket.",
        "A video about the hand closing the pocket."
    ],
    "83": [
        "A video about a person's arm moving back.",
        "A video about a quick forward thrust.",
        "A video about a slight wrist flick.",
        "A video about a follow-through motion.",
        "A video about a playful expression.",
        "A video about a glance at the target.",
        "A video about a slight lean forward.",
        "A video about a relaxed posture."
    ],
    "84": [
        "A video about a person mimicking an action.",
        "The person's hands move in a circular motion.",
        "They pretend to hold an invisible object tightly.",
        "Their fingers curl as if gripping something.",
        "The arms extend upward, then tilt downward.",
        "The face shows concentration and focus.",
        "The body sways slightly with the motion.",
        "The hands open as if releasing an item."
    ],
    "85": [
        "A video about a hand reaching behind an object.",
        "A video about a person pulling a book from a shelf.",
        "A video about a drawer being pulled out from a desk.",
        "A video about a curtain being drawn back from a window.",
        "A video about a person retrieving a phone from a bag.",
        "A video about a key being pulled from a hidden pocket.",
        "A video about a person pulling a scarf from a coat.",
        "A video about a person pulling a card from a wallet."
    ],
    "86": [
        "A video about a hand gripping firmly. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the object moving smoothly. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the arm extending fully. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the object's resistance. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the hand's steady pull. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the object's gradual shift. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the arm's focused effort. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about the object's final release. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8']."
    ],
    "87": [
        "A video about a hand gripping tightly.",
        "A video about the object moving slowly.",
        "A video about the arm extending fully.",
        "A video about the object's resistance.",
        "A video about the hand's steady pull.",
        "A video about the object's gradual shift.",
        "A video about the arm's rhythmic motion.",
        "A video about the object's final release."
    ],
    "88": [
        "A video about a person pulling a rope onto a pole.",
        "A video about a child pulling a toy onto a rug.",
        "A video about a worker pulling a cart onto a ramp.",
        "A video about a dog pulling a leash onto a path.",
        "A video about a man pulling a box onto a table.",
        "A video about a woman pulling a suitcase onto a train.",
        "A video about a student pulling a chair onto a desk.",
        "A video about a farmer pulling a sack onto a wagon."
    ],
    "89": [
        "A video about a hand gripping tightly.",
        "A video about a slow, deliberate motion.",
        "A video about a slight resistance felt.",
        "A video about a final tug releasing.",
        "A video about a smooth extraction.",
        "A video about a steady, controlled pull.",
        "A video about a visible strain on muscles.",
        "A video about a triumphant expression."
    ],
    "90": [
        "A video about a person pulling two ends of a rope.",
        "A video about the rope remaining taut and unmoving.",
        "A video about the person's futile effort to stretch it.",
        "A video about the rope showing no signs of elongation.",
        "A video about the person's hands gripping the rope tightly.",
        "A video about the rope's fibers staying intact and firm.",
        "A video about the person's face showing concentration.",
        "A video about the rope's ends staying firmly connected."
    ],
    "91": [
        "A video about hands gripping tightly.",
        "A video about arms moving apart.",
        "A video about the object elongating.",
        "A video about tension building visibly.",
        "A video about the material stretching.",
        "A video about the ends being pulled.",
        "A video about the object's resistance.",
        "A video about the final stretch form."
    ],
    "92": [
        "A video about hands gripping both ends.",
        "A video about tension building visibly.",
        "A video about a gradual separation.",
        "A video about a clean break.",
        "A video about force applied evenly.",
        "A video about the object resisting.",
        "A video about the final snap.",
        "A video about the aftermath."
    ],
    "93": [
        "A video about a hand pressing a box.",
        "A video about a force moving an object.",
        "A video about a person pushing a cart.",
        "A video about a hand sliding a book.",
        "A video about a force applied to a door.",
        "A video about a hand pushing a chair.",
        "A video about a force moving a table.",
        "A video about a hand sliding a drawer."
    ],
    "94": [
        "A video about a hand firmly gripping an object.",
        "A video about the object moving steadily leftward.",
        "A video about the hand applying consistent pressure.",
        "A video about the object sliding smoothly across.",
        "A video about the hand's fingers flexing slightly.",
        "A video about the object's surface catching light.",
        "A video about the hand's wrist maintaining control.",
        "A video about the object's edges slightly wobbling."
    ],
    "95": [
        "A video about hands firmly gripping the object.",
        "A video about a swift horizontal motion.",
        "A video about the object sliding off.",
        "A video about the object hitting the ground.",
        "A video about a determined facial expression.",
        "A video about the object's sudden fall.",
        "A video about the object's final landing.",
        "A video about the object's abrupt movement."
    ],
    "96": [
        "A video about hands gripping firmly.",
        "A video about a steady forward motion.",
        "A video about a slight resistance overcome.",
        "A video about a smooth sliding action.",
        "A video about a final push release.",
        "A video about a balanced body stance.",
        "A video about a focused facial expression.",
        "A video about a controlled hand movement."
    ],
    "97": [
        "A video about a hand pushing a wheel.",
        "A video about the wheel starting to spin.",
        "A video about the wheel's rapid rotation.",
        "A video about the wheel's smooth motion.",
        "A video about the wheel's circular path.",
        "A video about the wheel's continuous spin.",
        "A video about the wheel's steady speed.",
        "A video about the wheel's final stop."
    ],
    "98": [
        "A video about a precarious balance.",
        "A video about a slight nudge.",
        "A video about near-miss moments.",
        "A video about controlled tension.",
        "A video about the edge of falling.",
        "A video about a delicate push.",
        "A video about suspenseful balance.",
        "A video about the brink of collapse."
    ],
    "99": [
        "A video about a hand gently pushing an object.",
        "A video about the object slowly sliding off.",
        "A video about the object tilting and falling.",
        "A video about the object hitting the floor.",
        "A video about the object making a soft thud.",
        "A video about the hand retracting after the push.",
        "A video about the object lying flat on the floor.",
        "A video about the table surface left empty."
    ],
    "100": [
        "A video about hands applying gentle pressure.",
        "A video about a slight forward movement.",
        "A video about a small object shifting.",
        "A video about a controlled push action.",
        "A video about minimal displacement.",
        "A video about a subtle push gesture.",
        "A video about a gentle nudge.",
        "A video about a barely noticeable push."
    ],
    "101": [
        "A video about hands gripping a handle.",
        "A video about a foot pressing a pedal.",
        "A video about a lever being pulled.",
        "A video about a wheel turning forcefully.",
        "A video about a shoulder pushing a door.",
        "A video about a knee pressing a button.",
        "A video about a finger tapping a screen.",
        "A video about a head nudging a ball."
    ],
    "102": [
        "A video about a hand holding a number.",
        "A video about the number being placed.",
        "A video about the number on a surface.",
        "A video about the number's position change.",
        "A video about the hand's precise movement.",
        "A video about the number's alignment.",
        "A video about the number's final placement.",
        "A video about the hand's release."
    ],
    "103": [
        "A video about a hand placing a book on the table.",
        "A video about a person setting a cup down gently.",
        "A video about a plate being carefully positioned.",
        "A video about a phone being placed next to a notebook.",
        "A video about a folder being slid onto the surface.",
        "A video about a pen being laid down neatly.",
        "A video about a remote control being set aside.",
        "A video about a stack of papers being placed carefully."
    ],
    "104": [
        "A video about hands moving an object.",
        "A video about the object disappearing.",
        "A video about the object being hidden.",
        "A video about the object behind another.",
        "A video about the object's outline fading.",
        "A video about the object's shadow shifting.",
        "A video about the object's surface texture.",
        "A video about the object's final placement."
    ],
    "105": [
        "A video about a hand holding an object.",
        "A video about the object moving forward.",
        "A video about the object being placed down.",
        "A video about the object resting on a surface.",
        "A video about the object aligned in front.",
        "A video about the object's position change.",
        "A video about the object's final placement.",
        "A video about the object's stability."
    ],
    "106": [
        "A video about hands carefully placing an object.",
        "A video about a smooth insertion into a container.",
        "A video about a gentle push into a pocket.",
        "A video about a swift drop into a bag.",
        "A video about a precise fit into a box.",
        "A video about a deliberate slide into a drawer.",
        "A video about a careful tuck into a folder.",
        "A video about a steady lowering into a jar."
    ],
    "107": [
        "A video about hands carefully aligning objects.",
        "A video about a gentle push to position.",
        "A video about objects side by side neatly.",
        "A video about precise placement next to each other.",
        "A video about a steady hand guiding objects.",
        "A video about objects touching with care.",
        "A video about a deliberate move to place.",
        "A video about objects arranged in close proximity."
    ],
    "108": [
        "A video about a steady hand guiding the object.",
        "A video about the object gently touching the surface.",
        "A video about the object being placed with care.",
        "A video about the object not making any noise.",
        "A video about the object staying still on the surface.",
        "A video about the object not rolling away.",
        "A video about the object being centered on the surface.",
        "A video about the object being placed with precision."
    ],
    "109": [
        "A video about a hand gently placing an object.",
        "A video about fingers releasing a book.",
        "A video about a smooth motion of setting down.",
        "A video about a cup being carefully positioned.",
        "A video about a deliberate action of putting.",
        "A video about a steady hand lowering an item.",
        "A video about a controlled movement onto a table.",
        "A video about a precise placement of a tool."
    ],
    "110": [
        "A video about a hand carefully placing an object.",
        "A video about the object balancing precariously.",
        "A video about the object slowly tipping over.",
        "A video about the object falling with a thud.",
        "A video about the edge barely supporting the object.",
        "A video about the tension as the object teeters.",
        "A video about the moment before the fall.",
        "A video about the aftermath of the object's fall."
    ],
    "111": [
        "A video about a book placed on a tilted table.",
        "A video about a mug held steady on a slope.",
        "A video about a box balanced on an incline.",
        "A video about a pen positioned on a slanted desk.",
        "A video about a toy car held in place on a ramp.",
        "A video about a glass cup set on a tilted surface.",
        "A video about a shoe placed on an angled floor.",
        "A video about a notebook held firm on a slope."
    ],
    "112": [
        "A video about a hand holding an object.",
        "A video about the object moving upward.",
        "A video about the object approaching a surface.",
        "A video about the object touching the surface.",
        "A video about the object settling on the surface.",
        "A video about the hand releasing the object.",
        "A video about the object resting on the surface.",
        "A video about the hand moving away from the object."
    ],
    "113": [
        "A video about a shaky tower collapsing.",
        "A video about a delicate balance failing.",
        "A video about a precarious stack toppling.",
        "A video about a wobbly structure falling.",
        "A video about a careful placement gone wrong.",
        "A video about a balanced item tipping over.",
        "A video about a unstable pile collapsing.",
        "A video about a careful attempt failing."
    ],
    "114": [
        "A video about precise placement.",
        "A video about careful alignment.",
        "A video about matching shapes.",
        "A video about similar textures.",
        "A video about orderly arrangement.",
        "A video about color coordination.",
        "A video about symmetry.",
        "A video about gentle handling."
    ],
    "115": [
        "A video about a box sliding down a ramp.",
        "A video about a block slipping off a slope.",
        "A video about a book falling down an incline.",
        "A video about a brick rolling off a tilted plane.",
        "A video about a suitcase sliding down a hill.",
        "A video about a box falling off a slanted surface.",
        "A video about a block sliding down a tilted board.",
        "A video about a book slipping off a slanted table."
    ],
    "116": [
        "A video about a cube sliding down a slope.",
        "A video about a cube staying on the edge.",
        "A video about a cube balancing on a slant.",
        "A video about a cube resisting gravity.",
        "A video about a cube defying rolling.",
        "A video about a cube's static position.",
        "A video about a cube's non-rolling state.",
        "A video about a cube's stability on a slope."
    ],
    "117": [
        "A video about a wobbly object being placed.",
        "A video about the object's immediate fall.",
        "A video about the table's surface.",
        "A video about the object's unstable base.",
        "A video about the object's tilted position.",
        "A video about the object's slow descent.",
        "A video about the object's final resting place.",
        "A video about the object's sideways collapse."
    ],
    "118": [
        "A video about a hand sliding an object under another.",
        "A video about a person bending to place an item.",
        "A video about a table being lifted to reveal space.",
        "A video about a drawer being pulled out slowly.",
        "A video about a box being tucked under a bed.",
        "A video about a book being placed under a stack.",
        "A video about a cushion being pushed under a chair.",
        "A video about a laptop being slid under a desk."
    ],
    "119": [
        "A video about a hand gripping an object.",
        "A video about lifting the object upright.",
        "A video about aligning the object with the table.",
        "A video about gently placing the object down.",
        "A video about the object standing stable.",
        "A video about the hand releasing the object.",
        "A video about the object's reflection on the table.",
        "A video about the table's surface under the object."
    ],
    "120": [
        "A video about a hand placing a book on the table.",
        "A video about a plate being set down gently.",
        "A video about a cup being positioned carefully.",
        "A video about a phone being placed upright.",
        "A video about a notebook being centered neatly.",
        "A video about a remote being set down softly.",
        "A video about a glass being placed with care.",
        "A video about a pen being laid down gently."
    ],
    "121": [
        "A video about a hand gently peeling away a layer.",
        "A video about a cloth being lifted to reveal.",
        "A video about a curtain slowly drawn back.",
        "A video about a cover being slid off.",
        "A video about a lid carefully removed.",
        "A video about a sheet being pulled away.",
        "A video about a wall panel pushed aside.",
        "A video about a door opening to unveil."
    ],
    "122": [
        "A video about a smooth rolling motion.",
        "A video about a steady, rhythmic roll.",
        "A video about a circular path traced.",
        "A video about a continuous forward roll.",
        "A video about a controlled rolling action.",
        "A video about a gentle, even roll.",
        "A video about a predictable rolling pattern.",
        "A video about a seamless rolling transition."
    ],
    "123": [
        "A video about a hand scooping up sand.",
        "A video about a spoon scooping soup.",
        "A video about a shovel scooping dirt.",
        "A video about a ladle scooping water.",
        "A video about a scoop lifting flour.",
        "A video about a scoop catching snow.",
        "A video about a scoop picking up toys.",
        "A video about a scoop gathering leaves."
    ],
    "124": [
        "A video about a person holding a photo.",
        "A video about the photo facing the camera.",
        "A video about the subject in the photo.",
        "A video about the person's hand steady.",
        "A video about the photo's clear details.",
        "A video about the camera's focus on the photo.",
        "A video about the person's calm expression.",
        "A video about the photo's vibrant colors."
    ],
    "125": [
        "A video about hands moving objects aside.",
        "A video about a person peeking behind a curtain.",
        "A video about a hand revealing a hidden item.",
        "A video about a person lifting a cloth to show.",
        "A video about a hand pulling a sheet back.",
        "A video about a person uncovering a surprise.",
        "A video about a hand sliding a box away.",
        "A video about a person lifting a lid to reveal."
    ],
    "126": [
        "A video about a hand placing an object next to another.",
        "A video about a person aligning two items side by side.",
        "A video about a finger pointing to something next to it.",
        "A video about a book being set beside a cup.",
        "A video about a toy car parked next to a toy truck.",
        "A video about a pen being placed next to a notebook.",
        "A video about a phone being set beside a charger.",
        "A video about a key being placed next to a lock."
    ],
    "127": [
        "A video about a hand placing a book on a table.",
        "A video about a person stacking plates on a shelf.",
        "A video about a child putting a toy on a box.",
        "A video about a worker setting a tool on a bench.",
        "A video about a chef arranging ingredients on a tray.",
        "A video about a student placing a notebook on a desk.",
        "A video about a gardener putting a pot on a stand.",
        "A video about a traveler setting a bag on a chair."
    ],
    "128": [
        "A video about a hand holding an object.",
        "A video about the object moving closer.",
        "A video about the object's details clear.",
        "A video about the object's texture shown.",
        "A video about the object's color vivid.",
        "A video about the object's shape distinct.",
        "A video about the object's size apparent.",
        "A video about the object's features highlighted."
    ],
    "129": [
        "A video about an empty glass being lifted.",
        "A video about a drawer being pulled open.",
        "A video about a box being flipped over.",
        "A video about a bag being turned inside out.",
        "A video about a wallet being opened wide.",
        "A video about a jar being unscrewed.",
        "A video about a backpack being unzipped.",
        "A video about a suitcase being opened flat."
    ],
    "130": [
        "A video about a hand reaching into a box.",
        "A video about a key sliding into a lock.",
        "A video about a coin dropping into a jar.",
        "A video about a letter being inserted into an envelope.",
        "A video about a toy being placed into a bag.",
        "A video about a book being tucked into a shelf.",
        "A video about a pen being put into a holder.",
        "A video about a card being slid into a slot."
    ],
    "131": [
        "A video about a ball being deflected by a bat.",
        "A video about a laser beam bouncing off a mirror.",
        "A video about a bullet ricocheting off a wall.",
        "A video about a water jet splashing against a surface.",
        "A video about a rocket's path altered by gravity.",
        "A video about a sword deflecting an incoming strike.",
        "A video about a car swerving to avoid an obstacle.",
        "A video about a bird changing direction mid-flight."
    ],
    "132": [
        "A video about two objects crashing into each other.",
        "A video about the impact causing a loud noise.",
        "A video about both objects bouncing off each other.",
        "A video about the objects deflecting in opposite directions.",
        "A video about the collision creating sparks.",
        "A video about the objects skidding across the surface.",
        "A video about the objects leaving visible marks.",
        "A video about the aftermath of the deflected objects."
    ],
    "133": [
        "A video about a sudden impact.",
        "A video about objects crashing.",
        "A video about a loud collision.",
        "A video about both objects stopping.",
        "A video about a dramatic halt.",
        "A video about a forceful stop.",
        "A video about a violent encounter.",
        "A video about a final collision."
    ],
    "134": [
        "A video about slow, gentle descent.",
        "A video about light, airy movement.",
        "A video about floating, drifting down.",
        "A video about soft, delicate fall.",
        "A video about effortless, graceful drop.",
        "A video about slow, leisurely drift.",
        "A video about gentle, wavering descent.",
        "A video about light, fluttery fall."
    ],
    "135": [
        "A video about a heavy object plummeting.",
        "A video about a rock-like object dropping.",
        "A video about an object falling rapidly.",
        "A video about a solid mass descending.",
        "A video about a weighty item plunging.",
        "A video about a dense object falling.",
        "A video about a heavy item dropping.",
        "A video about a massive object descending."
    ],
    "136": [
        "A video about liquid pouring behind an object.",
        "A video about coffee spilling behind a book.",
        "A video about water dripping behind a plant.",
        "A video about milk splashing behind a cup.",
        "A video about juice leaking behind a glass.",
        "A video about oil spreading behind a pan.",
        "A video about paint dripping behind a canvas.",
        "A video about syrup pouring behind a plate."
    ],
    "137": [
        "A video about a liquid pouring out.",
        "A video about a cup tipping over.",
        "A video about a spill near a table.",
        "A video about a puddle forming.",
        "A video about a spill near a plant.",
        "A video about a spill near a book.",
        "A video about a spill near a chair.",
        "A video about a spill near a lamp."
    ],
    "138": [
        "A video about liquid pouring out quickly.",
        "A video about droplets splashing down.",
        "A video about a steady stream flowing.",
        "A video about a container tipping over.",
        "A video about liquid spreading across.",
        "A video about a sudden spill reaction.",
        "A video about liquid pooling on surface.",
        "A video about a controlled spill motion."
    ],
    "139": [
        "A video about a hand spinning a top.",
        "A video about a wheel rotating smoothly.",
        "A video about a gyroscope in motion.",
        "A video about a frisbee in the air.",
        "A video about a dancer twirling.",
        "A video about a fan blade spinning.",
        "A video about a record on a turntable.",
        "A video about a child's toy spinning."
    ],
    "140": [
        "A video about a spinning top slowing down.",
        "A video about a wheel coming to a halt.",
        "A video about a gyroscope losing momentum.",
        "A video about a fan blades stopping mid-air.",
        "A video about a record player needle lifting.",
        "A video about a carousel gradually stopping.",
        "A video about a yo-yo returning to hand.",
        "A video about a helicopter rotor slowing."
    ],
    "141": [
        "A video about a smooth, even spread.",
        "A video about a quick, fluid motion.",
        "A video about a deliberate, controlled action.",
        "A video about a thin, consistent layer.",
        "A video about a gentle, rhythmic movement.",
        "A video about a precise, methodical process.",
        "A video about a gradual, expanding coverage.",
        "A video about a steady, unhurried pace."
    ],
    "142": [
        "A video about a gentle sprinkle of powder.",
        "A video about a steady stream of liquid.",
        "A video about a fine mist of droplets.",
        "A video about a rhythmic sprinkle motion.",
        "A video about a controlled pour of grains.",
        "A video about a delicate sprinkle of glitter.",
        "A video about a cascading flow of sand.",
        "A video about a precise sprinkle of spices."
    ],
    "143": [
        "A video about hands gripping firmly.",
        "A video about fingers pressing together.",
        "A video about a tight, focused grip.",
        "A video about a rhythmic squeezing motion.",
        "A video about a steady, controlled squeeze.",
        "A video about a gentle yet firm press.",
        "A video about a deliberate, slow squeeze.",
        "A video about a quick, forceful grip."
    ],
    "144": [
        "A video about precise stacking.",
        "A video about orderly arrangement.",
        "A video about gradual accumulation.",
        "A video about careful placement.",
        "A video about systematic buildup.",
        "A video about meticulous alignment.",
        "A video about controlled stacking.",
        "A video about harmonious layers."
    ],
    "145": [
        "A video about hands carefully stuffing fabric.",
        "A video about a person pushing a pillowcase.",
        "A video about a bag being filled with clothes.",
        "A video about a sandwich being layered with fillings.",
        "A video about a sock being stuffed with cotton.",
        "A video about a cushion being filled with foam.",
        "A video about a jar being packed with cookies.",
        "A video about a backpack being loaded with books."
    ],
    "146": [
        "A video about a hand reaching out.",
        "A video about fingers closing around an object.",
        "A video about the object being lifted.",
        "A video about the hand moving back.",
        "A video about the object being examined.",
        "A video about the table's remaining items.",
        "A video about the hand placing the object down.",
        "A video about the hand returning to the table."
    ],
    "147": [
        "A video about a hand reaching out.",
        "A video about fingers grasping an object.",
        "A video about the object being lifted.",
        "A video about the object moving away.",
        "A video about the hand retracting.",
        "A video about the object in hand.",
        "A video about the hand holding firmly.",
        "A video about the object's removal."
    ],
    "148": [
        "A video about hands reaching into a bag.",
        "A video about fingers grasping an item.",
        "A video about pulling a book from a shelf.",
        "A video about lifting a box from a pile.",
        "A video about extracting a key from a drawer.",
        "A video about retrieving a pen from a cup.",
        "A video about taking a phone from a pocket.",
        "A video about removing a toy from a box."
    ],
    "149": [
        "A video about hands gripping the object firmly.",
        "A video about the object bending under pressure.",
        "A video about the object cracking loudly.",
        "A video about the object splitting visibly.",
        "A video about the object separating into two pieces.",
        "A video about the two pieces falling apart.",
        "A video about the hands releasing the torn pieces.",
        "A video about the torn pieces lying on the surface."
    ],
    "150": [
        "A video about the slight tension in the paper.",
        "A video about the careful grip on the edges.",
        "A video about the gentle pull of the fingers.",
        "A video about the subtle crackling sound.",
        "A video about the minimal separation of fibers.",
        "A video about the delicate balance of force.",
        "A video about the almost imperceptible tear.",
        "A video about the cautious release of pressure."
    ],
    "151": [
        "A video about the arm's backswing.",
        "A video about the wrist's flick.",
        "A video about the object's arc.",
        "A video about the release point.",
        "A video about the follow-through.",
        "A video about the body's rotation.",
        "A video about the object's trajectory.",
        "A video about the arm's extension."
    ],
    "152": [
        "A video about the object's trajectory.",
        "A video about the force applied.",
        "A video about the impact sound.",
        "A video about the object's spin.",
        "A video about the target's reaction.",
        "A video about the thrower's stance.",
        "A video about the object's speed.",
        "A video about the thrower's expression."
    ],
    "153": [
        "A video about a smooth upward motion.",
        "A video about the object reaching its peak.",
        "A video about the object's descent.",
        "A video about the hand's anticipation.",
        "A video about the catch's precision.",
        "A video about the object's rotation.",
        "A video about the joy on the face.",
        "A video about the seamless repetition."
    ],
    "154": [
        "A video about a hand releasing an object.",
        "A video about the object soaring upwards.",
        "A video about the object reaching its peak.",
        "A video about the object beginning to descend.",
        "A video about the object falling gracefully.",
        "A video about the object nearing the ground.",
        "A video about the object landing softly.",
        "A video about the aftermath of the throw."
    ],
    "155": [
        "A video about the object's trajectory.",
        "A video about the hand's release.",
        "A video about the surface impact.",
        "A video about the object's spin.",
        "A video about the thrower's stance.",
        "A video about the object's bounce.",
        "A video about the thrower's follow-through.",
        "A video about the object's landing."
    ],
    "156": [
        "A video about a person carefully tilting a tray.",
        "A video about balancing a cup on a tilted surface.",
        "A video about adjusting the angle to prevent spillage.",
        "A video about a steady hand holding a tilted book.",
        "A video about a slight tilt to keep a vase upright.",
        "A video about a gentle nudge to balance a plate.",
        "A video about a controlled tilt to hold a glass.",
        "A video about a precise angle to support a box."
    ],
    "157": [
        "A video about a book slowly sliding off a table.",
        "A video about a glass tipping over a ledge.",
        "A video about a toy car rolling off a ramp.",
        "A video about a pen falling from a tilted desk.",
        "A video about a plate slipping off a tilted tray.",
        "A video about a vase toppling off a shelf.",
        "A video about a phone dropping from a tilted stand.",
        "A video about a cup falling off a tilted coaster."
    ],
    "158": [
        "A video about a hand pushing a cup.",
        "A video about a slow tilt of the cup.",
        "A video about the cup sliding off.",
        "A video about the cup hitting the floor.",
        "A video about liquid spilling out.",
        "A video about the cup rolling away.",
        "A video about the hand reacting.",
        "A video about the aftermath cleanup."
    ],
    "159": [
        "A video about a tilted container.",
        "A video about liquid spilling out.",
        "A video about objects falling out.",
        "A video about a slow tilt motion.",
        "A video about a sudden tilt action.",
        "A video about a colorful spill.",
        "A video about a smooth tilt process.",
        "A video about a chaotic spill effect."
    ],
    "160": [
        "A video about gentle fingertips on a surface.",
        "A video about a hand resting on a table.",
        "A video about fingers barely grazing a book.",
        "A video about a palm touching a wall.",
        "A video about a finger on a keyboard.",
        "A video about a hand on a doorknob.",
        "A video about fingertips on a fabric.",
        "A video about a hand on a glass pane."
    ],
    "161": [
        "A video about a frustrated person trying to stick a note.",
        "A video about a glue stick failing to adhere paper.",
        "A video about a magnet slipping off the fridge.",
        "A video about tape peeling off a surface.",
        "A video about a sticker refusing to stick.",
        "A video about a hook sliding off the wall.",
        "A video about a suction cup popping off.",
        "A video about a poster curling away from the wall."
    ],
    "162": [
        "A video about a person's futile effort.",
        "A video about a rigid object resisting.",
        "A video about a frustrated expression.",
        "A video about a steady grip on the object.",
        "A video about a slight movement of the object.",
        "A video about a pause and a sigh.",
        "A video about a determined face.",
        "A video about a motionless object."
    ],
    "163": [
        "A video about a shaky hand pouring.",
        "A video about liquid missing the target.",
        "A video about a spill next to the cup.",
        "A video about a frustrated expression.",
        "A video about a slow-motion spill.",
        "A video about a surprised reaction.",
        "A video about a puddle forming.",
        "A video about a sigh of disappointment."
    ],
    "164": [
        "A video about a smooth rotation.",
        "A video about a sudden flip.",
        "A video about gravity's effect.",
        "A video about objects falling out.",
        "A video about a controlled motion.",
        "A video about a chaotic spill.",
        "A video about a deliberate action.",
        "A video about a playful gesture."
    ],
    "165": [
        "A video about the camera descending steadily.",
        "A video about the lens pointing downwards.",
        "A video about the ground coming into focus.",
        "A video about the horizon tilting slightly.",
        "A video about the camera's angle changing.",
        "A video about the scene below expanding.",
        "A video about the camera's height decreasing.",
        "A video about the perspective shifting downward."
    ],
    "166": [
        "A video about the smooth rotation to the left.",
        "A video about the gradual shift in perspective.",
        "A video about the expanding field of view.",
        "A video about the subtle change in focus.",
        "A video about the dynamic movement of the scene.",
        "A video about the seamless transition to the left.",
        "A video about the panoramic reveal of the area.",
        "A video about the continuous flow of the shot."
    ],
    "167": [
        "A video about the smooth rotation to the right.",
        "A video about the camera's gradual turn.",
        "A video about the expanding view to the right.",
        "A video about the seamless camera movement.",
        "A video about the panoramic shift to the right.",
        "A video about the dynamic visual transition.",
        "A video about the camera's fluid swivel.",
        "A video about the cinematic rightward sweep."
    ],
    "168": [
        "A video about the skyscrapers towering above.",
        "A video about the treetops swaying gently.",
        "A video about the clouds drifting lazily.",
        "A video about the stars twinkling brightly.",
        "A video about the birds soaring high.",
        "A video about the sun setting majestically.",
        "A video about the moon glowing softly.",
        "A video about the fireworks bursting above."
    ],
    "169": [
        "A video about hands gripping a wet cloth.",
        "A video about fingers twisting the cloth tightly.",
        "A video about water droplets forming on the cloth.",
        "A video about water dripping steadily from the cloth.",
        "A video about the cloth becoming visibly drier.",
        "A video about the hands releasing the cloth.",
        "A video about the cloth hanging loosely.",
        "A video about the water pooling on the surface."
    ],
    "170": [
        "A video about hands gripping tightly.",
        "A video about fingers curling inward.",
        "A video about a rhythmic rotation.",
        "A video about a smooth, continuous motion.",
        "A video about a gradual tightening.",
        "A video about a focused concentration.",
        "A video about a steady, controlled twist.",
        "A video about a dynamic, fluid action."
    ],
    "171": [
        "A video about hands carefully peeling back layers.",
        "A video about dust flying as objects are revealed.",
        "A video about eyes widening in surprise.",
        "A video about a slow, deliberate uncovering process.",
        "A video about light reflecting off uncovered surfaces.",
        "A video about fingers tracing the edges of hidden items.",
        "A video about a sudden, dramatic unveiling.",
        "A video about the tension before the reveal."
    ],
    "172": [
        "A video about hands gently pulling apart.",
        "A video about a map revealing its details.",
        "A video about fabric slowly revealing its pattern.",
        "A video about a letter opening to show text.",
        "A video about a fan spreading its blades.",
        "A video about a scroll unrolling its content.",
        "A video about a package revealing its contents.",
        "A video about a book opening to a new page."
    ],
    "173": [
        "A video about a cloth moving smoothly.",
        "A video about a hand pressing firmly.",
        "A video about liquid being removed.",
        "A video about a surface becoming clean.",
        "A video about a repetitive motion.",
        "A video about a cloth absorbing dirt.",
        "A video about a quick swipe action.",
        "A video about a satisfying clean finish."
    ]
}