{
    "0": [
        "A video about climbers descending a cliff.",
        "A video about ropes securing the descent.",
        "A video about harnesses keeping climbers safe.",
        "A video about helmets protecting the head.",
        "A video about the breathtaking mountain views.",
        "A video about the controlled vertical movement.",
        "A video about the focus on each step.",
        "A video about the thrill of the adventure."
    ],
    "1": [
        "A video about energetic arm movements.",
        "A video about rhythmic head bobs.",
        "A video about intense facial expressions.",
        "A video about rapid hand strikes.",
        "A video about exaggerated body swings.",
        "A video about focused eye contact.",
        "A video about dynamic foot taps.",
        "A video about passionate lip syncing."
    ],
    "2": [
        "A video about students raising hands.",
        "A video about teachers pointing at boards.",
        "A video about kids laughing in classrooms.",
        "A video about chalk writing on blackboards.",
        "A video about laptops open on desks.",
        "A video about group discussions in circles.",
        "A video about books being flipped through.",
        "A video about presentations with slides."
    ],
    "3": [
        "A video about hands clapping rhythmically.",
        "A video about palms meeting forcefully.",
        "A video about fingers tapping together.",
        "A video about a sea of applauding faces.",
        "A video about a standing ovation.",
        "A video about a thunderous applause.",
        "A video about a slow, steady clap.",
        "A video about a collective expression of approval."
    ],
    "4": [
        "A video about the smooth application of cream.",
        "A video about the gentle spreading motion.",
        "A video about the even distribution of cream.",
        "A video about the soft texture of the cream.",
        "A video about the careful dabbing technique.",
        "A video about the focused attention on skin.",
        "A video about the slow and deliberate action.",
        "A video about the final touch of smoothness."
    ],
    "5": [
        "A video about the precise aim of the archer.",
        "A video about the swift release of the arrow.",
        "A video about the focused concentration on target.",
        "A video about the graceful stance of the archer.",
        "A video about the arrow's flight through the air.",
        "A video about the bow's tension before release.",
        "A video about the archer's calm before action.",
        "A video about the arrow's impact on the target."
    ],
    "6": [
        "A video about intense facial expressions.",
        "A video about gripping hands tightly.",
        "A video about muscles straining visibly.",
        "A video about bodies leaning forward.",
        "A video about sweat dripping down.",
        "A video about eyes focused intently.",
        "A video about veins bulging out.",
        "A video about cheering crowds around."
    ],
    "7": [
        "A video about delicate petals being arranged.",
        "A video about vibrant colors blending together.",
        "A video about a skilled hand trimming stems.",
        "A video about fresh blooms being placed in a vase.",
        "A video about a serene garden being recreated.",
        "A video about the art of flower symmetry.",
        "A video about the fragrance of fresh blossoms.",
        "A video about the joy of creating floral beauty."
    ],
    "8": [
        "A video about hands placing cpu into socket.",
        "A video about fingers connecting ram modules.",
        "A video about screws securing motherboard.",
        "A video about cables plugging into ports.",
        "A video about fan mounting on heatsink.",
        "A video about gpu sliding into slot.",
        "A video about power supply fitting in case.",
        "A video about final cable management."
    ],
    "9": [
        "A video about lively bidding gestures.",
        "A video about rapid hammer strikes.",
        "A video about intense bidder faces.",
        "A video about crowded auction tables.",
        "A video about colorful auction items.",
        "A video about enthusiastic auctioneers.",
        "A video about anxious bidder glances.",
        "A video about dynamic auction stages."
    ],
    "10": [
        "A video about a baby stretching arms.",
        "A video about a baby yawning wide.",
        "A video about a baby rubbing eyes.",
        "A video about a baby blinking slowly.",
        "A video about a baby smiling softly.",
        "A video about a baby sitting up.",
        "A video about a baby looking around.",
        "A video about a baby cooing gently."
    ],
    "11": [
        "A video about mixing dough with a wooden spoon.",
        "A video about scooping dough onto a tray.",
        "A video about cookies spreading in the oven.",
        "A video about golden cookies cooling on racks.",
        "A video about sprinkling chocolate chips evenly.",
        "A video about preheating the oven to 350°f.",
        "A video about cracking eggs into a bowl.",
        "A video about flour dusting the countertop."
    ],
    "12": [
        "A video about a person blowing a balloon.",
        "The balloon inflates slowly with each breath.",
        "The person's cheeks puff out visibly.",
        "The balloon's surface stretches tautly.",
        "The balloon wobbles as it fills up.",
        "The person's eyes squint slightly.",
        "The balloon's color brightens as it inflates.",
        "The person's lips form a tight seal."
    ],
    "13": [
        "A video about neatly folded bandages.",
        "The video shows precise wrapping techniques.",
        "It features a steady hand applying pressure.",
        "The video captures smooth, even layers.",
        "It demonstrates secure knot tying.",
        "The video highlights clean, sharp edges.",
        "It shows careful, gentle movements.",
        "The video emphasizes proper bandage placement."
    ],
    "14": [
        "A video about sizzling meat on the grill.",
        "A video about smoke rising from the coals.",
        "A video about chefs flipping burgers expertly.",
        "A video about skewers turning over the fire.",
        "A video about flames licking at the meat.",
        "A video about colorful vegetables on the grill.",
        "A video about juices dripping into the fire.",
        "A video about people enjoying grilled food."
    ],
    "15": [
        "A video about swift bottle flips.",
        "A video about precise pouring.",
        "A video about rhythmic shaking.",
        "A video about colorful layering.",
        "A video about quick mixing.",
        "A video about elegant garnishing.",
        "A video about dramatic flair.",
        "A video about smooth pouring."
    ],
    "16": [
        "A video about rhythmic mouth movements.",
        "A video about expressive facial expressions.",
        "A video about rapid tongue flicks.",
        "A video about intense eye contact.",
        "A video about dynamic head nods.",
        "A video about synchronized hand gestures.",
        "A video about energetic body movements.",
        "A video about creative vocal effects."
    ],
    "17": [
        "A video about beekeepers in protective gear.",
        "A video about bees swarming around hives.",
        "A video about honey extraction process.",
        "A video about inspecting bee frames.",
        "A video about beekeepers harvesting honey.",
        "A video about bees pollinating flowers.",
        "A video about hive maintenance tasks.",
        "A video about beekeepers training bees."
    ],
    "18": [
        "A video about fluid hip movements.",
        "A video about graceful arm gestures.",
        "A video about rhythmic belly rolls.",
        "A video about vibrant costume colors.",
        "A video about expressive facial expressions.",
        "A video about dynamic footwork patterns.",
        "A video about intricate hand placements.",
        "A video about mesmerizing veil dances."
    ],
    "19": [
        "A video about a person lifting weights.",
        "The person lies on a bench.",
        "The weights are lowered to chest level.",
        "The person pushes the weights upward.",
        "The weights are held above the chest.",
        "The person breathes steadily during the lift.",
        "The weights are returned to chest level.",
        "The person completes multiple repetitions."
    ],
    "20": [
        "A video about a person bending backwards.",
        "A video about the spine curving deeply.",
        "A video about arms reaching for the floor.",
        "A video about legs stretching to support.",
        "A video about the body forming an arch.",
        "A video about the face showing strain.",
        "A video about the torso elongating.",
        "A video about the feet firmly planted."
    ],
    "21": [
        "A video about metal sheets being heated.",
        "A video about a hydraulic press applying force.",
        "A video about a worker using a hammer.",
        "A video about metal rods being twisted.",
        "A video about a machine bending pipes.",
        "A video about sparks flying from the metal.",
        "A video about a laser cutting and bending.",
        "A video about metal coils being unrolled."
    ],
    "22": [
        "A video about biking through deep snow.",
        "The biker's tires create deep tracks.",
        "Snow sprays up with each pedal.",
        "The biker's breath is visible in cold air.",
        "Trees covered in snow line the path.",
        "The biker's face shows determination.",
        "Snowflakes gently fall around the biker.",
        "The bike's gears crunch in the snow."
    ],
    "23": [
        "A video about sand particles flying in all directions.",
        "A video about intense pressure creating fine dust.",
        "A video about metal surfaces being rapidly cleaned.",
        "A video about sparks and debris scattering around.",
        "A video about a powerful nozzle emitting sand.",
        "A video about the rhythmic sound of blasting.",
        "A video about surfaces regaining their original shine.",
        "A video about the controlled chaos of sand movement."
    ],
    "24": [
        "A video about molten glass glowing red.",
        "A video about a blowpipe shaping the glass.",
        "A video about the artist's steady breath.",
        "A video about the glass expanding softly.",
        "A video about the glass cooling slowly.",
        "A video about the glass's smooth surface.",
        "A video about the glass's delicate curves.",
        "A video about the glass's final form."
    ],
    "25": [
        "A video about leaves swirling in the wind.",
        "A video about a person using a rake.",
        "A video about leaves flying in the air.",
        "A video about a pile of leaves being blown.",
        "A video about leaves scattering on the ground.",
        "A video about a leaf blower in action.",
        "A video about leaves dancing in the breeze.",
        "A video about a yard clearing of leaves."
    ],
    "26": [
        "A video about someone holding a tissue.",
        "A video about the person leaning forward.",
        "A video about the nose being covered.",
        "A video about a quick, forceful exhale.",
        "A video about the tissue being removed.",
        "A video about the person looking relieved.",
        "A video about the tissue being crumpled.",
        "A video about the person disposing of it."
    ],
    "27": [
        "A video about a person taking a deep breath.",
        "A video about the person's cheeks puffing up.",
        "A video about the person's lips forming a circle.",
        "A video about a gentle stream of air flowing out.",
        "A video about the first candle flickering and going out.",
        "A video about the second candle following suit.",
        "A video about the room becoming dimmer.",
        "A video about the person smiling triumphantly."
    ],
    "28": [
        "A video about sleek bobsleds gliding.",
        "A video about helmets reflecting the track.",
        "A video about athletes gripping the sides.",
        "A video about speed blurring the scenery.",
        "A video about snow spraying behind.",
        "A video about intense focus on faces.",
        "A video about curves causing sharp turns.",
        "A video about adrenaline-fueled expressions."
    ],
    "29": [
        "A video about precise folding.",
        "A video about careful stitching.",
        "A video about smooth gluing.",
        "A video about neat trimming.",
        "A video about intricate patterns.",
        "A video about careful alignment.",
        "A video about delicate handling.",
        "A video about meticulous craftsmanship."
    ],
    "30": [
        "A video about high-flying acrobatics.",
        "A video about rhythmic bouncing motions.",
        "A video about joyful expressions on faces.",
        "A video about synchronized jumps in pairs.",
        "A video about graceful mid-air twists.",
        "A video about rapid, repetitive bounces.",
        "A video about colorful trampoline attire.",
        "A video about dynamic, energetic movements."
    ],
    "31": [
        "A video about players releasing the ball.",
        "A video about the ball rolling down the lane.",
        "A video about the pins being knocked down.",
        "A video about players celebrating their strikes.",
        "A video about the ball hitting the pins.",
        "A video about players lining up their shots.",
        "A video about the ball spinning in motion.",
        "A video about the pins scattering in impact."
    ],
    "32": [
        "A video about nimble fingers weaving strands.",
        "A video about rhythmic movements of the hands.",
        "A video about delicate twists and turns.",
        "A video about smooth, flowing braiding action.",
        "A video about focused concentration on hair.",
        "A video about precise sectioning of hair.",
        "A video about gentle pulling of strands.",
        "A video about seamless integration of sections."
    ],
    "33": [
        "A video about crumbs falling gently.",
        "A video about hands sprinkling crumbs.",
        "A video about bread being coated.",
        "A video about crumbs sticking to dough.",
        "A video about a golden crust forming.",
        "A video about crumbs in a bowl.",
        "A video about breading a chicken piece.",
        "A video about crumbs on a baking sheet."
    ],
    "34": [
        "A video about spinning on the head.",
        "A video about rapid leg movements.",
        "A video about intricate footwork.",
        "A video about body freezes.",
        "A video about flips and jumps.",
        "A video about arm spins.",
        "A video about floor spins.",
        "A video about body waves."
    ],
    "35": [
        "A video about dynamic brush strokes.",
        "A video about bold, expressive lines.",
        "A video about fluid, sweeping motions.",
        "A video about vibrant, contrasting colors.",
        "A video about rapid, decisive movements.",
        "A video about spontaneous, energetic forms.",
        "A video about abstract, lively patterns.",
        "A video about intense, passionate strokes."
    ],
    "36": [
        "A video about a woman holding a brush.",
        "A video about the brush moving through hair.",
        "A video about strands of hair being pulled.",
        "A video about the hair becoming smooth.",
        "A video about the woman's gentle movements.",
        "A video about the brush's rhythmic strokes.",
        "A video about the hair's natural shine.",
        "A video about the woman's satisfied smile."
    ],
    "37": [
        "A video about a person holding a toothbrush.",
        "The toothbrush is dipped into a cup of water.",
        "The person applies toothpaste to the brush.",
        "They start brushing the upper front teeth.",
        "The brush moves in circular motions.",
        "They switch to brushing the lower teeth.",
        "The person rinses their mouth with water.",
        "Finally, they spit out the toothpaste foam."
    ],
    "38": [
        "A video about assembling wooden panels.",
        "A video about attaching metal hinges.",
        "A video about securing shelves with screws.",
        "A video about painting the cabinet smooth.",
        "A video about polishing the edges shiny.",
        "A video about organizing tools neatly.",
        "A video about closing the doors tight.",
        "A video about admiring the finished piece."
    ],
    "39": [
        "A video about workers assembling beams.",
        "A video about tools scattered on the ground.",
        "A video about a roof being lifted.",
        "A video about nails being hammered.",
        "A video about a wall taking shape.",
        "A video about a door being installed.",
        "A video about windows being framed.",
        "A video about a completed shed."
    ],
    "40": [
        "A video about the thrill of free-falling.",
        "A video about the elastic cord snapping.",
        "A video about the jumper's face in shock.",
        "A video about the wind rushing past.",
        "A video about the breathtaking view below.",
        "A video about the sudden jerk upwards.",
        "A video about the crowd cheering loudly.",
        "A video about the jumper's final descent."
    ],
    "41": [
        "A video about street performers juggling.",
        "A video about musicians playing instruments.",
        "A video about dancers performing routines.",
        "A video about magicians doing tricks.",
        "A video about artists drawing live.",
        "A video about singers performing songs.",
        "A video about comedians telling jokes.",
        "A video about acrobats doing stunts."
    ],
    "42": [
        "A video about sleek kayaks gliding smoothly.",
        "A video about paddlers' synchronized strokes.",
        "A video about the reflection on the water.",
        "A video about the spray from the bow.",
        "A video about the focus in their eyes.",
        "A video about the balance on the waves.",
        "A video about the rhythm of the paddle.",
        "A video about the serenity of the scene."
    ],
    "43": [
        "A video about rhythmic movements.",
        "A video about acrobatic flips.",
        "A video about fluid transitions.",
        "A video about powerful kicks.",
        "A video about dynamic spins.",
        "A video about rhythmic clapping.",
        "A video about agile footwork.",
        "A video about expressive gestures."
    ],
    "44": [
        "A video about a gentle hand cradling the baby.",
        "A video about a smiling parent lifting the baby.",
        "A video about a secure hold around the baby.",
        "A video about a playful toss in the air.",
        "A video about a soothing sway with the baby.",
        "A video about a careful step with the baby.",
        "A video about a joyful spin with the baby.",
        "A video about a protective embrace of the baby."
    ],
    "45": [
        "A video about a person flipping sideways.",
        "A video about legs extending outward.",
        "A video about hands touching the ground.",
        "A video about a graceful arc in the air.",
        "A video about a continuous spinning motion.",
        "A video about a balanced body position.",
        "A video about a swift transition to standing.",
        "A video about a dynamic and fluid movement."
    ],
    "46": [
        "A video about a pumpkin with intricate designs.",
        "A video about a pumpkin with sharp, defined edges.",
        "A video about a pumpkin with detailed facial features.",
        "A video about a pumpkin with glowing eyes and mouth.",
        "A video about a pumpkin with a spooky, eerie look.",
        "A video about a pumpkin with a whimsical, playful design.",
        "A video about a pumpkin with a classic jack-o'-lantern face.",
        "A video about a pumpkin with a modern, abstract pattern."
    ],
    "47": [
        "A video about a fisherman casting a line.",
        "A video about the line slicing through water.",
        "A video about the bobber dipping suddenly.",
        "A video about the fisherman reeling in fast.",
        "A video about the fish thrashing in the net.",
        "A video about the fisherman holding a catch.",
        "A video about the fish glistening in sunlight.",
        "A video about the fisherman smiling proudly."
    ],
    "48": [
        "A video about the swift glove movement.",
        "A video about the ball's arc in flight.",
        "A video about the pitcher's windup.",
        "A video about the batter's anticipation.",
        "A video about the fielder's dive catch.",
        "A video about the ball's spin.",
        "A video about the catcher's stance.",
        "A video about the outfielder's leap."
    ],
    "49": [
        "A video about the frisbee's graceful arc.",
        "A video about the player's precise grip.",
        "A video about the wind's influence on flight.",
        "A video about the joy in catching the frisbee.",
        "A video about the quick, fluid arm motion.",
        "A video about the anticipation in the thrower's eyes.",
        "A video about the frisbee's sudden stop on catch.",
        "A video about the teamwork in passing the frisbee."
    ],
    "50": [
        "A video about the swift glove movement.",
        "A video about the ball's arc in flight.",
        "A video about the player's focused gaze.",
        "A video about the powerful arm swing.",
        "A video about the ball's smooth catch.",
        "A video about the player's quick reflexes.",
        "A video about the ball's tight spin.",
        "A video about the player's balanced stance."
    ],
    "51": [
        "A video about colorful confetti raining down.",
        "A video about people cheering and clapping.",
        "A video about balloons floating in the air.",
        "A video about a crowd dancing energetically.",
        "A video about fireworks illuminating the sky.",
        "A video about flags waving proudly.",
        "A video about a cake with lit candles.",
        "A video about a parade with festive floats."
    ],
    "52": [
        "A video about a mechanic lifting the car.",
        "A video about removing the oil plug.",
        "A video about draining old oil into a pan.",
        "A video about replacing the oil filter.",
        "A video about pouring new oil into the engine.",
        "A video about checking the oil level.",
        "A video about tightening the oil plug.",
        "A video about disposing of the old oil."
    ],
    "53": [
        "A video about a rotating wheel.",
        "A video about a transforming hub.",
        "A video about a shifting rim.",
        "A video about a dynamic axle.",
        "A video about a morphing tire.",
        "A video about a changing spokes.",
        "A video about a fluid motion.",
        "A video about a versatile design."
    ],
    "54": [
        "A video about a person squatting near the tire.",
        "A video about hands feeling the tire's surface.",
        "A video about eyes inspecting the tire's tread.",
        "A video about fingers pressing the tire's sidewall.",
        "A video about a tire gauge being inserted.",
        "A video about the gauge's digital readout.",
        "A video about the person standing up.",
        "A video about the satisfied nod of approval."
    ],
    "55": [
        "A video about energetic jumps and flips.",
        "A video about synchronized dance routines.",
        "A video about vibrant costumes and pom-poms.",
        "A video about high-energy stunts and lifts.",
        "A video about dynamic formations and transitions.",
        "A video about enthusiastic cheering and chanting.",
        "A video about team spirit and unity.",
        "A video about fast-paced movements and rhythm."
    ],
    "56": [
        "A video about the axe slicing through the wood.",
        "A video about the wood splitting in half.",
        "A video about the chips flying in the air.",
        "A video about the muscles flexing on the arm.",
        "A video about the rhythmic motion of chopping.",
        "A video about the sweat glistening on the brow.",
        "A video about the log falling to the ground.",
        "A video about the satisfaction in the worker's face."
    ],
    "57": [
        "A video about hands coming together.",
        "A video about fingers interlocking.",
        "A video about palms touching.",
        "A video about rhythmic hand movements.",
        "A video about quick hand claps.",
        "A video about synchronized hand actions.",
        "A video about loud hand sounds.",
        "A video about joyful hand gestures."
    ],
    "58": [
        "A video about hands shaping clay.",
        "A video about a potter's wheel spinning.",
        "A video about clay slabs being rolled.",
        "A video about tools carving designs.",
        "A video about clay pieces drying.",
        "A video about kilns firing pottery.",
        "A video about glazes being applied.",
        "A video about finished pieces displayed."
    ],
    "59": [
        "A video about the lifter gripping the bar tightly.",
        "A video about the lifter dipping slightly before lifting.",
        "A video about the lifter explosively pushing the bar up.",
        "A video about the lifter quickly bending their knees.",
        "A video about the lifter catching the bar overhead.",
        "A video about the lifter stabilizing with locked arms.",
        "A video about the lifter standing upright with the bar.",
        "A video about the lifter breathing out after the lift."
    ],
    "60": [
        "A video about a mop gliding smoothly.",
        "A video about a person bending to scrub.",
        "A video about water splashing on tiles.",
        "A video about a broom sweeping dust.",
        "A video about a vacuum whirring loudly.",
        "A video about a rag wiping a spill.",
        "A video about a bucket filled with suds.",
        "A video about a floor shining brightly."
    ],
    "61": [
        "A video about a ladder propped against the house.",
        "A video about a person climbing the ladder.",
        "A video about a rake pulling debris from gutters.",
        "A video about leaves and twigs falling to the ground.",
        "A video about a hose spraying water into the gutter.",
        "A video about water flowing freely down the spout.",
        "A video about a person descending the ladder safely.",
        "A video about a clean gutter and a tidy yard."
    ],
    "62": [
        "A video about a person scrubbing the pool walls.",
        "A video about a net skimming debris.",
        "A video about a hose rinsing the surface.",
        "A video about a brush cleaning the tiles.",
        "A video about a vacuum removing dirt.",
        "A video about a person testing the water.",
        "A video about a ladder near the pool edge.",
        "A video about a bucket filled with cleaning supplies."
    ],
    "63": [
        "A video about a person scrubbing shoes.",
        "A video about foam covering the shoes.",
        "A video about water rinsing off dirt.",
        "A video about a brush moving back and forth.",
        "A video about shoes drying in the sun.",
        "A video about a cloth wiping the shoes.",
        "A video about shoes looking shiny and new.",
        "A video about a satisfied smile after cleaning."
    ],
    "64": [
        "A video about a person wearing gloves.",
        "A video about scrubbing the toilet bowl.",
        "A video about using a brush.",
        "A video about pouring cleaner.",
        "A video about rinsing the brush.",
        "A video about flushing the toilet.",
        "A video about wiping the seat.",
        "A video about removing gloves."
    ],
    "65": [
        "A video about a person spraying cleaner on windows.",
        "A video about a person wiping windows with a cloth.",
        "A video about a person scrubbing stubborn stains.",
        "A video about a person squeegeeing water off windows.",
        "A video about a person rinsing windows with water.",
        "A video about a person drying windows with a towel.",
        "A video about a person inspecting clean windows.",
        "A video about a person replacing tools after cleaning."
    ],
    "66": [
        "A video about hands gripping the rope tightly.",
        "A video about feet pushing against the wall.",
        "A video about the rope swaying slightly.",
        "A video about sweat glistening on the forehead.",
        "A video about muscles straining visibly.",
        "A video about the climber's steady breathing.",
        "A video about the rope's rough texture.",
        "A video about the climber's determined face."
    ],
    "67": [
        "A video about hands gripping the ladder rungs.",
        "A video about feet stepping firmly on each rung.",
        "A video about the climber's steady upward movement.",
        "A video about the ladder's vertical alignment.",
        "A video about the climber's focused expression.",
        "A video about the gradual ascent to the top.",
        "A video about the climber's balanced posture.",
        "A video about the final step onto the platform."
    ],
    "68": [
        "A video about a climber scaling a tall oak tree.",
        "A video about hands gripping rough bark tightly.",
        "A video about feet finding secure footholds.",
        "A video about the climber's body moving rhythmically.",
        "A video about leaves rustling in the wind.",
        "A video about the sun casting dappled shadows.",
        "A video about the climber reaching a high branch.",
        "A video about the view from the treetop."
    ],
    "69": [
        "A video about smooth object manipulation.",
        "A video about fluid hand movements.",
        "A video about precise ball control.",
        "A video about floating illusion effects.",
        "A video about rhythmic body coordination.",
        "A video about mesmerizing patterns.",
        "A video about dynamic balance shifts.",
        "A video about captivating visual tricks."
    ],
    "70": [
        "A video about a chef seasoning the chicken.",
        "A video about the chicken sizzling in a pan.",
        "A video about the chef flipping the chicken.",
        "A video about the chicken browning evenly.",
        "A video about the chef adding herbs to the pan.",
        "A video about the chicken resting on a plate.",
        "A video about the chef carving the chicken.",
        "A video about the chicken being plated beautifully."
    ],
    "71": [
        "A video about cracking eggs into a bowl.",
        "A video about whisking eggs vigorously.",
        "A video about pouring eggs into a pan.",
        "A video about eggs sizzling on the pan.",
        "A video about flipping eggs with a spatula.",
        "A video about eggs turning golden brown.",
        "A video about eggs being plated neatly.",
        "A video about garnishing eggs with herbs."
    ],
    "72": [
        "A video about sizzling bacon on the grill.",
        "A video about bubbling stew in a pot.",
        "A video about roasting marshmallows over flames.",
        "A video about flipping pancakes on a griddle.",
        "A video about skewers of veggies on the fire.",
        "A video about crackling logs under a pot.",
        "A video about golden cornbread in a cast iron.",
        "A video about simmering beans in a dutch oven."
    ],
    "73": [
        "A video about sizzling sausages on a grill.",
        "A video about flipping sausages with tongs.",
        "A video about golden brown sausage skins.",
        "A video about smoke rising from the grill.",
        "A video about sausages releasing juices.",
        "A video about a chef seasoning sausages.",
        "A video about sausages cooking evenly.",
        "A video about sausages being plated."
    ],
    "74": [
        "A video about counting bills neatly.",
        "A video about stacking coins precisely.",
        "A video about sorting cash by type.",
        "A video about counting out loud.",
        "A video about using a counting tray.",
        "A video about organizing money quickly.",
        "A video about counting with a calculator.",
        "A video about verifying totals carefully."
    ],
    "75": [
        "A video about energetic footwork.",
        "A video about synchronized movements.",
        "A video about vibrant cowboy boots.",
        "A video about lively country music.",
        "A video about twirling partners.",
        "A video about colorful western shirts.",
        "A video about rhythmic clapping.",
        "A video about joyful expressions."
    ],
    "76": [
        "A video about a person twisting their neck.",
        "The camera captures the sound of cracking.",
        "The subject's face shows relief and comfort.",
        "The neck movement is slow and deliberate.",
        "The room is dimly lit with soft light.",
        "The person's posture is relaxed and casual.",
        "The cracking sound is distinct and clear.",
        "The video ends with a satisfied smile."
    ],
    "77": [
        "A video about a baby's first crawl.",
        "A video about tiny hands gripping the floor.",
        "A video about wobbly legs gaining strength.",
        "A video about a baby's determined face.",
        "A video about a baby's feet pushing off.",
        "A video about a baby's slow progress.",
        "A video about a baby's joyful expression.",
        "A video about a baby's newfound freedom."
    ],
    "78": [
        "A video about people wading through shallow water.",
        "A video about a boat navigating swift currents.",
        "A video about a bridge over a wide river.",
        "A video about children splashing in the river.",
        "A video about a rope swing over the river.",
        "A video about a canoe gliding on the water.",
        "A video about a group crossing a narrow stream.",
        "A video about a ferry transporting vehicles."
    ],
    "79": [
        "A video about tears streaming down the cheeks.",
        "A video about red, puffy eyes.",
        "A video about trembling lips.",
        "A video about a hunched posture.",
        "A video about a hand covering the face.",
        "A video about a shaking voice.",
        "A video about wet, flushed cheeks.",
        "A video about a quivering chin."
    ],
    "80": [
        "A video about curling irons heating up.",
        "A video about strands wrapped around.",
        "A video about steam rising from hair.",
        "A video about fingers gently releasing curls.",
        "A video about hair bouncing with movement.",
        "A video about mirrors reflecting styled locks.",
        "A video about tools clinking on surfaces.",
        "A video about smiles after perfect curls."
    ],
    "81": [
        "A video about a person holding nail clippers.",
        "The clippers open and close smoothly.",
        "Nails are snipped with precision.",
        "Tiny nail fragments fall to the floor.",
        "The person inspects the cut nails.",
        "A close-up of the nail clippers.",
        "The sound of snipping is clear.",
        "The person smiles after finishing."
    ],
    "82": [
        "A video about a sharp knife slicing through the pineapple.",
        "A video about the pineapple's skin being peeled away.",
        "A video about the pineapple being cut into circular slices.",
        "A video about the pineapple core being removed cleanly.",
        "A video about the pineapple chunks falling into a bowl.",
        "A video about the pineapple being diced into small pieces.",
        "A video about the pineapple juice dripping from the cuts.",
        "A video about the pineapple being arranged on a plate."
    ],
    "83": [
        "A video about a sharp knife slicing through the rind.",
        "A video about the knife cutting into the flesh.",
        "A video about juice dripping from the slices.",
        "A video about the watermelon halves separating.",
        "A video about the knife cutting through seeds.",
        "A video about the slices falling onto a plate.",
        "A video about the knife cutting thin slices.",
        "A video about the watermelon pieces glistening."
    ],
    "84": [
        "A video about graceful pirouettes.",
        "A video about elegant leaps.",
        "A video about fluid arm movements.",
        "A video about precise footwork.",
        "A video about expressive facial expressions.",
        "A video about synchronized group dances.",
        "A video about dynamic spins.",
        "A video about harmonious stage presence."
    ],
    "85": [
        "A video about energetic footwork.",
        "A video about playful arm movements.",
        "A video about rhythmic hip swings.",
        "A video about quick, bouncy steps.",
        "A video about syncopated leg kicks.",
        "A video about dynamic partner interactions.",
        "A video about vibrant, colorful costumes.",
        "A video about lively, upbeat music."
    ],
    "86": [
        "A video about energetic horse-riding moves.",
        "A video about vibrant, colorful outfits.",
        "A video about synchronized dance formations.",
        "A video about playful, exaggerated gestures.",
        "A video about dynamic, fast-paced choreography.",
        "A video about joyful, celebratory atmosphere.",
        "A video about catchy, upbeat music.",
        "A video about humorous, satirical elements."
    ],
    "87": [
        "A video about energetic hand movements.",
        "A video about rhythmic arm swings.",
        "A video about synchronized leg steps.",
        "A video about joyful facial expressions.",
        "A video about catchy music beats.",
        "A video about colorful costumes.",
        "A video about lively crowd participation.",
        "A video about fun dance routines."
    ],
    "88": [
        "A video about the barbell gripped firmly.",
        "A video about the lifter's legs spread wide.",
        "A video about the back kept straight.",
        "A video about the hips lowering slowly.",
        "A video about the barbell touching shins.",
        "A video about the explosive upward motion.",
        "A video about the shoulders pulled back.",
        "A video about the barbell lifted high."
    ],
    "89": [
        "A video about colorful ornaments hanging.",
        "A video about twinkling lights wrapping.",
        "A video about shiny tinsel draping.",
        "A video about star topper placing.",
        "A video about family laughter sharing.",
        "A video about festive music playing.",
        "A video about warm glow lighting.",
        "A video about joyful faces smiling."
    ],
    "90": [
        "A video about a person using a shovel.",
        "A video about dirt flying into the air.",
        "A video about a hole getting deeper.",
        "A video about sweat dripping from the forehead.",
        "A video about the rhythmic motion of digging.",
        "A video about the soil being turned over.",
        "A video about the determination in the eyes.",
        "A video about the final pile of dirt."
    ],
    "91": [
        "A video about lively conversations.",
        "A video about clinking glasses.",
        "A video about colorful dishes.",
        "A video about bustling waiters.",
        "A video about laughter around.",
        "A video about aromatic food.",
        "A video about shared plates.",
        "A video about vibrant atmosphere."
    ],
    "92": [
        "A video about players throwing discs.",
        "A video about discs flying through air.",
        "A video about players aiming at targets.",
        "A video about lush green courses.",
        "A video about players walking trails.",
        "A video about discs landing in baskets.",
        "A video about players celebrating shots.",
        "A video about nature surrounding play."
    ],
    "93": [
        "A video about the towering cliff face.",
        "A video about the crystal-clear water.",
        "A video about the daring divers.",
        "A video about the breathtaking view.",
        "A video about the splash of water.",
        "A video about the rocky terrain.",
        "A video about the sunlit sky.",
        "A video about the serene atmosphere."
    ],
    "94": [
        "A video about players dodging balls.",
        "A video about swift movements.",
        "A video about intense concentration.",
        "A video about colorful uniforms.",
        "A video about teamwork dynamics.",
        "A video about strategic throws.",
        "A video about energetic cheers.",
        "A video about fast-paced action."
    ],
    "95": [
        "A video about energetic jumping jacks.",
        "A video about rhythmic arm movements.",
        "A video about synchronized leg lifts.",
        "A video about graceful lunges.",
        "A video about dynamic knee raises.",
        "A video about controlled breathing.",
        "A video about fluid body rotations.",
        "A video about vibrant smiles."
    ],
    "96": [
        "A video about clothes being sorted by color.",
        "A video about detergent being poured into a machine.",
        "A video about socks being paired and folded.",
        "A video about a washer spinning with water.",
        "A video about a dryer tumbling with heat.",
        "A video about clothes being hung to dry.",
        "A video about a laundry basket being filled.",
        "A video about ironing a crisp white shirt."
    ],
    "97": [
        "A video about nail polish application.",
        "A video about nail art designs.",
        "A video about filing and shaping nails.",
        "A video about hand massage techniques.",
        "A video about nail drying methods.",
        "A video about cuticle care.",
        "A video about nail stamping.",
        "A video about glitter nail application."
    ],
    "98": [
        "A video about dynamic movement.",
        "A video about vibrant colors.",
        "A video about fluid lines.",
        "A video about expressive gestures.",
        "A video about energetic poses.",
        "A video about dramatic shadows.",
        "A video about bold contrasts.",
        "A video about intense focus."
    ],
    "99": [
        "A video about quick footwork and agility.",
        "A video about precise ball control.",
        "A video about rapid changes of direction.",
        "A video about low stance and balance.",
        "A video about fluid body movements.",
        "A video about quick hand-eye coordination.",
        "A video about deceptive feints and pivots.",
        "A video about maintaining speed while dribbling."
    ],
    "100": [
        "A video about a person lifting a glass to their lips.",
        "A video about liquid flowing into an open mouth.",
        "A video about eyes closing in satisfaction.",
        "A video about a hand gripping a cold glass.",
        "A video about droplets falling from the glass.",
        "A video about a smile forming after a sip.",
        "A video about a person tilting their head back.",
        "A video about a glass being set down gently."
    ],
    "101": [
        "A video about a man holding a frosty mug.",
        "A video about foam cascading down the glass.",
        "A video about the amber liquid pouring smoothly.",
        "A video about the man tilting the mug back.",
        "A video about the liquid disappearing from the glass.",
        "A video about the man's satisfied smile.",
        "A video about the bubbles rising in the glass.",
        "A video about the condensation on the mug."
    ],
    "102": [
        "A video about people clinking shot glasses.",
        "A video about quick, decisive movements.",
        "A video about laughter and cheers.",
        "A video about liquid pouring into glasses.",
        "A video about hands lifting glasses.",
        "A video about eyes closing after a shot.",
        "A video about a group of friends.",
        "A video about the sound of glasses hitting."
    ],
    "103": [
        "A video about a sleek black sedan.",
        "The car accelerates smoothly on the highway.",
        "Sunlight glints off the polished exterior.",
        "The driver shifts gears with precision.",
        "Tires screech as the car takes a turn.",
        "Headlights illuminate the dark road ahead.",
        "The dashboard glows with digital readouts.",
        "The engine roars as it reaches top speed."
    ],
    "104": [
        "A video about a powerful engine roaring.",
        "A video about wheels churning through mud.",
        "A video about a sturdy metal frame.",
        "A video about a driver's focused face.",
        "A video about the tractor's bright lights.",
        "A video about the field being plowed.",
        "A video about exhaust fumes rising.",
        "A video about the tractor's sleek design."
    ],
    "105": [
        "A video about a swift leg swing.",
        "A video about a high arc trajectory.",
        "A video about a powerful foot strike.",
        "A video about a balanced follow-through.",
        "A video about a dynamic body rotation.",
        "A video about a focused facial expression.",
        "A video about a precise timing.",
        "A video about a controlled landing."
    ],
    "106": [
        "A video about rapid finger movements.",
        "A video about precise hand coordination.",
        "A video about rhythmic tapping patterns.",
        "A video about dynamic finger agility.",
        "A video about fluid hand gestures.",
        "A video about intense finger speed.",
        "A video about expressive hand motions.",
        "A video about energetic finger beats."
    ],
    "107": [
        "A video about a player leaping high.",
        "A video about the ball slamming through.",
        "A video about the net swaying.",
        "A video about the crowd cheering.",
        "A video about the player's intense focus.",
        "A video about the powerful arm swing.",
        "A video about the ball's smooth arc.",
        "A video about the player's triumphant landing."
    ],
    "108": [
        "A video about applying dye evenly.",
        "A video about mixing colors smoothly.",
        "A video about combing through hair.",
        "A video about rinsing out dye.",
        "A video about drying hair gently.",
        "A video about checking for streaks.",
        "A video about applying conditioner.",
        "A video about final hair inspection."
    ],
    "109": [
        "A video about a juicy burger dripping with sauce.",
        "A video about a person biting into a crispy bun.",
        "A video about melted cheese oozing out.",
        "A video about lettuce and tomato slices falling.",
        "A video about ketchup and mustard squirted.",
        "A video about a satisfied smile after the bite.",
        "A video about the burger being lifted to the mouth.",
        "A video about the sound of chewing and crunching."
    ],
    "110": [
        "A video about a person cutting the cake.",
        "A video about the fork piercing the cake.",
        "A video about the cake crumbling on the plate.",
        "A video about the person lifting the fork.",
        "A video about the cake on the fork.",
        "A video about the person bringing the fork to their mouth.",
        "A video about the person chewing the cake.",
        "A video about the person swallowing the cake."
    ],
    "111": [
        "A video about a person holding a carrot.",
        "A video about the person biting the carrot.",
        "A video about the person chewing the carrot.",
        "A video about the person swallowing the carrot.",
        "A video about the person peeling the carrot.",
        "A video about the person slicing the carrot.",
        "A video about the person enjoying the carrot.",
        "A video about the person finishing the carrot."
    ],
    "112": [
        "A video about someone grabbing a handful of chips.",
        "A video about the sound of crunching chips.",
        "A video about the person's mouth opening wide.",
        "A video about the chips falling into the mouth.",
        "A video about the person chewing with satisfaction.",
        "A video about the crumbs falling onto the plate.",
        "A video about the person licking their fingers clean.",
        "A video about the person reaching for more chips."
    ],
    "113": [
        "A video about a person biting into a doughnut.",
        "A video about doughnut crumbs flying.",
        "A video about a satisfied smile after eating.",
        "A video about a glazed doughnut glistening.",
        "A video about a hand reaching for a doughnut.",
        "A video about a chocolate doughnut melting.",
        "A video about a person licking their fingers.",
        "A video about a doughnut box being opened."
    ],
    "114": [
        "A video about a person biting into a hotdog.",
        "A video about ketchup dripping down the bun.",
        "A video about mustard splattering on the plate.",
        "A video about relish glistening on the hotdog.",
        "A video about a mouth full of juicy sausage.",
        "A video about a hand holding the hotdog firmly.",
        "A video about a satisfied smile after a bite.",
        "A video about a napkin wiping away sauce."
    ],
    "115": [
        "A video about a child licking a colorful cone.",
        "A video about a person savoring a creamy scoop.",
        "A video about a spoon scraping the last bit.",
        "A video about a smile forming with each bite.",
        "A video about a melting ice cream dripping down.",
        "A video about a tongue catching a falling drop.",
        "A video about a cone being devoured with delight.",
        "A video about a sundae being enjoyed with a spoon."
    ],
    "116": [
        "A video about twirling spaghetti on a fork.",
        "A video about slurping noodles with a smile.",
        "A video about sauce dripping from the fork.",
        "A video about a satisfied expression on the face.",
        "A video about the fork moving towards the mouth.",
        "A video about the tongue catching the spaghetti.",
        "A video about the plate being pushed aside.",
        "A video about the fork scraping the plate clean."
    ],
    "117": [
        "A video about juicy red watermelon slices.",
        "A video about a person biting into the fruit.",
        "A video about sweet juice dripping down.",
        "A video about seeds being spit out quickly.",
        "A video about a satisfied smile after each bite.",
        "A video about the sound of crunching rind.",
        "A video about hands holding the watermelon firmly.",
        "A video about the refreshing coolness of the fruit."
    ],
    "118": [
        "A video about children searching joyfully.",
        "A video about colorful eggs hidden cleverly.",
        "A video about baskets filled with treasures.",
        "A video about laughter echoing in the park.",
        "A video about families bonding over hunts.",
        "A video about excited faces finding eggs.",
        "A video about springtime fun in the sun.",
        "A video about prizes for the fastest finders."
    ],
    "119": [
        "A video about lifting weights with determination.",
        "A video about stretching arms with precision.",
        "A video about pushing through resistance bands.",
        "A video about curling dumbbells with focus.",
        "A video about rotating wrists for flexibility.",
        "A video about pulling on cables with strength.",
        "A video about pressing barbells overhead.",
        "A video about swinging kettlebells with control."
    ],
    "120": [
        "A video about dynamic movements.",
        "A video about balance challenges.",
        "A video about core engagement.",
        "A video about rhythmic bouncing.",
        "A video about controlled rolling.",
        "A video about stretching exercises.",
        "A video about stability focus.",
        "A video about fluid transitions."
    ],
    "121": [
        "A video about firefighters rushing to the scene.",
        "A video about water streams hitting the flames.",
        "A video about smoke billowing into the sky.",
        "A video about firefighters wearing protective gear.",
        "A video about fire trucks arriving swiftly.",
        "A video about flames being doused by foam.",
        "A video about the fire being contained.",
        "A video about the aftermath of the blaze."
    ],
    "122": [
        "A video about a person falling face-first.",
        "A video about the sudden impact on the ground.",
        "A video about the body's immediate reaction.",
        "A video about the dust or debris kicked up.",
        "A video about the facial expression of surprise.",
        "A video about the awkward attempt to recover.",
        "A video about the audience's reaction of shock.",
        "A video about the aftermath of the fall."
    ],
    "123": [
        "A video about birds gathering eagerly.",
        "A video about a person scattering seeds.",
        "A video about birds pecking at the ground.",
        "A video about a serene garden setting.",
        "A video about birds flapping their wings.",
        "A video about a calm morning scene.",
        "A video about birds chirping joyfully.",
        "A video about a gentle hand feeding."
    ],
    "124": [
        "A video about fish eagerly swimming to the surface.",
        "A video about a hand gently sprinkling food.",
        "A video about fish nibbling at floating pellets.",
        "A video about bubbles rising from the bottom.",
        "A video about fish competing for food scraps.",
        "A video about a calm pond rippling slightly.",
        "A video about fish tails flicking in unison.",
        "A video about a serene underwater feeding scene."
    ],
    "125": [
        "A video about goats eagerly approaching.",
        "A video about a person holding hay.",
        "A video about goats nibbling on grass.",
        "A video about a goat chewing loudly.",
        "A video about a goat licking hands.",
        "A video about a goat jumping for food.",
        "A video about a goat pushing others.",
        "A video about a goat eating quickly."
    ],
    "126": [
        "A video about precise eyebrow shaping.",
        "A video about smooth eyebrow filling.",
        "A video about natural-looking strokes.",
        "A video about even eyebrow shading.",
        "A video about detailed eyebrow contouring.",
        "A video about seamless blending.",
        "A video about defined eyebrow arches.",
        "A video about flawless eyebrow application."
    ],
    "127": [
        "A video about quick, precise movements.",
        "A video about the thumb and middle finger.",
        "A video about a sharp, clicking sound.",
        "A video about rhythmic, repetitive actions.",
        "A video about the hand's swift motion.",
        "A video about the finger's release and snap.",
        "A video about the hand's relaxed position.",
        "A video about the finger's quick retraction."
    ],
    "128": [
        "A video about hands gently brushing through hair.",
        "A video about fingers twisting a strand of hair.",
        "A video about a comb smoothly gliding through locks.",
        "A video about a hairpin being delicately inserted.",
        "A video about a hair tie being wrapped around a bun.",
        "A video about a brush creating soft, flowing waves.",
        "A video about a hair dryer shaping tousled strands.",
        "A video about a mirror reflecting a polished style."
    ],
    "129": [
        "A video about the spatula lifting the pancake.",
        "A video about the pancake spinning in the air.",
        "A video about the pancake landing perfectly.",
        "A video about the chef's confident wrist flick.",
        "A video about the pancake's golden brown color.",
        "A video about the spatula's precise movement.",
        "A video about the pancake's graceful arc.",
        "A video about the chef's focused expression."
    ],
    "130": [
        "A video about a colorful kite soaring high.",
        "A video about the kite's tail fluttering in the wind.",
        "A video about the kite's string stretching taut.",
        "A video about the kite dancing in the sky.",
        "A video about the kite's vibrant patterns catching light.",
        "A video about the kite's ascent against the blue sky.",
        "A video about the kite's graceful descent.",
        "A video about the kite's joyful flight over fields."
    ],
    "131": [
        "A video about hands smoothing out wrinkles.",
        "A video about neatly stacking folded shirts.",
        "A video about aligning sleeves perfectly.",
        "A video about rolling socks into pairs.",
        "A video about folding pants with precision.",
        "A video about organizing folded clothes in drawers.",
        "A video about using a folding board.",
        "A video about neatly folding towels."
    ],
    "132": [
        "A video about hands deftly folding fabric.",
        "A video about smooth, rhythmic movements.",
        "A video about precise creases forming.",
        "A video about napkins transforming into shapes.",
        "A video about gentle, practiced motions.",
        "A video about symmetry in action.",
        "A video about calm, methodical folding.",
        "A video about elegant, simple patterns."
    ],
    "133": [
        "A video about hands gently creasing paper.",
        "A video about fingers aligning edges precisely.",
        "A video about paper bending with a smooth motion.",
        "A video about a crisp fold forming neatly.",
        "A video about hands pressing down firmly.",
        "A video about paper unfolding and refolding.",
        "A video about a final fold being completed.",
        "A video about paper being tucked into place."
    ],
    "134": [
        "A video about lifting weights from the floor.",
        "The video shows controlled arm movements.",
        "Participants stand with feet shoulder-width apart.",
        "Weights are held with palms facing forward.",
        "Arms extend upward to shoulder level.",
        "Elbows remain slightly bent throughout.",
        "Breathing is synchronized with the lifts.",
        "The video emphasizes form and posture."
    ],
    "135": [
        "A video about sizzling oil in the pan.",
        "A video about colorful veggies being tossed.",
        "A video about steam rising from the pan.",
        "A video about onions turning translucent.",
        "A video about peppers getting charred edges.",
        "A video about garlic cloves turning golden.",
        "A video about the pan's rhythmic shaking.",
        "A video about the final stir before serving."
    ],
    "136": [
        "A video about workers in reflective vests.",
        "A video about trucks with compactors.",
        "A video about bins being lifted.",
        "A video about streets being cleaned.",
        "A video about sorting recyclables.",
        "A video about trash being dumped.",
        "A video about machinery in action.",
        "A video about workers sorting waste."
    ],
    "137": [
        "A video about a person holding a cup.",
        "The person tilts their head back.",
        "They pour liquid into their mouth.",
        "The person moves their jaw rhythmically.",
        "They swish the liquid around their mouth.",
        "The person makes gurgling sounds.",
        "They spit the liquid into a sink.",
        "The person wipes their mouth with a towel."
    ],
    "138": [
        "A video about a barber's steady hands.",
        "A video about hair falling in clumps.",
        "A video about the barber's focused eyes.",
        "A video about the sound of scissors.",
        "A video about the client's relaxed posture.",
        "A video about the barber's precise movements.",
        "A video about the mirror's reflection.",
        "A video about the barber's clean workspace."
    ],
    "139": [
        "A video about the buzzing tattoo machine.",
        "A video about the artist's steady hand.",
        "A video about the client's calm breath.",
        "A video about the ink flowing smoothly.",
        "A video about the skin's slight vibration.",
        "A video about the design taking shape.",
        "A video about the artist's focused eyes.",
        "A video about the final touch-ups."
    ],
    "140": [
        "A video about a proud recipient.",
        "A video about a beaming presenter.",
        "A video about a handshake exchange.",
        "A video about a trophy presentation.",
        "A video about a heartfelt smile.",
        "A video about a standing ovation.",
        "A video about a certificate handover.",
        "A video about a grateful nod."
    ],
    "141": [
        "A video about the golfer's stance.",
        "A video about the club's angle.",
        "A video about the ball's position.",
        "A video about the swing's motion.",
        "A video about the follow-through.",
        "A video about the ball's flight.",
        "A video about the landing spot.",
        "A video about the golfer's expression."
    ],
    "142": [
        "A video about a golfer gripping the club.",
        "A video about the golfer's stance.",
        "A video about the backswing motion.",
        "A video about the downswing action.",
        "A video about the clubhead impact.",
        "A video about the ball's trajectory.",
        "A video about the follow-through.",
        "A video about the golfer's expression."
    ],
    "143": [
        "A video about the smooth swing of the putter.",
        "A video about the ball rolling on the green.",
        "A video about the golfer's focused stance.",
        "A video about the precise alignment of the club.",
        "A video about the ball dropping into the hole.",
        "A video about the golfer's calm expression.",
        "A video about the subtle movement of the grass.",
        "A video about the ball's trajectory on the green."
    ],
    "144": [
        "A video about meat chunks being fed into a grinder.",
        "A video about the grinder's blades spinning rapidly.",
        "A video about the meat turning into fine particles.",
        "A video about the meat being pushed out smoothly.",
        "A video about the grinder's motor vibrating slightly.",
        "A video about the meat's texture becoming uniform.",
        "A video about the grinder's handle being turned.",
        "A video about the meat's color changing slightly."
    ],
    "145": [
        "A video about a dog getting a bath.",
        "A video about brushing the dog's fur.",
        "A video about trimming the dog's nails.",
        "A video about cleaning the dog's ears.",
        "A video about the dog shaking water off.",
        "A video about the dog enjoying the bath.",
        "A video about drying the dog with a towel.",
        "A video about the dog wagging its tail."
    ],
    "146": [
        "A video about a horse being brushed.",
        "A video about a horse's mane combed.",
        "A video about a horse's coat shining.",
        "A video about a horse's tail flicking.",
        "A video about a horse's hooves cleaned.",
        "A video about a horse's ears twitching.",
        "A video about a horse's eyes closing.",
        "A video about a horse's body relaxed."
    ],
    "147": [
        "A video about high-flying somersaults.",
        "A video about graceful landings.",
        "A video about rapid flips.",
        "A video about dynamic twists.",
        "A video about precise jumps.",
        "A video about fluid transitions.",
        "A video about powerful kicks.",
        "A video about controlled spins."
    ],
    "148": [
        "A video about athletes spinning rapidly.",
        "A video about the forceful release of the hammer.",
        "A video about the hammer's high trajectory.",
        "A video about the hammer's long flight.",
        "A video about the athletes' intense focus.",
        "A video about the hammer's metallic shine.",
        "A video about the athletes' powerful strides.",
        "A video about the hammer's final landing."
    ],
    "149": [
        "A video about wild hair flying.",
        "A video about intense facial expressions.",
        "A video about rhythmic body movements.",
        "A video about head thrashing to the beat.",
        "A video about sweat dripping from faces.",
        "A video about hands gripping hair tightly.",
        "A video about eyes closed in passion.",
        "A video about synchronized headbanging with others."
    ],
    "150": [
        "A video about a sudden forward movement.",
        "A video about a forceful impact on the head.",
        "A video about the neck muscles tightening.",
        "A video about the eyes closing tightly.",
        "A video about a loud thudding sound.",
        "A video about the body recoiling backward.",
        "A video about the face showing pain.",
        "A video about the head shaking afterward."
    ],
    "151": [
        "A video about the athlete sprinting towards the bar.",
        "A video about the athlete taking off with a powerful leap.",
        "A video about the athlete's body arching over the bar.",
        "A video about the athlete's legs tucking under the body.",
        "A video about the athlete's arms swinging for balance.",
        "A video about the athlete's body clearing the bar smoothly.",
        "A video about the athlete landing on the mat gracefully.",
        "A video about the athlete celebrating the successful jump."
    ],
    "152": [
        "A video about a swift upward movement.",
        "A video about a powerful leg extension.",
        "A video about a high leg lift.",
        "A video about a dynamic kick motion.",
        "A video about a graceful leg swing.",
        "A video about a focused kick execution.",
        "A video about a balanced body posture.",
        "A video about a controlled leg movement."
    ],
    "153": [
        "A video about the batter's stance.",
        "A video about the pitcher's windup.",
        "A video about the ball's trajectory.",
        "A video about the bat's swing.",
        "A video about the crowd's reaction.",
        "A video about the fielder's position.",
        "A video about the umpire's call.",
        "A video about the ball's impact."
    ],
    "154": [
        "A video about sudden foot placement.",
        "A video about abrupt body rotation.",
        "A video about quick edge change.",
        "A video about controlled sliding motion.",
        "A video about precise weight transfer.",
        "A video about sudden knee bend.",
        "A video about quick stick placement.",
        "A video about controlled body balance."
    ],
    "155": [
        "A video about a calm person holding a snake.",
        "A video about a snake coiled around a hand.",
        "A video about a person gently stroking a snake.",
        "A video about a snake's head resting on a palm.",
        "A video about a snake's body wrapped around an arm.",
        "A video about a person's fingers touching a snake.",
        "A video about a snake's tail hanging loosely.",
        "A video about a person's steady grip on a snake."
    ],
    "156": [
        "A video about children jumping in a line.",
        "A video about numbered squares on the ground.",
        "A video about a skipping rope in motion.",
        "A video about kids hopping on one foot.",
        "A video about laughter and playful expressions.",
        "A video about chalk drawings on pavement.",
        "A video about a game of turn-taking.",
        "A video about energetic and joyful movements."
    ],
    "157": [
        "A video about the sleek hoverboard design.",
        "A video about the rider's dynamic stance.",
        "A video about the smooth gliding motion.",
        "A video about the vibrant led lights.",
        "A video about the rider's confident smile.",
        "A video about the urban street backdrop.",
        "A video about the effortless turns.",
        "A video about the wind in the rider's hair."
    ],
    "158": [
        "A video about arms wrapped around each other.",
        "A video about warm embraces and smiles.",
        "A video about close bodies pressed together.",
        "A video about gentle squeezes and comfort.",
        "A video about faces nuzzled close.",
        "A video about heartfelt moments shared.",
        "A video about tender touches and care.",
        "A video about deep connections felt."
    ],
    "159": [
        "A video about rhythmic hip movements.",
        "A video about colorful hoops spinning.",
        "A video about graceful body coordination.",
        "A video about joyful facial expressions.",
        "A video about synchronized hoop patterns.",
        "A video about dynamic footwork.",
        "A video about playful arm gestures.",
        "A video about energetic dance routines."
    ],
    "160": [
        "A video about athletes leaping over barriers.",
        "A video about swift, powerful strides.",
        "A video about graceful mid-air rotations.",
        "A video about focused, determined faces.",
        "A video about rhythmic, coordinated movements.",
        "A video about quick, precise landings.",
        "A video about dynamic, fluid transitions.",
        "A video about intense, competitive sprints."
    ],
    "161": [
        "A video about players in colorful jerseys.",
        "A video about a small ball being struck.",
        "A video about fast-paced running and passing.",
        "A video about players using a wooden stick.",
        "A video about intense physical contact.",
        "A video about the ball flying through the air.",
        "A video about crowds cheering loudly.",
        "A video about a goal being scored."
    ],
    "162": [
        "A video about climbers scaling icy cliffs.",
        "A video about crampons digging into ice.",
        "A video about ice axes striking the surface.",
        "A video about harnesses securing climbers.",
        "A video about ropes dangling in the air.",
        "A video about helmets reflecting sunlight.",
        "A video about boots gripping the ice.",
        "A video about climbers' breath visible in cold air."
    ],
    "163": [
        "A video about people drilling holes in ice.",
        "A video about fishermen in heavy winter gear.",
        "A video about colorful ice fishing shelters.",
        "A video about lines dropping into icy water.",
        "A video about fish being pulled from holes.",
        "A video about snow-covered landscapes.",
        "A video about hot drinks in thermoses.",
        "A video about quiet, serene winter scenes."
    ],
    "164": [
        "A video about graceful spins on ice.",
        "A video about swift gliding movements.",
        "A video about elegant jumps in the air.",
        "A video about synchronized team routines.",
        "A video about colorful costumes on ice.",
        "A video about intricate footwork patterns.",
        "A video about the sound of skates.",
        "A video about the sparkle of ice."
    ],
    "165": [
        "A video about steam rising from the iron.",
        "A video about the iron gliding smoothly.",
        "A video about the fabric flattening out.",
        "A video about the iron's handle grip.",
        "A video about the iron's cord swinging.",
        "A video about the iron's soleplate shining.",
        "A video about the iron's steam button.",
        "A video about the iron's water tank."
    ],
    "166": [
        "A video about the athlete's powerful stance.",
        "A video about the smooth arm swing.",
        "A video about the explosive leg drive.",
        "A video about the precise release point.",
        "A video about the javelin's flight path.",
        "A video about the athlete's follow-through.",
        "A video about the crowd's reaction.",
        "A video about the measurement of distance."
    ],
    "167": [
        "A video about the speed of jetskis.",
        "A video about the spray of water.",
        "A video about the agility of riders.",
        "A video about the vibrant colors of jetskis.",
        "A video about the thrill of jumps.",
        "A video about the close proximity to waves.",
        "A video about the dynamic turns.",
        "A video about the excitement of the chase."
    ],
    "168": [
        "A video about rhythmic footfalls on pavement.",
        "A video about steady arm swings in motion.",
        "A video about sweat glistening on foreheads.",
        "A video about focused faces with determined eyes.",
        "A video about varying paces in a group run.",
        "A video about colorful attire in the morning.",
        "A video about breath visible in cold air.",
        "A video about the sun rising over joggers."
    ],
    "169": [
        "A video about colorful juggling balls.",
        "A video about glowing in the dark.",
        "A video about soft and squishy texture.",
        "A video about vibrant patterns and designs.",
        "A video about lightweight and easy to handle.",
        "A video about reflective surfaces for night use.",
        "A video about durable and long-lasting material.",
        "A video about ergonomic shapes for comfort."
    ],
    "170": [
        "A video about fiery arcs in the night sky.",
        "A video about glowing trails of fire.",
        "A video about rhythmic patterns of flames.",
        "A video about sparks flying in the air.",
        "A video about intense bursts of light.",
        "A video about mesmerizing fire loops.",
        "A video about dynamic fire twirls.",
        "A video about fiery dance in the dark."
    ],
    "171": [
        "A video about a soccer ball in mid-air.",
        "A video about a player's swift footwork.",
        "A video about the ball spinning gracefully.",
        "A video about the player's precise control.",
        "A video about the ball's rhythmic bounce.",
        "A video about the player's fluid movements.",
        "A video about the ball's dynamic trajectory.",
        "A video about the player's effortless skill."
    ],
    "172": [
        "A video about a graceful dive into the pool.",
        "A video about a splash as they enter.",
        "A video about the water rippling outward.",
        "A video about the swimmer emerging smoothly.",
        "A video about the pool's clear blue water.",
        "A video about the sun reflecting off the surface.",
        "A video about the swimmer's confident posture.",
        "A video about the pool's refreshing coolness."
    ],
    "173": [
        "A video about energetic footwork.",
        "A video about rhythmic arm movements.",
        "A video about high-energy jumps.",
        "A video about fast-paced leg kicks.",
        "A video about dynamic body twists.",
        "A video about synchronized group moves.",
        "A video about vibrant dance costumes.",
        "A video about intense facial expressions."
    ],
    "174": [
        "A video about the kicker lining up. the kicker takes a deep breath. the kicker focuses on the ball. the kicker swings the leg back. the kicker's foot connects with the ball. the ball soars through the air. the ball approaches the goalposts. the ball sails through the uprights."
    ],
    "175": [
        "A video about the player's powerful kick.",
        "A video about the ball's swift trajectory.",
        "A video about the player's precise aim.",
        "A video about the ball's sudden lift.",
        "A video about the player's focused stance.",
        "A video about the ball's rapid spin.",
        "A video about the player's dynamic movement.",
        "A video about the ball's clean contact."
    ],
    "176": [
        "A video about close-up lips touching.",
        "A video about gentle head movements.",
        "A video about soft eye closure.",
        "A video about tender forehead touch.",
        "A video about slow breath exchange.",
        "A video about subtle smile after.",
        "A video about intimate body closeness.",
        "A video about lingering embrace."
    ],
    "177": [
        "A video about the speed of kitesurfing.",
        "A video about the aerial tricks.",
        "A video about the ocean waves.",
        "A video about the colorful kites.",
        "A video about the wind's power.",
        "A video about the surfers' agility.",
        "A video about the sunset backdrop.",
        "A video about the thrill of the ride."
    ],
    "178": [
        "A video about rhythmic needle movements.",
        "A video about colorful yarn textures.",
        "A video about focused facial expressions.",
        "A video about rhythmic clicking sounds.",
        "A video about intricate stitch patterns.",
        "A video about cozy woolen textures.",
        "A video about gentle hand gestures.",
        "A video about creative yarn combinations."
    ],
    "179": [
        "A video about intense, aggressive movements.",
        "A video about expressive, exaggerated gestures.",
        "A video about rapid, explosive body motions.",
        "A video about powerful, dynamic arm swings.",
        "A video about rhythmic, stomping footwork.",
        "A video about bold, theatrical facial expressions.",
        "A video about energetic, competitive battles.",
        "A video about vibrant, colorful costumes."
    ],
    "180": [
        "A video about eyes crinkling at the corners.",
        "A video about mouth wide open with teeth.",
        "A video about shoulders shaking with laughter.",
        "A video about head tilting back joyfully.",
        "A video about cheeks puffing up softly.",
        "A video about body convulsing with giggles.",
        "A video about eyes closing in delight.",
        "A video about hands covering the mouth."
    ],
    "181": [
        "A video about precise brick placement.",
        "A video about smooth mortar application.",
        "A video about steady brick alignment.",
        "A video about even joint spacing.",
        "A video about careful brick leveling.",
        "A video about consistent mortar thickness.",
        "A video about meticulous brick stacking.",
        "A video about clean brick finishing."
    ],
    "182": [
        "A video about the athlete's powerful sprint.",
        "A video about the explosive takeoff.",
        "A video about the graceful arc in the air.",
        "A video about the controlled landing.",
        "A video about the sand displacement.",
        "A video about the athlete's focused expression.",
        "A video about the crowd's reaction.",
        "A video about the measurement of the jump."
    ],
    "183": [
        "A video about a forward step with a bend knee.",
        "A video about a controlled descent with balance.",
        "A video about a strong push-off with the back leg.",
        "A video about maintaining a straight back posture.",
        "A video about engaging core muscles tightly.",
        "A video about a smooth transition to standing.",
        "A video about a dynamic movement with focus.",
        "A video about a powerful lunge with precision."
    ],
    "184": [
        "A video about mixing flour and sugar.",
        "A video about cracking eggs into a bowl.",
        "A video about whisking ingredients together.",
        "A video about pouring batter into a pan.",
        "A video about spreading batter evenly.",
        "A video about baking the cake in an oven.",
        "A video about frosting the cooled cake.",
        "A video about decorating the cake with sprinkles."
    ],
    "185": [
        "A video about slicing bread neatly.",
        "A video about spreading mayo evenly.",
        "A video about layering lettuce crisply.",
        "A video about placing cheese precisely.",
        "A video about adding meat generously.",
        "A video about stacking ingredients neatly.",
        "A video about cutting the sandwich.",
        "A video about serving the sandwich."
    ],
    "186": [
        "A video about smooth bedspread folding.",
        "A video about crisp sheet tucking.",
        "A video about pillow fluffing.",
        "A video about blanket smoothing.",
        "A video about corner-folding precision.",
        "A video about comforter arranging.",
        "A video about bed skirt straightening.",
        "A video about headboard aligning."
    ],
    "187": [
        "A video about delicate wire bending.",
        "A video about precise bead threading.",
        "A video about intricate metal shaping.",
        "A video about detailed gem setting.",
        "A video about smooth chain linking.",
        "A video about careful soldering.",
        "A video about elegant clasp design.",
        "A video about meticulous polishing."
    ],
    "188": [
        "A video about rolling out dough.",
        "A video about spreading sauce.",
        "A video about sprinkling cheese.",
        "A video about adding toppings.",
        "A video about shaping edges.",
        "A video about sliding into oven.",
        "A video about watching it bake.",
        "A video about cutting and serving."
    ],
    "189": [
        "A video about kids rolling a snowball.",
        "A video about placing the snowball on the ground.",
        "A video about stacking snowballs to form the body.",
        "A video about adding a carrot nose to the snowman.",
        "A video about placing sticks for arms on the snowman.",
        "A video about adorning the snowman with a hat.",
        "A video about kids smiling and posing with the snowman.",
        "A video about the snowman standing tall in the snow."
    ],
    "190": [
        "A video about slicing fish neatly.",
        "A video about rolling rice tightly.",
        "A video about sprinkling sesame seeds.",
        "A video about cutting sushi rolls.",
        "A video about arranging toppings.",
        "A video about pressing sushi molds.",
        "A video about dipping hands in water.",
        "A video about garnishing with pickled ginger."
    ],
    "191": [
        "A video about boiling water in a kettle.",
        "A video about pouring hot water into a cup.",
        "A video about adding tea leaves to the cup.",
        "A video about stirring the tea gently.",
        "A video about the steam rising from the cup.",
        "A video about the tea leaves unfurling.",
        "A video about the tea changing color.",
        "A video about sipping the warm tea."
    ],
    "192": [
        "A video about synchronized footsteps.",
        "A video about straight-line formation.",
        "A video about rhythmic arm swings.",
        "A video about uniform cadence.",
        "A video about disciplined posture.",
        "A video about focused expressions.",
        "A video about steady pace.",
        "A video about collective movement."
    ],
    "193": [
        "A video about gentle hand movements.",
        "A video about rhythmic pressure application.",
        "A video about soothing back strokes.",
        "A video about firm kneading motions.",
        "A video about relaxing muscle tension.",
        "A video about circular rubbing patterns.",
        "A video about calming body contact.",
        "A video about therapeutic touch techniques."
    ],
    "194": [
        "A video about gentle hand movements.",
        "A video about soothing foot pressure.",
        "A video about rhythmic kneading motions.",
        "A video about relaxing foot massage.",
        "A video about smooth circular strokes.",
        "A video about calming foot therapy.",
        "A video about firm yet gentle touch.",
        "A video about therapeutic foot care."
    ],
    "195": [
        "A video about gentle hand movements.",
        "A video about soothing kneading motions.",
        "A video about rhythmic pressure application.",
        "A video about circular rubbing actions.",
        "A video about firm yet tender strokes.",
        "A video about alternating hand techniques.",
        "A video about focused calf massaging.",
        "A video about relaxing leg tension."
    ],
    "196": [
        "A video about gentle fingertips on the scalp.",
        "A video about rhythmic circular motions.",
        "A video about soothing pressure on temples.",
        "A video about long strokes along the hairline.",
        "A video about calming kneading on the crown.",
        "A video about light tapping on the forehead.",
        "A video about relaxing upward strokes on the neck.",
        "A video about tender caresses on the sides of the head."
    ],
    "197": [
        "A video about a calm cow in a barn.",
        "A video about a farmer gently squeezing.",
        "A video about milk flowing into a pail.",
        "A video about the cow's steady breathing.",
        "A video about the farmer's experienced hands.",
        "A video about the cow's contented expression.",
        "A video about the rhythmic milking motion.",
        "A video about the barn's warm atmosphere."
    ],
    "198": [
        "A video about the rhythmic motion of the mop.",
        "A video about the swishing sound of water.",
        "A video about the gradual clearing of dirt.",
        "A video about the smooth, repetitive strokes.",
        "A video about the reflection of light on wet tiles.",
        "A video about the subtle splash of water droplets.",
        "A video about the focused expression of the mopper.",
        "A video about the clean, glistening floor surface."
    ],
    "199": [
        "A video about the roar of the engine.",
        "A video about the rider's intense focus.",
        "A video about the bike's sleek design.",
        "A video about the dirt flying up.",
        "A video about the speed blurring the road.",
        "A video about the rider's crouched stance.",
        "A video about the wind whipping past.",
        "A video about the bike's agile turns."
    ],
    "200": [
        "A video about people lifting heavy sofas.",
        "A video about moving boxes up stairs.",
        "A video about sliding tables across floors.",
        "A video about carrying chairs through doors.",
        "A video about rolling beds down hallways.",
        "A video about stacking crates in a truck.",
        "A video about maneuvering desks in tight spaces.",
        "A video about unpacking items from boxes."
    ],
    "201": [
        "A video about a man pushing a mower.",
        "A video about grass clippings flying.",
        "A video about the mower's engine humming.",
        "A video about the lawn becoming neat.",
        "A video about the sun shining brightly.",
        "A video about birds chirping nearby.",
        "A video about the man's shadow moving.",
        "A video about the mower's wheels turning."
    ],
    "202": [
        "A video about a confident anchor speaking clearly.",
        "A video about a well-lit studio with a news desk.",
        "A video about a professional attire and polished look.",
        "A video about a dynamic hand gestures for emphasis.",
        "A video about a smooth transitions between segments.",
        "A video about a calm demeanor under pressure.",
        "A video about a sharp focus on the camera lens.",
        "A video about a seamless integration of graphics."
    ],
    "203": [
        "A video about a hand gripping the bottle cap.",
        "A video about twisting motion to open the cap.",
        "A video about the cap popping off the bottle.",
        "A video about liquid starting to pour out.",
        "A video about the bottle being tilted slightly.",
        "A video about condensation dripping down the bottle.",
        "A video about the hand holding the opened bottle.",
        "A video about the satisfied expression on the face."
    ],
    "204": [
        "A video about dynamic camera movements.",
        "A video about fast-paced editing.",
        "A video about vibrant colors.",
        "A video about intense action scenes.",
        "A video about dramatic lighting.",
        "A video about close-up shots.",
        "A video about energetic music.",
        "A video about high-speed chases."
    ],
    "205": [
        "A video about soaring gracefully over mountains.",
        "A video about colorful parachutes against blue skies.",
        "A video about the thrill of free-falling descent.",
        "A video about the serenity of floating above clouds.",
        "A video about the rush of wind on takeoff.",
        "A video about the joy of landing softly on grass.",
        "A video about the teamwork of launching together.",
        "A video about the breathtaking views from above."
    ],
    "206": [
        "A video about the colorful parachute soaring.",
        "A video about the thrill of gliding above.",
        "A video about the serene ocean below.",
        "A video about the wind rushing past.",
        "A video about the panoramic views.",
        "A video about the boat pulling the rider.",
        "A video about the sunlit sky above.",
        "A video about the joyful expressions."
    ],
    "207": [
        "A video about agile flips and jumps.",
        "A video about urban rooftops and walls.",
        "A video about dynamic running and vaulting.",
        "A video about fluid transitions between obstacles.",
        "A video about fearless leaps and bounds.",
        "A video about precision landings and balance.",
        "A video about rapid movements through cityscapes.",
        "A video about intense focus and control."
    ],
    "208": [
        "A video about the quarterback's precise throw.",
        "A video about the receiver's swift sprint.",
        "A video about the ball's arc in the air.",
        "A video about the defender's desperate dive.",
        "A video about the crowd's collective gasp.",
        "A video about the linemen's intense battle.",
        "A video about the ball's sudden catch.",
        "A video about the player's triumphant run."
    ],
    "209": [
        "A video about a quarterback throwing a spiral pass.",
        "A video about a receiver catching the ball mid-air.",
        "A video about a running back dodging defenders.",
        "A video about a lineman blocking with precision.",
        "A video about a kicker making a field goal.",
        "A video about a defensive back intercepting a pass.",
        "A video about a tight end making a diving catch.",
        "A video about a coach signaling plays on the sideline."
    ],
    "210": [
        "A video about a sharp knife slicing through the skin.",
        "A video about the apple's skin curling away.",
        "A video about the knife's blade moving steadily.",
        "A video about the apple's surface becoming smooth.",
        "A video about the skin falling into a bowl.",
        "A video about the apple's core being exposed.",
        "A video about the knife's edge catching the light.",
        "A video about the apple's shape becoming rounder."
    ],
    "211": [
        "A video about a knife slicing through the skin.",
        "A video about the potato's skin curling up.",
        "A video about the knife's sharp edge.",
        "A video about the potato's smooth surface.",
        "A video about the peel falling away.",
        "A video about the knife's steady movement.",
        "A video about the potato's round shape.",
        "A video about the peel's thin texture."
    ],
    "212": [
        "A video about gentle strokes on the dog's fur.",
        "A video about soothing pats on the horse's neck.",
        "A video about rhythmic scratching behind the rabbit's ears.",
        "A video about soft caresses along the goat's back.",
        "A video about tender rubs on the pig's belly.",
        "A video about calming strokes on the sheep's wool.",
        "A video about gentle massaging of the cow's flank.",
        "A video about soothing touches on the donkey's mane."
    ],
    "213": [
        "A video about gentle strokes on the cat's fur.",
        "A video about the cat's eyes closing in pleasure.",
        "A video about the cat purring softly.",
        "A video about the cat leaning into the touch.",
        "A video about the cat's tail flicking gently.",
        "A video about the cat's ears twitching slightly.",
        "A video about the cat's head nudging the hand.",
        "A video about the cat's body relaxing completely."
    ],
    "214": [
        "A video about hands reaching for ripe apples.",
        "A video about a basket filling with cherries.",
        "A video about a person climbing an orchard ladder.",
        "A video about sunlight glistening on juicy peaches.",
        "A video about a child picking strawberries with joy.",
        "A video about a farmer carefully selecting plums.",
        "A video about a field of ripe oranges swaying.",
        "A video about a basket overflowing with grapes."
    ],
    "215": [
        "A video about volunteers digging holes.",
        "A video about planting saplings carefully.",
        "A video about watering the new trees.",
        "A video about mulching around the base.",
        "A video about marking each tree spot.",
        "A video about the sun shining brightly.",
        "A video about birds chirping nearby.",
        "A video about the soil being rich."
    ],
    "216": [
        "A video about smooth, even layers of plaster.",
        "A video about a trowel spreading plaster.",
        "A video about a skilled hand applying plaster.",
        "A video about a wall covered in plaster.",
        "A video about a fresh coat of plaster.",
        "A video about a clean, white plaster finish.",
        "A video about a steady, controlled plastering motion.",
        "A video about a seamless plaster application."
    ],
    "217": [
        "A video about hands moving skillfully.",
        "A video about rhythmic button pressing.",
        "A video about expressive facial expressions.",
        "A video about a lively musical performance.",
        "A video about a person's passion for music.",
        "A video about the accordion's unique sound.",
        "A video about the joy of playing music.",
        "A video about the accordion's vibrant colors."
    ],
    "218": [
        "A video about swift shuttlecock hits.",
        "A video about agile net crossings.",
        "A video about intense rallies.",
        "A video about quick footwork.",
        "A video about precise serves.",
        "A video about powerful smashes.",
        "A video about strategic returns.",
        "A video about focused players."
    ],
    "219": [
        "A video about the player's rhythmic movements.",
        "A video about the bag's rhythmic inflation.",
        "A video about the fingers' precise fingerings.",
        "A video about the chanter's melodic flow.",
        "A video about the drones' steady hum.",
        "A video about the player's expressive face.",
        "A video about the bag's controlled squeeze.",
        "A video about the pipes' harmonious blend."
    ],
    "220": [
        "A video about players dribbling swiftly.",
        "A video about a slam dunk in motion.",
        "A video about a three-pointer in flight.",
        "A video about defenders blocking shots.",
        "A video about teammates passing accurately.",
        "A video about a fast break in action.",
        "A video about players jumping for rebounds.",
        "A video about a buzzer-beater in play."
    ],
    "221": [
        "A video about a musician's fingers dancing on strings.",
        "A video about a bassist's rhythmic head nods.",
        "A video about a bassist's intense facial expressions.",
        "A video about a bassist's fluid arm movements.",
        "A video about a bassist's foot tapping on the floor.",
        "A video about a bassist's fingers pressing frets.",
        "A video about a bassist's body swaying to the beat.",
        "A video about a bassist's eyes closed in concentration."
    ],
    "222": [
        "A video about vibrant colors.",
        "A video about dynamic poses.",
        "A video about detailed backgrounds.",
        "A video about expressive characters.",
        "A video about fast-paced action.",
        "A video about intricate designs.",
        "A video about dramatic lighting.",
        "A video about immersive scenes."
    ],
    "223": [
        "A video about the bow gracefully gliding across strings.",
        "A video about the musician's fingers dancing on the fingerboard.",
        "A video about the intense focus in the player's eyes.",
        "A video about the subtle movements of the left hand.",
        "A video about the bow's rhythmic tapping on the bridge.",
        "A video about the player's body swaying with the music.",
        "A video about the bow's hair catching the light.",
        "A video about the cello's resonant vibrations filling the room."
    ],
    "224": [
        "A video about intense concentration.",
        "A video about strategic thinking.",
        "A video about precise movements.",
        "A video about quiet contemplation.",
        "A video about focused attention.",
        "A video about deep analysis.",
        "A video about careful planning.",
        "A video about mental engagement."
    ],
    "225": [
        "A video about the musician's fingers moving swiftly.",
        "A video about the clarinet resting on the chin.",
        "A video about the musician's eyes focused intently.",
        "A video about the musician's breath controlling the reed.",
        "A video about the musician's posture relaxed yet poised.",
        "A video about the musician's lips gently pressing the mouthpiece.",
        "A video about the musician's hand adjusting keys.",
        "A video about the musician's expression serene and concentrated."
    ],
    "226": [
        "A video about sleek, ergonomic design.",
        "A video about vibrant led indicators.",
        "A video about responsive button layout.",
        "A video about textured grip handles.",
        "A video about customizable button mapping.",
        "A video about wireless connectivity options.",
        "A video about immersive haptic feedback.",
        "A video about durable build quality."
    ],
    "227": [
        "A video about players in white uniforms.",
        "A video about a bowler running in.",
        "A video about a batsman swinging the bat.",
        "A video about fielders catching the ball.",
        "A video about the umpire signaling a run.",
        "A video about the ball hitting the stumps.",
        "A video about players celebrating a wicket.",
        "A video about the crowd cheering loudly."
    ],
    "228": [
        "A video about cymbals clashing together.",
        "A video about hands gripping the cymbals.",
        "A video about cymbals reflecting the light.",
        "A video about cymbals vibrating after impact.",
        "A video about cymbals held at different angles.",
        "A video about cymbals producing bright sounds.",
        "A video about cymbals being struck with precision.",
        "A video about cymbals creating rhythmic patterns."
    ],
    "229": [
        "A video about rhythmic breathing patterns.",
        "A video about circular mouth movements.",
        "A video about steady arm positioning.",
        "A video about deep, resonant tones.",
        "A video about rhythmic body swaying.",
        "A video about focused facial expressions.",
        "A video about circular breathing techniques.",
        "A video about the didgeridoo's vibrations."
    ],
    "230": [
        "A video about fast-paced drumming.",
        "A video about rhythmic arm movements.",
        "A video about intense facial expressions.",
        "A video about precise stick control.",
        "A video about dynamic foot pedals.",
        "A video about energetic body sway.",
        "A video about synchronized beats.",
        "A video about passionate drumming."
    ],
    "231": [
        "A video about the graceful flute movements.",
        "A video about the precise finger placement.",
        "A video about the gentle breath control.",
        "A video about the expressive facial expressions.",
        "A video about the rhythmic body sway.",
        "A video about the focused concentration.",
        "A video about the melodic notes flowing.",
        "A video about the serene musical ambiance."
    ],
    "232": [
        "A video about fingers strumming strings.",
        "A video about a hand pressing frets.",
        "A video about a guitar resting on lap.",
        "A video about a musician's focused face.",
        "A video about a rhythmic finger movement.",
        "A video about a guitar's body shape.",
        "A video about a hand's swift motion.",
        "A video about a guitar's resonant sound."
    ],
    "233": [
        "A video about a musician blowing into the harmonica.",
        "A video about fingers pressing different holes.",
        "A video about rhythmic movements of the hands.",
        "A video about the musician's face concentrating.",
        "A video about the harmonica's shiny surface.",
        "A video about the musician's body swaying.",
        "A video about the musician's eyes closed.",
        "A video about the musician's mouth shaping the notes."
    ],
    "234": [
        "A video about delicate finger movements.",
        "A video about graceful arm gestures.",
        "A video about rhythmic hand motions.",
        "A video about melodic string plucking.",
        "A video about serene facial expressions.",
        "A video about focused eye contact.",
        "A video about smooth body sway.",
        "A video about harmonious sound waves."
    ],
    "235": [
        "A video about players skating swiftly.",
        "A video about pucks flying fast.",
        "A video about sticks hitting the puck.",
        "A video about players checking each other.",
        "A video about goalies blocking shots.",
        "A video about fans cheering loudly.",
        "A video about ice glistening under lights.",
        "A video about teams strategizing on the ice."
    ],
    "236": [
        "A video about nimble fingers dancing on keys.",
        "A video about expressive hands creating melodies.",
        "A video about rhythmic tapping on the keyboard.",
        "A video about intense focus on the keys.",
        "A video about smooth transitions between notes.",
        "A video about passionate movements of the hands.",
        "A video about precise strikes on the keys.",
        "A video about a harmonious blend of sounds."
    ],
    "237": [
        "A video about kids running to catch the ball.",
        "A video about a player kicking the ball high.",
        "A video about teammates cheering after a goal.",
        "A video about a fielder diving to stop the ball.",
        "A video about the pitcher throwing the ball fast.",
        "A video about the batter swinging with focus.",
        "A video about the ball soaring over the field.",
        "A video about players high-fiving in celebration."
    ],
    "238": [
        "A video about players rolling dice.",
        "A video about moving game pieces.",
        "A video about buying properties.",
        "A video about trading cards.",
        "A video about paying rent.",
        "A video about drawing chance cards.",
        "A video about building houses.",
        "A video about landing on free parking."
    ],
    "239": [
        "A video about hands moving swiftly.",
        "A video about keys being pressed.",
        "A video about feet on pedals.",
        "A video about a grand instrument.",
        "A video about expressive playing.",
        "A video about rhythmic patterns.",
        "A video about musical notes flowing.",
        "A video about a skilled performer."
    ],
    "240": [
        "A video about players in camouflage gear.",
        "A video about colorful paint splatters.",
        "A video about rapid gunfire sounds.",
        "A video about players ducking behind obstacles.",
        "A video about masks protecting faces.",
        "A video about teams strategizing.",
        "A video about adrenaline-fueled chases.",
        "A video about laughter and camaraderie."
    ],
    "241": [
        "A video about hands moving gracefully over keys.",
        "A video about fingers dancing on the piano.",
        "A video about expressive body movements.",
        "A video about intense concentration on the face.",
        "A video about the rhythm of the keys.",
        "A video about the flow of music.",
        "A video about the harmony of hands.",
        "A video about the passion in the eyes."
    ],
    "242": [
        "A video about players shuffling cards.",
        "A video about chips stacking neatly.",
        "A video about intense facial expressions.",
        "A video about hands dealing cards swiftly.",
        "A video about players tapping the table.",
        "A video about chips sliding across the table.",
        "A video about cards being flipped over.",
        "A video about players staring at their hands."
    ],
    "243": [
        "A video about a person holding a recorder.",
        "A video about fingers moving on recorder holes.",
        "A video about a recorder player blowing air.",
        "A video about the recorder's wooden texture.",
        "A video about the recorder's curved shape.",
        "A video about the recorder's delicate sound.",
        "A video about the recorder's gentle vibrations.",
        "A video about the recorder's melodic notes."
    ],
    "244": [
        "A video about a musician holding a saxophone.",
        "The saxophonist's fingers move gracefully on keys.",
        "Breath control is evident as they blow into the mouthpiece.",
        "Their body sways rhythmically with the music.",
        "The saxophone's bell reflects light as they play.",
        "Their eyes close in concentration during the performance.",
        "The musician's posture is relaxed yet focused.",
        "The saxophone produces smooth, melodic tones."
    ],
    "245": [
        "A video about quick footwork and agility.",
        "A video about powerful racquet swings.",
        "A video about intense ball tracking.",
        "A video about rapid court movements.",
        "A video about strategic positioning.",
        "A video about focused concentration.",
        "A video about dynamic volley exchanges.",
        "A video about high-energy gameplay."
    ],
    "246": [
        "A video about players in white attire.",
        "A video about a yellow ball flying.",
        "A video about a racket swinging.",
        "A video about quick footwork on grass.",
        "A video about sweat dripping from faces.",
        "A video about a net separating players.",
        "A video about a crowd cheering loudly.",
        "A video about a scoreboard counting points."
    ],
    "247": [
        "A video about the slide's smooth motion.",
        "A video about the player's focused expression.",
        "A video about the brass instrument's shine.",
        "A video about the musician's rhythmic breathing.",
        "A video about the slide's precise positioning.",
        "A video about the player's fluid arm movements.",
        "A video about the instrument's golden finish.",
        "A video about the musician's steady posture."
    ],
    "248": [
        "A video about the trumpet player's embouchure.",
        "A video about the player's hand positioning.",
        "A video about the trumpet's shiny surface.",
        "A video about the player's rhythmic breathing.",
        "A video about the trumpet's valves pressing.",
        "A video about the player's focused expression.",
        "A video about the trumpet's bell angle.",
        "A video about the player's body movement."
    ],
    "249": [
        "A video about a person strumming the ukulele.",
        "A video about fingers moving on the strings.",
        "A video about a smile while playing.",
        "A video about a relaxed posture.",
        "A video about rhythmic hand movements.",
        "A video about a close-up of the fretboard.",
        "A video about a gentle strumming motion.",
        "A video about a peaceful expression."
    ],
    "250": [
        "A video about the bow's graceful arc.",
        "A video about the fingers' nimble dance.",
        "A video about the violin's elegant tilt.",
        "A video about the musician's focused gaze.",
        "A video about the strings' subtle vibrations.",
        "A video about the bow's rhythmic strokes.",
        "A video about the musician's poised stance.",
        "A video about the violin's resonant hum."
    ],
    "251": [
        "A video about players diving for the ball.",
        "A video about spikes soaring over the net.",
        "A video about quick passes and set-ups.",
        "A video about the ball spinning in the air.",
        "A video about players jumping and blocking.",
        "A video about the net shaking with impact.",
        "A video about the court filled with movement.",
        "A video about the ball bouncing off hands."
    ],
    "252": [
        "A video about nimble fingers gliding over keys.",
        "A video about rhythmic tapping with precision.",
        "A video about a joyful expression on the face.",
        "A video about a wooden mallet striking bars.",
        "A video about a melodic tune emerging.",
        "A video about a steady beat maintaining tempo.",
        "A video about a focused gaze on the xylophone.",
        "A video about a harmonious blend of sounds."
    ],
    "253": [
        "A video about the athlete sprinting down the runway.",
        "A video about the pole bending under tension.",
        "A video about the athlete planting the pole.",
        "A video about the athlete launching into the air.",
        "A video about the athlete clearing the bar.",
        "A video about the athlete landing on the mat.",
        "A video about the crowd cheering in excitement.",
        "A video about the athlete celebrating the jump."
    ],
    "254": [
        "A video about a meteorologist pointing at a map.",
        "A video about animated clouds moving across the screen.",
        "A video about colorful icons representing weather types.",
        "A video about a digital clock showing forecast times.",
        "A video about a radar image with rain patterns.",
        "A video about a 3d globe rotating with weather data.",
        "A video about a graph displaying temperature trends.",
        "A video about a close-up of a weather station."
    ],
    "255": [
        "A video about strong arms gripping the bar.",
        "A video about the body lifting upwards.",
        "A video about controlled descent to starting position.",
        "A video about rhythmic up-and-down motion.",
        "A video about focused facial expressions.",
        "A video about the bar's steady hold.",
        "A video about the body's vertical alignment.",
        "A video about the final push to complete."
    ],
    "256": [
        "A video about a strong, determined fist pump.",
        "A video about a quick, energetic motion.",
        "A video about a clenched fist rising.",
        "A video about a celebratory gesture.",
        "A video about a powerful, upward thrust.",
        "A video about a confident, assertive move.",
        "A video about a dynamic, expressive action.",
        "A video about a triumphant, victorious pose."
    ],
    "257": [
        "A video about the nozzle fitting snugly.",
        "A video about the handle being squeezed.",
        "A video about the gas flowing steadily.",
        "A video about the digits rising quickly.",
        "A video about the car filling up.",
        "A video about the pump humming softly.",
        "A video about the person checking the gauge.",
        "A video about the nozzle being released."
    ],
    "258": [
        "A video about a sturdy punching bag.",
        "The bag is filled with sand.",
        "It hangs from a metal chain.",
        "The surface is made of leather.",
        "The bag sways with each punch.",
        "It has a reinforced base.",
        "The bag is about 5 feet tall.",
        "It stands firmly on the floor."
    ],
    "259": [
        "A video about a focused boxer.",
        "A video about swift jabs.",
        "A video about powerful hooks.",
        "A video about quick footwork.",
        "A video about intense training.",
        "A video about sweat dripping.",
        "A video about rhythmic breathing.",
        "A video about determination in eyes."
    ],
    "260": [
        "A video about hands placed shoulder-width apart.",
        "A video about body forming a straight line.",
        "A video about elbows bending at 90 degrees.",
        "A video about chest nearly touching the floor.",
        "A video about pushing back to starting position.",
        "A video about controlled descent and ascent.",
        "A video about core muscles engaged tightly.",
        "A video about feet together or hip-width apart."
    ],
    "261": [
        "A video about a man pushing a car.",
        "A video about the car moving slowly.",
        "A video about the man's determined face.",
        "A video about the car's wheels turning.",
        "A video about the man's strained posture.",
        "A video about the car's exhaust smoke.",
        "A video about the man's feet firmly planted.",
        "A video about the car's slight forward motion."
    ],
    "262": [
        "A video about a person gripping the cart handle.",
        "A video about the cart wheels rolling smoothly.",
        "A video about the person leaning slightly forward.",
        "A video about the cart's contents shifting slightly.",
        "A video about the person's feet moving steadily.",
        "A video about the cart's metal frame glinting.",
        "A video about the person's arms flexing slightly.",
        "A video about the cart's wheels making soft sounds."
    ],
    "263": [
        "A video about a person pushing a wheelchair.",
        "A video about hands gripping the wheelchair handles.",
        "A video about the wheelchair moving smoothly.",
        "A video about the person's determined expression.",
        "A video about the wheels turning steadily.",
        "A video about the path ahead clear.",
        "A video about the person's steady pace.",
        "A video about the wheelchair's gentle sway."
    ],
    "264": [
        "A video about vibrant illustrations.",
        "A video about engaging characters.",
        "A video about dynamic page turns.",
        "A video about interactive elements.",
        "A video about colorful backgrounds.",
        "A video about playful animations.",
        "A video about easy-to-read text.",
        "A video about fun sound effects."
    ],
    "265": [
        "A video about a person sitting comfortably.",
        "A video about the person holding a newspaper.",
        "A video about the person flipping pages slowly.",
        "A video about the person focusing intently.",
        "A video about the person adjusting glasses.",
        "A video about the person sipping coffee.",
        "A video about the person nodding occasionally.",
        "A video about the person folding the newspaper."
    ],
    "266": [
        "A video about musicians playing instruments.",
        "A video about colorful lights flashing.",
        "A video about a crowd dancing.",
        "A video about a band on stage.",
        "A video about close-ups of hands.",
        "A video about a dj mixing tracks.",
        "A video about vibrant stage effects.",
        "A video about a singer performing."
    ],
    "267": [
        "A video about a cyclist pedaling smoothly.",
        "A video about the wind blowing through hair.",
        "A video about the bike's wheels spinning fast.",
        "A video about the rider's focused expression.",
        "A video about the road passing beneath.",
        "A video about the sun casting long shadows.",
        "A video about the rider shifting gears fluidly.",
        "A video about the bike's frame gleaming in light."
    ],
    "268": [
        "A video about a camel's rhythmic gait.",
        "A video about the camel's arched back.",
        "A video about the rider's balanced posture.",
        "A video about the camel's steady stride.",
        "A video about the camel's fur texture.",
        "A video about the rider's relaxed grip.",
        "A video about the camel's gentle sway.",
        "A video about the desert landscape."
    ],
    "269": [
        "A video about a majestic elephant walking steadily.",
        "A video about the rider guiding with a firm grip.",
        "A video about the elephant's large ears flapping gently.",
        "A video about the rhythmic movement of its trunk.",
        "A video about the rider's calm and confident posture.",
        "A video about the elephant's powerful legs in motion.",
        "A video about the dust rising from its footsteps.",
        "A video about the serene interaction between rider and beast."
    ],
    "270": [
        "A video about a rider gripping the bull's sides.",
        "A video about the bull bucking wildly.",
        "A video about the rider's legs flailing.",
        "A video about the crowd cheering loudly.",
        "A video about the rider's hat flying off.",
        "A video about the bull's metal frame.",
        "A video about the rider's determined face.",
        "A video about the rider's final dismount."
    ],
    "271": [
        "A video about a rider navigating rocky terrain.",
        "A video about a biker jumping over a log.",
        "A video about a cyclist descending a steep hill.",
        "A video about a rider balancing on narrow trails.",
        "A video about a biker tackling muddy paths.",
        "A video about a cyclist speeding through curves.",
        "A video about a rider conquering rocky inclines.",
        "A video about a biker gliding over smooth paths."
    ],
    "272": [
        "A video about a sturdy mule walking steadily.",
        "A video about the mule's rhythmic hoof beats.",
        "A video about the mule's alert ears twitching.",
        "A video about the rider's calm, focused face.",
        "A video about the mule's strong, muscular legs.",
        "A video about the gentle sway of the saddle.",
        "A video about the mule's determined eyes.",
        "A video about the rider's firm grip on reins."
    ],
    "273": [
        "A video about the rhythmic hoofbeats.",
        "A video about the graceful gait of the horse.",
        "A video about the rider's balanced posture.",
        "A video about the horse's flowing mane.",
        "A video about the serene countryside views.",
        "A video about the rider's gentle commands.",
        "A video about the horse's alert ears.",
        "A video about the bond between rider and horse."
    ],
    "274": [
        "A video about a sleek, modern scooter.",
        "A video about a rider cruising smoothly.",
        "A video about agile turns and quick stops.",
        "A video about vibrant colors and sleek design.",
        "A video about effortless acceleration and speed.",
        "A video about a rider navigating city streets.",
        "A video about dynamic handling and stability.",
        "A video about a rider enjoying the ride."
    ],
    "275": [
        "A video about balancing on a single wheel.",
        "A video about a person moving forward.",
        "A video about steady hands on the handle.",
        "A video about a focused facial expression.",
        "A video about smooth, controlled movements.",
        "A video about a confident posture.",
        "A video about a rhythmic, steady pace.",
        "A video about a person mastering the unicycle."
    ],
    "276": [
        "A video about hands gripping the edges of paper.",
        "A video about a sudden, forceful pull apart.",
        "A video about the paper tearing in a straight line.",
        "A video about small pieces of paper falling away.",
        "A video about the sound of ripping echoing.",
        "A video about the paper's fibers visibly stretching.",
        "A video about the final piece held in one hand.",
        "A video about the torn edges curling slightly."
    ],
    "277": [
        "A video about the robot's fluid movements.",
        "A video about the robot's precise steps.",
        "A video about the robot's rhythmic beats.",
        "A video about the robot's glowing lights.",
        "A video about the robot's synchronized arms.",
        "A video about the robot's dynamic spins.",
        "A video about the robot's expressive gestures.",
        "A video about the robot's energetic jumps."
    ],
    "278": [
        "A video about climbers scaling vertical walls.",
        "A video about chalked hands gripping rocks.",
        "A video about harnesses securing climbers.",
        "A video about ropes and carabiners.",
        "A video about climbers' focused expressions.",
        "A video about footholds and handholds.",
        "A video about belayers watching closely.",
        "A video about climbers' controlled movements."
    ],
    "279": [
        "A video about hands forming shapes.",
        "A video about quick hand movements.",
        "A video about rhythmic hand gestures.",
        "A video about synchronized hand actions.",
        "A video about playful hand competition.",
        "A video about dynamic hand transitions.",
        "A video about expressive hand signals.",
        "A video about fun hand interactions."
    ],
    "280": [
        "A video about skaters gliding smoothly.",
        "A video about fast spins and turns.",
        "A video about colorful costumes and skates.",
        "A video about jumps and aerial tricks.",
        "A video about rhythmic footwork patterns.",
        "A video about synchronized team moves.",
        "A video about dynamic speed variations.",
        "A video about graceful body postures."
    ],
    "281": [
        "A video about rhythmic footfalls on the belt.",
        "A video about focused facial expressions.",
        "A video about steady arm swings.",
        "A video about the treadmill's digital display.",
        "A video about sweat glistening on the forehead.",
        "A video about the room's ambient lighting.",
        "A video about the runner's determined gaze.",
        "A video about the rhythmic hum of the machine."
    ],
    "282": [
        "A video about the wind filling sails.",
        "A video about the boat cutting waves.",
        "A video about the crew adjusting lines.",
        "A video about the sun reflecting on water.",
        "A video about the boat tilting with wind.",
        "A video about the horizon in the distance.",
        "A video about the sails billowing in breeze.",
        "A video about the crew's focused expressions."
    ],
    "283": [
        "A video about vibrant colors and costumes.",
        "A video about rhythmic footwork and spins.",
        "A video about expressive hand gestures.",
        "A video about dynamic partner transitions.",
        "A video about energetic hip movements.",
        "A video about synchronized body rolls.",
        "A video about passionate facial expressions.",
        "A video about lively music and beats."
    ],
    "284": [
        "A video about a worker using a sander.",
        "A video about dust flying around.",
        "A video about the floor becoming smoother.",
        "A video about the sander moving back and forth.",
        "A video about the worker's focused expression.",
        "A video about the floor's texture changing.",
        "A video about the sander's vibration.",
        "A video about the room filling with dust."
    ],
    "285": [
        "A video about the sizzling sound of eggs.",
        "A video about the whisk blending yolks.",
        "A video about the golden yolk breaking.",
        "A video about the butter melting in pan.",
        "A video about the eggs turning creamy.",
        "A video about the spatula flipping eggs.",
        "A video about the steam rising from pan.",
        "A video about the eggs forming curds."
    ],
    "286": [
        "A video about divers descending into the deep blue.",
        "A video about bubbles rising to the surface.",
        "A video about colorful coral reefs and fish.",
        "A video about divers exploring underwater caves.",
        "A video about sunlight filtering through the water.",
        "A video about divers using hand signals to communicate.",
        "A video about marine life swimming gracefully.",
        "A video about divers resurfacing with a splash."
    ],
    "287": [
        "A video about a sleek wooden table.",
        "A video about a modern metal frame.",
        "A video about a glass top surface.",
        "A video about ergonomic chair placement.",
        "A video about ambient lighting setup.",
        "A video about a digital interface panel.",
        "A video about a dynamic action layout.",
        "A video about a vibrant color scheme."
    ],
    "288": [
        "A video about two hands extending towards each other.",
        "A video about palms facing each other in greeting.",
        "A video about fingers interlocking briefly.",
        "A video about a firm grip followed by a gentle release.",
        "A video about a brief moment of eye contact.",
        "A video about a slight nod accompanying the handshake.",
        "A video about a smile that accompanies the gesture.",
        "A video about the hands returning to their sides."
    ],
    "289": [
        "A video about a slow, deliberate head shake.",
        "A video about a quick, firm head shake.",
        "A video about a gentle, subtle head shake.",
        "A video about a rhythmic, repetitive head shake.",
        "A video about a wide, exaggerated head shake.",
        "A video about a narrow, focused head shake.",
        "A video about a hesitant, uncertain head shake.",
        "A video about a confident, decisive head shake."
    ],
    "290": [
        "A video about a chef holding a knife steadily.",
        "A video about the knife moving back and forth.",
        "A video about the knife hitting a sharpening stone.",
        "A video about metal shavings falling off.",
        "A video about the knife's edge becoming sharper.",
        "A video about the chef testing the blade's edge.",
        "A video about the knife slicing through paper.",
        "A video about the chef smiling with satisfaction."
    ],
    "291": [
        "A video about precise sharpening.",
        "A video about smooth shavings.",
        "A video about steady hand movements.",
        "A video about clean workspace.",
        "A video about sharp tip formation.",
        "A video about consistent strokes.",
        "A video about focused concentration.",
        "A video about final sharpening check."
    ],
    "292": [
        "A video about a razor gliding smoothly.",
        "A video about foam covering the scalp.",
        "A video about a clean shaven head.",
        "A video about a barber's steady hand.",
        "A video about a close shave finish.",
        "A video about a mirror reflection.",
        "A video about a razor's sharp edge.",
        "A video about a calm, focused face."
    ],
    "293": [
        "A video about a razor gliding smoothly.",
        "A video about foam covering the skin.",
        "A video about water droplets rinsing away.",
        "A video about a hand guiding the razor.",
        "A video about a mirror reflecting the process.",
        "A video about a towel drying the legs.",
        "A video about a sink with running water.",
        "A video about a calm and focused expression."
    ],
    "294": [
        "A video about shearers skillfully trimming wool.",
        "A video about sheep calmly standing still.",
        "A video about the rhythmic motion of shears.",
        "A video about fluffy wool falling to the ground.",
        "A video about the focused expressions of shearers.",
        "A video about the gentle handling of sheep.",
        "A video about the efficient use of shearing tools.",
        "A video about the transformation of sheep's coats."
    ],
    "295": [
        "A video about a man using a brush.",
        "A video about foam being applied.",
        "A video about a cloth wiping the shoe.",
        "A video about the shoe's shine increasing.",
        "A video about the reflection on the shoe.",
        "A video about the final polished look.",
        "A video about the customer's satisfaction.",
        "A video about the process's efficiency."
    ],
    "296": [
        "A video about quick dribbling moves.",
        "A video about precise shooting form.",
        "A video about fast-paced passing drills.",
        "A video about agile footwork in action.",
        "A video about intense defensive slides.",
        "A video about explosive jump shots.",
        "A video about dynamic layup techniques.",
        "A video about strategic court positioning."
    ],
    "297": [
        "A video about a player sprinting towards the goal.",
        "A video about the ball flying towards the net.",
        "A video about the goalkeeper diving to save.",
        "A video about the crowd cheering in excitement.",
        "A video about the ball hitting the crossbar.",
        "A video about the player celebrating a goal.",
        "A video about the goalkeeper's desperate lunge.",
        "A video about the ball rolling into the net."
    ],
    "298": [
        "A video about the athlete's powerful stance.",
        "A video about the smooth rotation of the body.",
        "A video about the explosive arm extension.",
        "A video about the release of the shot.",
        "A video about the shot's trajectory in the air.",
        "A video about the athlete's follow-through.",
        "A video about the crowd's reaction.",
        "A video about the shot landing on the ground."
    ],
    "299": [
        "A video about a person lifting a shovel.",
        "A video about snow flying off the shovel.",
        "A video about the person bending over.",
        "A video about the snow pile growing.",
        "A video about the person's breath visible.",
        "A video about the snow crunching underfoot.",
        "A video about the person's red cheeks.",
        "A video about the shovel scraping the ground."
    ],
    "300": [
        "A video about hands tearing paper swiftly.",
        "A video about paper fragments flying apart.",
        "A video about a rhythmic tearing motion.",
        "A video about paper being shredded into strips.",
        "A video about a focused facial expression.",
        "A video about paper crumpling into a ball.",
        "A video about tiny paper pieces falling.",
        "A video about a deliberate tearing action."
    ],
    "301": [
        "A video about hands moving swiftly.",
        "A video about cards flipping in the air.",
        "A video about fingers deftly arranging.",
        "A video about a rhythmic card dance.",
        "A video about a blur of card edges.",
        "A video about a smooth card cascade.",
        "A video about a precise card spread.",
        "A video about a mesmerizing card flow."
    ],
    "302": [
        "A video about swift and powerful movements.",
        "A video about precise leg extension.",
        "A video about dynamic body rotation.",
        "A video about focused energy release.",
        "A video about balanced body posture.",
        "A video about rapid hip rotation.",
        "A video about controlled knee lift.",
        "A video about explosive foot strike."
    ],
    "303": [
        "A video about expressive facial expressions.",
        "A video about fluid hand movements.",
        "A video about precise finger positioning.",
        "A video about rhythmic body gestures.",
        "A video about dynamic eye contact.",
        "A video about synchronized lip movements.",
        "A video about varied arm extensions.",
        "A video about subtle head nods."
    ],
    "304": [
        "A video about expressive hand gestures.",
        "A video about vibrant facial expressions.",
        "A video about rhythmic body movements.",
        "A video about intense eye contact.",
        "A video about dynamic stage presence.",
        "A video about synchronized group choreography.",
        "A video about passionate vocal delivery.",
        "A video about energetic crowd interaction."
    ],
    "305": [
        "A video about hands clasped behind the head.",
        "A video about feet flat on the ground.",
        "A video about torso lifting off the floor.",
        "A video about elbows touching the knees.",
        "A video about controlled descent to the start.",
        "A video about rhythmic up-and-down motion.",
        "A video about core muscles visibly engaged.",
        "A video about steady breathing throughout."
    ],
    "306": [
        "A video about skaters flipping mid-air.",
        "A video about grinding rails smoothly.",
        "A video about jumps over obstacles.",
        "A video about tricks on ramps.",
        "A video about skaters in motion.",
        "A video about fast downhill rides.",
        "A video about stylish board spins.",
        "A video about landing perfect tricks."
    ],
    "307": [
        "A video about skiers soaring through the air.",
        "A video about the steep takeoff ramp.",
        "A video about the graceful mid-air posture.",
        "A video about the snowy landing slope.",
        "A video about the skiers' focused expressions.",
        "A video about the crowd's cheering reaction.",
        "A video about the skis' precise alignment.",
        "A video about the wind's impact on jumps."
    ],
    "308": [
        "A video about skiers carving through powder snow.",
        "A video about skiers leaping off steep jumps.",
        "A video about skiers gliding down icy slopes.",
        "A video about skiers performing graceful turns.",
        "A video about skiers navigating through trees.",
        "A video about skiers racing down the mountain.",
        "A video about skiers enjoying the snowy landscape.",
        "A video about skiers mastering the art of balance."
    ],
    "309": [
        "A video about skiers gliding smoothly across snow.",
        "A video about rhythmic arm movements with poles.",
        "A video about skiers navigating through wooded trails.",
        "A video about the quiet, peaceful atmosphere of the forest.",
        "A video about skiers' faces showing determination.",
        "A video about the rhythmic sound of skis on snow.",
        "A video about skiers' bodies leaning forward in motion.",
        "A video about the contrast of colorful clothing against white snow."
    ],
    "310": [
        "A video about skiers weaving through gates.",
        "A video about rapid turns and speed.",
        "A video about snow spraying behind skis.",
        "A video about focused expressions on faces.",
        "A video about colorful flags lining the course.",
        "A video about skiers leaning into turns.",
        "A video about the precision of each move.",
        "A video about the thrill of the descent."
    ],
    "311": [
        "A video about rhythmic rope rotations.",
        "A video about swift foot movements.",
        "A video about synchronized arm swings.",
        "A video about dynamic body coordination.",
        "A video about smooth rope transitions.",
        "A video about energetic jumps.",
        "A video about fluid rope handling.",
        "A video about continuous motion."
    ],
    "312": [
        "A video about freefalling through the sky.",
        "A video about colorful parachutes opening.",
        "A video about skydivers in formation.",
        "A video about the vast blue sky.",
        "A video about the thrill of descent.",
        "A video about the earth below.",
        "A video about the wind in the face.",
        "A video about the joy of landing."
    ],
    "313": [
        "A video about balancing on a tightrope.",
        "A video about walking on a thin line.",
        "A video about maintaining stability on a rope.",
        "A video about performing tricks on slackline.",
        "A video about the focus required in slacklining.",
        "A video about the dynamic movements on a line.",
        "A video about the thrill of highlining.",
        "A video about the serenity of slackline yoga."
    ],
    "314": [
        "A video about a swift hand movement.",
        "A video about a sharp, audible sound.",
        "A video about a surprised facial expression.",
        "A video about a sudden recoil of the head.",
        "A video about a tense, upright posture.",
        "A video about a quick, decisive motion.",
        "A video about a visible shock on the face.",
        "A video about a firm, direct contact."
    ],
    "315": [
        "A video about dogs running in harnesses.",
        "A video about snow flying from paws.",
        "A video about mushers guiding the team.",
        "A video about sleds gliding on snow.",
        "A video about dogs panting in cold.",
        "A video about spectators cheering loudly.",
        "A video about the leader barking orders.",
        "A video about the finish line excitement."
    ],
    "316": [
        "A video about the glowing tip of a cigarette.",
        "A video about smoke curling into the air.",
        "A video about a hand holding a lit cigarette.",
        "A video about ash falling from the cigarette.",
        "A video about smoke billowing from the mouth.",
        "A video about a lighter sparking the cigarette.",
        "A video about smoke drifting through the fingers.",
        "A video about a cloud of smoke expanding."
    ],
    "317": [
        "A video about the swirling smoke.",
        "A video about the relaxed posture.",
        "A video about the glowing coals.",
        "A video about the shared moments.",
        "A video about the rhythmic puffs.",
        "A video about the aromatic scents.",
        "A video about the communal vibe.",
        "A video about the intricate design."
    ],
    "318": [
        "A video about explosive power. the athlete rapidly lifts the barbell.",
        "A video about fluid motion. the barbell smoothly transitions to the shoulders.",
        "A video about precise timing. the athlete's body aligns perfectly with the bar.",
        "A video about controlled breathing. the athlete exhales forcefully during the lift.",
        "A video about balance and stability. the athlete's feet remain firmly planted.",
        "A video about dynamic strength. the barbell is lifted with minimal movement.",
        "A video about focus and concentration. the athlete's eyes are locked on the bar.",
        "A video about quick recovery. the athlete resets for the next lift immediately."
    ],
    "319": [
        "A video about sudden head movement.",
        "A video about eyes closing tightly.",
        "A video about mouth opening wide.",
        "A video about body jerking forward.",
        "A video about rapid expulsion of air.",
        "A video about facial muscles contracting.",
        "A video about a brief sound emission.",
        "A video about a momentary expression of surprise."
    ],
    "320": [
        "A video about a dog's nose twitching.",
        "A video about a person's nostrils flaring.",
        "A video about a cat's whiskers quivering.",
        "A video about a child's face scrunching.",
        "A video about a fox's snout wrinkling.",
        "A video about a horse's muzzle moving.",
        "A video about a bird's beak pecking.",
        "A video about a rabbit's nose wiggling."
    ],
    "321": [
        "A video about colorful fish swimming.",
        "A video about clear blue water.",
        "A video about people floating calmly.",
        "A video about bubbles rising gently.",
        "A video about coral reefs vibrant.",
        "A video about sunlight shimmering.",
        "A video about snorkelers exploring.",
        "A video about underwater tranquility."
    ],
    "322": [
        "A video about [snowboarders carving through powdery snow].",
        "A video about [riders performing aerial tricks in mid-air].",
        "A video about [snowboarders racing down steep slopes].",
        "A video about [snowboarders gliding over icy terrain].",
        "A video about [riders catching big air off jumps].",
        "A video about [snowboarders doing spins and flips].",
        "A video about [snowboarders navigating through trees].",
        "A video about [riders sliding down half-pipes]."
    ],
    "323": [
        "A video about wind-powered kites.",
        "A video about snowboarders gliding.",
        "A video about colorful kites flying.",
        "A video about fast-paced maneuvers.",
        "A video about snowy landscapes.",
        "A video about dynamic jumps.",
        "A video about windsurfing on snow.",
        "A video about thrilling speed."
    ],
    "324": [
        "A video about snowmobiles gliding smoothly.",
        "A video about riders wearing helmets.",
        "A video about snow spraying behind.",
        "A video about engines roaring loudly.",
        "A video about skis cutting through snow.",
        "A video about riders leaning into turns.",
        "A video about snowmobiles racing fast.",
        "A video about the snowy landscape."
    ],
    "325": [
        "A video about a person flipping head over heels.",
        "A video about a graceful aerial rotation.",
        "A video about a swift and controlled twist.",
        "A video about a full-body circular motion.",
        "A video about a smooth and continuous spin.",
        "A video about a dynamic and fluid movement.",
        "A video about a rapid and precise turn.",
        "A video about a seamless and elegant flip."
    ],
    "326": [
        "A video about glowing poi in the dark.",
        "A video about colorful poi spinning fast.",
        "A video about poi moving in sync.",
        "A video about poi creating patterns.",
        "A video about poi with led lights.",
        "A video about poi in a dance routine.",
        "A video about poi with reflective tape.",
        "A video about poi in a night setting."
    ],
    "327": [
        "A video about vibrant colors splashing.",
        "A video about precise brush strokes.",
        "A video about dynamic motion.",
        "A video about creative expression.",
        "A video about bold patterns.",
        "A video about rapid hand movements.",
        "A video about artistic freedom.",
        "A video about colorful chaos."
    ],
    "328": [
        "A video about the steady stream of liquid.",
        "A video about the rhythmic motion of the spray.",
        "A video about droplets forming in the air.",
        "A video about the even coverage on surfaces.",
        "A video about the controlled release of fluid.",
        "A video about the mist settling gently.",
        "A video about the precision of the spray pattern.",
        "A video about the dynamic flow of the liquid."
    ],
    "329": [
        "A video about graceful somersaults.",
        "A video about precise entry angles.",
        "A video about fluid body rotations.",
        "A video about synchronized arm movements.",
        "A video about controlled takeoff jumps.",
        "A video about dynamic mid-air twists.",
        "A video about water splash minimization.",
        "A video about focused facial expressions."
    ],
    "330": [
        "A video about the downward movement.",
        "A video about the knees bending.",
        "A video about the hips lowering.",
        "A video about the feet flat on the ground.",
        "A video about the back straightening.",
        "A video about the arms stabilizing.",
        "A video about the chest lifting.",
        "A video about the eyes forward."
    ],
    "331": [
        "A video about a playful tongue wagging.",
        "A video about a cheeky grin and tongue.",
        "A video about a child's mischievous smile.",
        "A video about a relaxed, open-mouthed pose.",
        "A video about a deliberate tongue protrusion.",
        "A video about a surprised, wide-eyed look.",
        "A video about a subtle, teasing expression.",
        "A video about a joyful, tongue-out moment."
    ],
    "332": [
        "A video about feet crushing ripe grapes.",
        "A video about splashing grape juice.",
        "A video about rhythmic stomping motions.",
        "A video about colorful grape skins popping.",
        "A video about people laughing while stomping.",
        "A video about grape juice flowing out.",
        "A video about feet covered in purple juice.",
        "A video about the joy of grape stomping."
    ],
    "333": [
        "A video about slow, controlled movements.",
        "A video about reaching the arm upwards.",
        "A video about gentle, rhythmic breathing.",
        "A video about maintaining a straight posture.",
        "A video about feeling the stretch in muscles.",
        "A video about focusing on the shoulder area.",
        "A video about a relaxed facial expression.",
        "A video about a calm, serene atmosphere."
    ],
    "334": [
        "A video about a person sitting on the floor.",
        "The person extends one leg straight out.",
        "The other leg is bent at the knee.",
        "The person leans forward to touch toes.",
        "The back remains straight during the stretch.",
        "The face shows concentration and focus.",
        "The arm reaches out to the extended leg.",
        "The body maintains balance and stability."
    ],
    "335": [
        "A video about rhythmic hand movements.",
        "A video about finger placement on strings.",
        "A video about smooth wrist action.",
        "A video about the guitar's body angle.",
        "A video about the strumming pattern.",
        "A video about the pick's angle.",
        "A video about the arm's swing.",
        "A video about the sound's resonance."
    ],
    "336": [
        "A video about vibrant surfers catching waves.",
        "A video about sun-kissed faces cheering.",
        "A video about colorful wetsuits glistening.",
        "A video about excited spectators clapping.",
        "A video about sunbathers watching intently.",
        "A video about surfers riding high waves.",
        "A video about beachgoers enjoying the show.",
        "A video about the thrill of the ocean."
    ],
    "337": [
        "A video about surfers riding massive waves.",
        "A video about the spray of water flying.",
        "A video about the sun reflecting on the water.",
        "A video about surfers paddling with determination.",
        "A video about the board cutting through the waves.",
        "A video about the ocean's deep blue expanse.",
        "A video about the surfers' graceful movements.",
        "A video about the thrill of catching a wave."
    ],
    "338": [
        "A video about a person holding a broom.",
        "A video about sweeping dust into a pile.",
        "A video about pushing dirt across the floor.",
        "A video about a sweeping motion with a broom.",
        "A video about dust flying in the air.",
        "A video about a clean floor after sweeping.",
        "A video about a broom moving back and forth.",
        "A video about a person bending to sweep."
    ],
    "339": [
        "A video about swimmers gliding smoothly.",
        "A video about arms slicing through water.",
        "A video about legs kicking rhythmically.",
        "A video about heads turning for breaths.",
        "A video about bodies moving in sync.",
        "A video about water rippling around.",
        "A video about swimmers' faces relaxed.",
        "A video about the backstroke's elegance."
    ],
    "340": [
        "A video about rhythmic arm movements.",
        "A video about symmetrical leg kicks.",
        "A video about gliding after each stroke.",
        "A video about head lifting for breath.",
        "A video about controlled body rotation.",
        "A video about smooth underwater recovery.",
        "A video about balanced body position.",
        "A video about efficient propulsion."
    ],
    "341": [
        "A video about synchronized arm movements.",
        "A video about powerful dolphin kicks.",
        "A video about streamlined body position.",
        "A video about rapid breathing pattern.",
        "A video about rhythmic arm recovery.",
        "A video about high elbow entry.",
        "A video about horizontal body glide.",
        "A video about explosive leg thrusts."
    ],
    "342": [
        "A video about energetic footwork.",
        "A video about graceful spins.",
        "A video about rhythmic clapping.",
        "A video about dynamic lifts.",
        "A video about synchronized steps.",
        "A video about joyful expressions.",
        "A video about fast-paced turns.",
        "A video about partner connection."
    ],
    "343": [
        "A video about rhythmic leg movements.",
        "A video about synchronized leg swings.",
        "A video about graceful leg extensions.",
        "A video about dynamic leg rotations.",
        "A video about fluid leg transitions.",
        "A video about energetic leg kicks.",
        "A video about controlled leg arcs.",
        "A video about smooth leg oscillations."
    ],
    "344": [
        "A video about a person swinging gracefully.",
        "A video about the rhythmic back-and-forth motion.",
        "A video about the effortless balance on the swing.",
        "A video about the gentle sway in the air.",
        "A video about the fluid transitions between swings.",
        "A video about the controlled release of tension.",
        "A video about the serene expression on the face.",
        "A video about the smooth arcs of the swing."
    ],
    "345": [
        "A video about swift, precise movements.",
        "A video about intense, focused stances.",
        "A video about rhythmic, fluid transitions.",
        "A video about powerful, impactful strikes.",
        "A video about agile, evasive maneuvers.",
        "A video about strategic, calculated attacks.",
        "A video about dynamic, energetic clashes.",
        "A video about graceful, controlled techniques."
    ],
    "346": [
        "A video about slow, fluid movements.",
        "A video about graceful, circular motions.",
        "A video about focused, controlled breathing.",
        "A video about balanced, centered postures.",
        "A video about relaxed, gentle transitions.",
        "A video about mindful, deliberate steps.",
        "A video about serene, calm expressions.",
        "A video about harmonious, synchronized forms."
    ],
    "347": [
        "A video about steam filling the bathroom.",
        "A video about water cascading down.",
        "A video about soap bubbles forming.",
        "A video about a person scrubbing skin.",
        "A video about a towel drying off.",
        "A video about a mirror fogging up.",
        "A video about a shower curtain swaying.",
        "A video about a person rinsing hair."
    ],
    "348": [
        "A video about passionate embraces.",
        "A video about rhythmic footwork.",
        "A video about intense eye contact.",
        "A video about fluid body movements.",
        "A video about dramatic spins.",
        "A video about quick leg kicks.",
        "A video about close partner connection.",
        "A video about expressive arm gestures."
    ],
    "349": [
        "A video about quick foot movements.",
        "A video about rhythmic tapping sounds.",
        "A video about energetic body movements.",
        "A video about synchronized group steps.",
        "A video about precise heel strikes.",
        "A video about fast-paced toe taps.",
        "A video about dynamic arm gestures.",
        "A video about lively stage presence."
    ],
    "350": [
        "A video about quick finger movements.",
        "A video about rhythmic hand tapping.",
        "A video about precise fretboard contact.",
        "A video about dynamic string vibrations.",
        "A video about fluid hand transitions.",
        "A video about expressive musical patterns.",
        "A video about intense finger dexterity.",
        "A video about melodic tapping sequences."
    ],
    "351": [
        "A video about sleek metal body.",
        "A video about smooth clicking sound.",
        "A video about ergonomic grip design.",
        "A video about vibrant color options.",
        "A video about precise tip movement.",
        "A video about compact size.",
        "A video about easy-to-use button.",
        "A video about durable build quality."
    ],
    "352": [
        "A video about the foamy head forming.",
        "A video about the amber liquid swirling.",
        "A video about the glass being tilted.",
        "A video about the first sip taken.",
        "A video about the foam clinging to the rim.",
        "A video about the beer being savored.",
        "A video about the bubbles rising slowly.",
        "A video about the satisfied nod after tasting."
    ],
    "353": [
        "A video about the anticipation in their eyes.",
        "A video about the first bite's crunch.",
        "A video about the slow savoring of flavors.",
        "A video about the subtle nod of approval.",
        "A video about the closing of eyes in delight.",
        "A video about the gentle chewing motion.",
        "A video about the satisfied smile spreading.",
        "A video about the final swallow's relief."
    ],
    "354": [
        "A video about a person speaking confidently.",
        "A video about a witness holding documents.",
        "A video about a judge listening intently.",
        "A video about lawyers taking notes.",
        "A video about a courtroom filled with tension.",
        "A video about the witness answering questions.",
        "A video about the jury observing closely.",
        "A video about the judge making a decision."
    ],
    "355": [
        "A video about fingers tapping on screens.",
        "A video about quick, rhythmic movements.",
        "A video about glowing screens at night.",
        "A video about silent, focused faces.",
        "A video about thumbs typing rapidly.",
        "A video about notifications popping up.",
        "A video about eyes glued to phones.",
        "A video about social interactions online."
    ],
    "356": [
        "A video about the axe spinning in the air.",
        "A video about the axe's sharp edge glinting.",
        "A video about the axe's trajectory in slow motion.",
        "A video about the axe's handle rotating.",
        "A video about the axe hitting the target.",
        "A video about the axe's impact on wood.",
        "A video about the axe's flight path.",
        "A video about the axe's precise landing."
    ],
    "357": [
        "A video about the ball's smooth trajectory.",
        "A video about the player's focused expression.",
        "A video about the ball's swift release.",
        "A video about the arm's powerful motion.",
        "A video about the ball's spinning effect.",
        "A video about the player's balanced stance.",
        "A video about the ball's high arc.",
        "A video about the player's follow-through."
    ],
    "358": [
        "A video about the athlete gripping the discus.",
        "A video about the wind-up and spin.",
        "A video about the explosive release.",
        "A video about the discus's flight path.",
        "A video about the athlete's follow-through.",
        "A video about the discus hitting the ground.",
        "A video about the athlete's post-throw stance.",
        "A video about the discus's final distance."
    ],
    "359": [
        "A video about [laughter erupting]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [giggles spreading]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [faces contorting]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [hands flailing]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [bodies squirming]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [eyes watering]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [breath hitching]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [smiles widening]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8']."
    ],
    "360": [
        "A video about speeding down snowy slopes.",
        "A video about colorful toboggans gliding.",
        "A video about children laughing joyfully.",
        "A video about icy tracks glistening.",
        "A video about bundled-up riders.",
        "A video about the thrill of descent.",
        "A video about snowy landscapes.",
        "A video about the rush of wind."
    ],
    "361": [
        "A video about the coin spinning in the air.",
        "A video about the coin flipping end over end.",
        "A video about the coin catching light.",
        "A video about the coin's metallic shine.",
        "A video about the coin's descent to the hand.",
        "A video about the coin's smooth landing.",
        "A video about the coin's final position.",
        "A video about the coin's motion in slow-mo."
    ],
    "362": [
        "A video about hands chopping vegetables.",
        "A video about tossing greens in a bowl.",
        "A video about dressing being poured over.",
        "A video about hands mixing ingredients.",
        "A video about colorful vegetables being tossed.",
        "A video about a chef's precise movements.",
        "A video about the salad coming together.",
        "A video about the final presentation."
    ],
    "363": [
        "A video about a dog jumping over hurdles.",
        "A video about a dog fetching a ball.",
        "A video about a dog sitting on command.",
        "A video about a dog walking on a leash.",
        "A video about a dog rolling over.",
        "A video about a dog staying in place.",
        "A video about a dog running with agility.",
        "A video about a dog responding to hand signals."
    ],
    "364": [
        "A video about acrobats swinging high.",
        "A video about aerial flips and spins.",
        "A video about tightrope walking balance.",
        "A video about daring mid-air catches.",
        "A video about graceful silk draping.",
        "A video about dynamic rope tricks.",
        "A video about synchronized team moves.",
        "A video about breathtaking heights and drops."
    ],
    "365": [
        "A video about precise trimming movements.",
        "A video about steady hand techniques.",
        "A video about clean razor strokes.",
        "A video about detailed beard shaping.",
        "A video about smooth shaving process.",
        "A video about careful trimming edges.",
        "A video about even beard length.",
        "A video about focused shaving angles."
    ],
    "366": [
        "A video about a man climbing a tall tree.",
        "A video about using a chainsaw to cut branches.",
        "A video about sawdust flying in the air.",
        "A video about a ladder propped against the trunk.",
        "A video about leaves falling to the ground.",
        "A video about a pile of trimmed branches.",
        "A video about a safety harness being worn.",
        "A video about the final trimmed tree view."
    ],
    "367": [
        "A video about the powerful takeoff.",
        "A video about the graceful hop phase.",
        "A video about the controlled step phase.",
        "A video about the final jump phase.",
        "A video about the athlete's balance.",
        "A video about the trajectory of the jump.",
        "A video about the landing technique.",
        "A video about the speed and agility."
    ],
    "368": [
        "A video about hands folding the fabric.",
        "A video about fingers adjusting the knot.",
        "A video about the bow forming symmetrically.",
        "A video about the necktie being tightened.",
        "A video about the final tuck of the ends.",
        "A video about the bow tie standing upright.",
        "A video about the mirror checking the look.",
        "A video about the satisfied nod of approval."
    ],
    "369": [
        "A video about the smooth rope movement.",
        "A video about the precise loop formation.",
        "A video about the tension adjustment.",
        "A video about the symmetrical knot pattern.",
        "A video about the quick knot tightening.",
        "A video about the secure knot finish.",
        "A video about the effortless rope handling.",
        "A video about the clean knot appearance."
    ],
    "370": [
        "A video about hands moving gracefully.",
        "A video about the tie folding neatly.",
        "A video about the knot forming slowly.",
        "A video about the fabric sliding smoothly.",
        "A video about the collar adjusting gently.",
        "A video about the final tuck carefully.",
        "A video about the mirror reflection.",
        "A video about the satisfied smile."
    ],
    "371": [
        "A video about carefully opening a box.",
        "A video about revealing the contents.",
        "A video about cutting through tape.",
        "A video about lifting the lid.",
        "A video about removing protective foam.",
        "A video about unfolding instructions.",
        "A video about assembling the product.",
        "A video about showing off the item."
    ],
    "372": [
        "A video about workers lifting boxes.",
        "A video about stacking items neatly.",
        "A video about forklifts moving pallets.",
        "A video about trucks opening their doors.",
        "A video about unloading heavy machinery.",
        "A video about sorting goods quickly.",
        "A video about trucks backing up.",
        "A video about workers in high-vis vests."
    ],
    "373": [
        "A video about typing on a keyboard.",
        "A video about clicking a mouse.",
        "A video about scrolling a webpage.",
        "A video about dragging files.",
        "A video about opening an app.",
        "A video about closing a window.",
        "A video about zooming in on a map.",
        "A video about saving a document."
    ],
    "374": [
        "A video about precise button presses.",
        "A video about smooth joystick movements.",
        "A video about quick menu navigation.",
        "A video about responsive screen taps.",
        "A video about detailed settings adjustments.",
        "A video about intuitive interface design.",
        "A video about ergonomic grip comfort.",
        "A video about seamless connectivity setup."
    ],
    "375": [
        "A video about smooth gliding on sidewalks.",
        "A video about effortless turning on curves.",
        "A video about quick acceleration on flat surfaces.",
        "A video about stable balance on uneven terrain.",
        "A video about agile maneuvering through crowds.",
        "A video about precise stopping at intersections.",
        "A video about dynamic weaving through obstacles.",
        "A video about graceful descent on inclines."
    ],
    "376": [
        "A video about sleek metallic doors.",
        "A video about high-tech security panels.",
        "A video about advanced biometric scanners.",
        "A video about reinforced concrete walls.",
        "A video about automated retrieval systems.",
        "A video about climate-controlled interiors.",
        "A video about emergency lockdown protocols.",
        "A video about 24/7 surveillance cameras."
    ],
    "377": [
        "A video about people standing in a queue.",
        "A video about feet shuffling slowly.",
        "A video about eyes scanning the line.",
        "A video about hands fidgeting nervously.",
        "A video about faces showing impatience.",
        "A video about shoulders slumping tiredly.",
        "A video about bodies swaying slightly.",
        "A video about the line moving forward."
    ],
    "378": [
        "A video about a dog pulling on the leash.",
        "A video about a person holding the leash.",
        "A video about the dog sniffing the ground.",
        "A video about the person walking briskly.",
        "A video about the dog wagging its tail.",
        "A video about the person stopping to rest.",
        "A video about the dog chasing a bird.",
        "A video about the person smiling at the dog."
    ],
    "379": [
        "A video about suds filling the sink.",
        "A video about hands scrubbing plates.",
        "A video about water running clear.",
        "A video about drying with a towel.",
        "A video about stacking clean dishes.",
        "A video about soap bubbles popping.",
        "A video about rinsing under the tap.",
        "A video about a sparkling kitchen sink."
    ],
    "380": [
        "A video about gentle water flow.",
        "A video about soft soap application.",
        "A video about careful foot scrubbing.",
        "A video about warm towel drying.",
        "A video about soothing foot massage.",
        "A video about attentive hand movements.",
        "A video about serene facial expressions.",
        "A video about calm, focused eyes."
    ],
    "381": [
        "A video about suds forming on the scalp.",
        "A video about water cascading down the hair.",
        "A video about fingers massaging the scalp.",
        "A video about shampoo lathering in the hair.",
        "A video about droplets glistening on the strands.",
        "A video about the hair becoming shiny and clean.",
        "A video about the head tilted under the faucet.",
        "A video about the hair being gently rinsed."
    ],
    "382": [
        "A video about hands being lathered with soap.",
        "A video about fingers being scrubbed together.",
        "A video about water running over hands.",
        "A video about soap bubbles being rinsed off.",
        "A video about hands being dried with a towel.",
        "A video about nails being cleaned under water.",
        "A video about wrists being washed thoroughly.",
        "A video about hands being rubbed vigorously."
    ],
    "383": [
        "A video about skiers gliding on water.",
        "A video about the boat pulling skiers.",
        "A video about the spray of water.",
        "A video about the skiers' balance.",
        "A video about the colorful life jackets.",
        "A video about the sun reflecting on water.",
        "A video about the skiers' smiles.",
        "A video about the excitement in the air."
    ],
    "384": [
        "A video about splashing water and laughter.",
        "A video about colorful slides and happy faces.",
        "A video about swift movements and joyful screams.",
        "A video about sunlit pools and playful splashes.",
        "A video about vibrant swimsuits and carefree kids.",
        "A video about twisting slides and thrilling drops.",
        "A video about glistening water and sunny skies.",
        "A video about fast descents and endless fun."
    ],
    "385": [
        "A video about a person holding a watering can.",
        "A video about water droplets falling on leaves.",
        "A video about plants soaking up the water.",
        "A video about a gentle stream of water.",
        "A video about the sun shining through droplets.",
        "A video about the plants looking refreshed.",
        "A video about the person carefully pouring water.",
        "A video about the soil becoming moist."
    ],
    "386": [
        "A video about smooth, even strokes.",
        "A video about precise, controlled movements.",
        "A video about the wax being applied.",
        "A video about the wax hardening quickly.",
        "A video about the wax being removed.",
        "A video about the skin being revealed.",
        "A video about the final smooth surface.",
        "A video about the satisfaction of completion."
    ],
    "387": [
        "A video about a man applying wax strips.",
        "The video shows the chest area being prepped.",
        "Wax is spread evenly on the chest skin.",
        "The video captures the quick removal of wax.",
        "A close-up of the hair being pulled out.",
        "The video highlights the post-wax care routine.",
        "The chest is seen becoming smoother after waxing.",
        "The video ends with a clean and hairless chest."
    ],
    "388": [
        "A video about applying wax strips.",
        "A video about pressing strips firmly.",
        "A video about removing strips quickly.",
        "A video about tweezing stray hairs.",
        "A video about applying soothing gel.",
        "A video about cleaning up the area.",
        "A video about checking the symmetry.",
        "A video about final touch-ups."
    ],
    "389": [
        "A video about applying warm wax strips.",
        "A video about smoothing the wax strip.",
        "A video about pressing the wax strip down.",
        "A video about quickly pulling the strip off.",
        "A video about soothing the skin with lotion.",
        "A video about cleaning up the wax residue.",
        "A video about inspecting the smooth results.",
        "A video about preparing for the next strip."
    ],
    "390": [
        "A video about hands skillfully weaving strands.",
        "A video about rhythmic movements of fingers.",
        "A video about colorful threads intertwining.",
        "A video about a circular base forming.",
        "A video about gradual height increase.",
        "A video about intricate patterns emerging.",
        "A video about a sturdy structure taking shape.",
        "A video about a completed basket."
    ],
    "391": [
        "A video about sparks flying in arcs.",
        "A video about molten metal dripping.",
        "A video about precise hand movements.",
        "A video about protective gear worn.",
        "A video about intense heat glowing.",
        "A video about steady welding torch.",
        "A video about metal pieces joining.",
        "A video about smoke rising gently."
    ],
    "392": [
        "A video about a person pursing their lips.",
        "A video about air flowing through the mouth.",
        "A video about a rhythmic, high-pitched sound.",
        "A video about a person's cheeks slightly puffing.",
        "A video about a relaxed, almost playful expression.",
        "A video about a gentle, repetitive motion of the lips.",
        "A video about a melodic, almost musical tone.",
        "A video about a person's eyes closing slightly."
    ],
    "393": [
        "A video about the sail catching the wind.",
        "A video about the board gliding on water.",
        "A video about the rider's balance.",
        "A video about the spray from the board.",
        "A video about the colorful sails in motion.",
        "A video about the rider's fluid movements.",
        "A video about the sun reflecting on water.",
        "A video about the windsurfer's speed."
    ],
    "394": [
        "A video about colorful ribbons being tied.",
        "A video about neatly folding the wrapping paper.",
        "A video about precise cutting of the paper.",
        "A video about the bow being tied perfectly.",
        "A video about the gift box being sealed.",
        "A video about the gift being placed in a bag.",
        "A video about the tag being attached to the gift.",
        "A video about the final touch of the wrapping."
    ],
    "395": [
        "A video about intense grappling moves.",
        "A video about powerful body slams.",
        "A video about dramatic falls to the mat.",
        "A video about sweat-soaked wrestlers.",
        "A video about colorful costumes and masks.",
        "A video about the roar of the crowd.",
        "A video about strategic holds and escapes.",
        "A video about the thrill of victory."
    ],
    "396": [
        "A video about fast-paced movements.",
        "A video about dynamic camera angles.",
        "A video about intense facial expressions.",
        "A video about dramatic lighting effects.",
        "A video about fluid body motions.",
        "A video about sharp contrast colors.",
        "A video about close-up shots.",
        "A video about rapid scene transitions."
    ],
    "397": [
        "A video about a wide open mouth.",
        "A video about deep inhalation.",
        "A video about stretching arms.",
        "A video about closing eyes.",
        "A video about a relaxed face.",
        "A video about a slow exhale.",
        "A video about a tired expression.",
        "A video about a deep breath."
    ],
    "398": [
        "A video about graceful body movements.",
        "A video about deep breathing techniques.",
        "A video about serene meditation poses.",
        "A video about fluid stretching sequences.",
        "A video about focused concentration.",
        "A video about balanced postures.",
        "A video about calming environments.",
        "A video about rhythmic transitions."
    ],
    "399": [
        "A video about energetic dance moves.",
        "A video about vibrant music beats.",
        "A video about colorful fitness attire.",
        "A video about synchronized group routines.",
        "A video about joyful facial expressions.",
        "A video about rhythmic arm movements.",
        "A video about dynamic leg exercises.",
        "A video about lively dance formations."
    ]
}