{
    "0": [
        "A video about climbers descending a cliff.",
        "A video about ropes securing the descent.",
        "A video about harnesses holding the climbers.",
        "A video about helmets protecting the head.",
        "A video about the rocky terrain below.",
        "A video about the breathtaking views.",
        "A video about the controlled movements.",
        "A video about the sense of adventure."
    ],
    "1": [
        "A video about intense facial expressions.",
        "A video about dynamic body movements.",
        "A video about rapid dialogue delivery.",
        "A video about dramatic lighting effects.",
        "A video about intricate stage props.",
        "A video about emotional eye contact.",
        "A video about synchronized choreography.",
        "A video about expressive hand gestures."
    ],
    "2": [
        "A video about hands reaching up to the glasses.",
        "A video about fingers gently pushing the frame.",
        "A video about the head tilting slightly back.",
        "A video about the eyes blinking after adjustment.",
        "A video about the hand slowly moving away.",
        "A video about the glasses settling on the nose.",
        "A video about the person looking around calmly.",
        "A video about the satisfied expression on the face."
    ],
    "3": [
        "A video about energetic arm movements.",
        "A video about rhythmic head bobs.",
        "A video about intense facial expressions.",
        "A video about exaggerated arm swings.",
        "A video about synchronized foot taps.",
        "A video about passionate body shakes.",
        "A video about dynamic hand gestures.",
        "A video about joyful body language."
    ],
    "4": [
        "A video about a wrestler gripping the alligator's jaws.",
        "A video about the wrestler straddling the alligator's back.",
        "A video about the wrestler pinning the alligator down.",
        "A video about the alligator thrashing violently.",
        "A video about the wrestler's quick reflexes.",
        "A video about the crowd cheering loudly.",
        "A video about the wrestler's determined expression.",
        "A video about the alligator's powerful tail swings."
    ],
    "5": [
        "A video about people answering questions.",
        "The video shows a calm and focused atmosphere.",
        "Participants are seated at a table with microphones.",
        "The camera captures close-ups of their faces.",
        "Lights are bright, highlighting their expressions.",
        "Background is simple, with neutral colors.",
        "Questions are displayed on a large screen.",
        "The video transitions smoothly between answers."
    ],
    "6": [
        "A video about hands clapping rhythmically.",
        "A video about palms meeting forcefully.",
        "A video about fingers snapping together.",
        "A video about arms moving up and down.",
        "A video about a crowd's synchronized motion.",
        "A video about a burst of energy.",
        "A video about a sea of hands rising.",
        "A video about a wave of applause spreading."
    ],
    "7": [
        "A video about a hand squeezing cream from a tube.",
        "A video about fingers spreading cream evenly.",
        "A video about the cream blending into the skin.",
        "A video about a gentle massage with cream.",
        "A video about the tube being squeezed gently.",
        "A video about the cream's texture on the skin.",
        "A video about the hand's movement in circular motions.",
        "A video about the cream's absorption into the skin."
    ],
    "8": [
        "A video about trowels scraping soil.",
        "A video about brushes dusting artifacts.",
        "A video about sifting through dirt.",
        "A video about measuring excavation sites.",
        "A video about labeling found items.",
        "A video about mapping the dig area.",
        "A video about team members discussing finds.",
        "A video about preserving uncovered relics."
    ],
    "9": [
        "A video about the precise aim of the archer.",
        "A video about the bowstring's tension release.",
        "A video about the arrow's swift flight.",
        "A video about the archer's steady stance.",
        "A video about the target's impact point.",
        "A video about the archer's focused gaze.",
        "A video about the bow's elegant curve.",
        "A video about the archer's calm demeanor."
    ],
    "10": [
        "A video about intense facial expressions.",
        "A video about animated hand gestures.",
        "A video about raised voices and tones.",
        "A video about rapid head movements.",
        "A video about pointed fingers and stares.",
        "A video about pacing back and forth.",
        "A video about flushed faces and necks.",
        "A video about clenched fists and jaws."
    ],
    "11": [
        "A video about intense facial expressions.",
        "A video about gripping hands tightly.",
        "A video about straining muscles visibly.",
        "A video about focused eye contact.",
        "A video about sweat dripping down.",
        "A video about tense body posture.",
        "A video about cheering spectators.",
        "A video about determined looks."
    ],
    "12": [
        "A video about delicate petals being arranged.",
        "A video about vibrant colors blending together.",
        "A video about a skilled hand trimming stems.",
        "A video about fresh blooms being placed gently.",
        "A video about a vase filling with beauty.",
        "A video about nature's art being created.",
        "A video about a serene floral arrangement.",
        "A video about the joy of arranging flowers."
    ],
    "13": [
        "A video about tightening the handlebar bolts.",
        "A video about attaching the front wheel.",
        "A video about adjusting the seat height.",
        "A video about connecting the brake cables.",
        "A video about installing the pedals.",
        "A video about aligning the chain.",
        "A video about securing the saddle.",
        "A video about checking tire pressure."
    ],
    "14": [
        "A video about hands carefully placing components.",
        "A video about screws being tightened with precision.",
        "A video about cables neatly organized and connected.",
        "A video about a motherboard being installed securely.",
        "A video about a cpu being placed with care.",
        "A video about ram modules being inserted firmly.",
        "A video about a gpu being mounted steadily.",
        "A video about a power supply being fitted neatly."
    ],
    "15": [
        "A video about bustling conference halls.",
        "A video about animated speaker presentations.",
        "A video about attentive audience members.",
        "A video about networking in coffee breaks.",
        "A video about interactive q&a sessions.",
        "A video about vibrant poster displays.",
        "A video about enthusiastic applause.",
        "A video about collaborative workshops."
    ],
    "16": [
        "A video about lively bidding gestures.",
        "A video about rapid price increments.",
        "A video about intense audience reactions.",
        "A video about animated auctioneer calls.",
        "A video about eager bidder responses.",
        "A video about dynamic item displays.",
        "A video about enthusiastic crowd energy.",
        "A video about focused bidder attention."
    ],
    "17": [
        "A video about a person leaping into the air.",
        "The body twists 180 degrees mid-air.",
        "Arms swing for balance and momentum.",
        "Legs tuck in close to the torso.",
        "The head stays level with the body.",
        "Feet extend just before landing.",
        "The landing is precise and controlled.",
        "The body remains upright after the flip."
    ],
    "18": [
        "A video about mixing dough with a wooden spoon.",
        "A video about scooping dough onto a baking sheet.",
        "A video about cookies spreading in the oven.",
        "A video about cookies turning golden brown.",
        "A video about removing cookies from the oven.",
        "A video about cooling cookies on a wire rack.",
        "A video about sprinkling sugar on the dough.",
        "A video about decorating cookies with icing."
    ],
    "19": [
        "A video about neatly wrapped bandages.",
        "A video about swift, precise movements.",
        "A video about clean, sterile procedures.",
        "A video about careful wound inspection.",
        "A video about secure, tight bindings.",
        "A video about gentle, supportive care.",
        "A video about efficient, methodical actions.",
        "A video about calm, focused demeanor."
    ],
    "20": [
        "A video about sizzling meat on the grill.",
        "A video about smoke rising from the coals.",
        "A video about juicy steaks turning brown.",
        "A video about tongs flipping burgers.",
        "A video about flames licking the meat.",
        "A video about a chef seasoning the food.",
        "A video about a group laughing around the grill.",
        "A video about a platter of grilled veggies."
    ],
    "21": [
        "A video about [flipping bottles]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [mixing drinks]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [pouring shots]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [shaking cocktails]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [twirling straws]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [balancing glasses]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [slicing fruits]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [lighting drinks]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8']."
    ],
    "22": [
        "A video about adrenaline-pumping leaps.",
        "A video about soaring through the air.",
        "A video about breathtaking freefalls.",
        "A video about parachutes deploying.",
        "A video about stunning landscapes below.",
        "A video about daring aerial stunts.",
        "A video about the rush of wind.",
        "A video about the thrill of landing."
    ],
    "23": [
        "A video about a playful dog splashing water.",
        "A video about a dog shaking off water.",
        "A video about a dog enjoying the bath.",
        "A video about a dog with soap bubbles.",
        "A video about a dog licking water droplets.",
        "A video about a dog with wet fur.",
        "A video about a dog wagging its tail.",
        "A video about a dog with a towel drying."
    ],
    "24": [
        "A video about dynamic rope movements.",
        "A video about intense arm swings.",
        "A video about rhythmic pulsing motions.",
        "A video about focused facial expressions.",
        "A video about synchronized rope waves.",
        "A video about sweat-soaked athletes.",
        "A video about powerful core engagement.",
        "A video about rhythmic pulsing motions."
    ],
    "25": [
        "A video about rhythmic mouth movements.",
        "A video about expressive facial expressions.",
        "A video about rapid tongue flicks.",
        "A video about intense body language.",
        "A video about dynamic hand gestures.",
        "A video about synchronized head nods.",
        "A video about varied vocal tones.",
        "A video about energetic body shifts."
    ],
    "26": [
        "A video about bees flying around hives.",
        "A video about a beekeeper in protective gear.",
        "A video about honey extraction from frames.",
        "A video about bees pollinating flowers.",
        "A video about a beekeeper inspecting hives.",
        "A video about bees building honeycomb.",
        "A video about a beekeeper harvesting honey.",
        "A video about bees returning to the hive."
    ],
    "27": [
        "A video about fluid arm movements.",
        "A video about rhythmic hip rotations.",
        "A video about undulating torso waves.",
        "A video about graceful leg extensions.",
        "A video about intricate hand gestures.",
        "A video about dynamic shoulder shimmies.",
        "A video about expressive facial expressions.",
        "A video about vibrant costume twirls."
    ],
    "28": [
        "A video about strong lifters lifting heavy weights.",
        "A video about controlled movements with precise form.",
        "A video about muscles flexing under the strain.",
        "A video about the barbell descending to the chest.",
        "A video about the explosive push upwards.",
        "A video about the focus and determination in eyes.",
        "A video about the sweat dripping from foreheads.",
        "A video about the final rep with a deep exhale."
    ],
    "29": [
        "A video about the graceful arch of the spine.",
        "A video about the fluid motion of limbs.",
        "A video about the tension in muscles.",
        "A video about the balance on one foot.",
        "A video about the stretch in the torso.",
        "A video about the focus in the eyes.",
        "A video about the control of breath.",
        "A video about the harmony of movement."
    ],
    "30": [
        "A video about metal being heated to a glowing red.",
        "A video about a hydraulic press applying force.",
        "A video about the metal slowly bending under pressure.",
        "A video about sparks flying as the metal bends.",
        "A video about the metal's surface showing stress marks.",
        "A video about the metal's shape transforming visibly.",
        "A video about the metal's edges becoming uneven.",
        "A video about the metal's final bent form."
    ],
    "31": [
        "A video about snowflakes clinging to the bike.",
        "A video about the rider's breath visible.",
        "A video about the bike's tracks in the snow.",
        "A video about the snow crunching under tires.",
        "A video about the rider's face shielded.",
        "A video about the bike's speed in the snow.",
        "A video about the snow-covered landscape.",
        "A video about the bike's wheels spinning."
    ],
    "32": [
        "A video about sand particles flying in all directions.",
        "A video about intense pressure creating a cloud of dust.",
        "A video about metal surfaces being rapidly eroded.",
        "A video about sparks and debris scattering around.",
        "A video about a powerful jet of sand hitting the target.",
        "A video about the rhythmic sound of sand blasting.",
        "A video about the surface texture changing visibly.",
        "A video about the precision of controlled sand flow."
    ],
    "33": [
        "A video about a person holding a blowdryer.",
        "The blowdryer emits a warm, steady stream.",
        "Hair is lifted and separated by fingers.",
        "The person moves the blowdryer in circles.",
        "Curls begin to form as the hair dries.",
        "A mirror reflects the transformation clearly.",
        "The person checks the hair from different angles.",
        "The final look is sleek and voluminous."
    ],
    "34": [
        "A video about the rhythmic chewing motion.",
        "A video about the gum stretching thin.",
        "A video about the bubble forming round.",
        "A video about the bubble popping loudly.",
        "A video about the gum sticking back.",
        "A video about the tongue's precise movements.",
        "A video about the bubble's iridescent sheen.",
        "A video about the gum's elastic texture."
    ],
    "35": [
        "A video about molten glass glowing orange.",
        "A video about a blowpipe shaping the glass.",
        "A video about the artist's steady breath.",
        "A video about tools manipulating the glass.",
        "A video about the glass cooling slowly.",
        "A video about the glass's smooth surface.",
        "A video about the final product's shine.",
        "A video about the artist's focused eyes."
    ],
    "36": [
        "A video about leaves swirling in the wind.",
        "A video about a rake pushing piles.",
        "A video about leaves dancing in circles.",
        "A video about a leaf blower's force.",
        "A video about leaves cascading down.",
        "A video about a person's focused gaze.",
        "A video about leaves forming small mounds.",
        "A video about the rhythmic motion of blowing."
    ],
    "37": [
        "A video about someone holding a tissue.",
        "A video about the person leaning forward.",
        "A video about the nose being covered.",
        "A video about a quick, forceful exhale.",
        "A video about the tissue moving slightly.",
        "A video about the person relaxing afterward.",
        "A video about the tissue being removed.",
        "A video about the person inspecting the tissue."
    ],
    "38": [
        "A video about a person taking a deep breath.",
        "A video about the cheeks puffing up.",
        "A video about the lips forming a circle.",
        "A video about a strong exhale.",
        "A video about the candles flickering.",
        "A video about the flames gradually dying.",
        "A video about the room getting darker.",
        "A video about the person smiling."
    ],
    "39": [
        "A video about sleek bobsleds gliding down icy tracks.",
        "A video about athletes pushing the sled to gain speed.",
        "A video about helmets reflecting the track's twists.",
        "A video about the sled's shadow racing alongside.",
        "A video about the cold mist rising from the track.",
        "A video about the sled's metal scraping against ice.",
        "A video about the team's synchronized jumps into sled.",
        "A video about the sled's rapid descent through curves."
    ],
    "40": [
        "A video about gliding through waves.",
        "A video about the thrill of the ride.",
        "A video about the power of the ocean.",
        "A video about the joy of movement.",
        "A video about the connection to nature.",
        "A video about the freedom of the sea.",
        "A video about the skill of timing.",
        "A video about the beauty of the moment."
    ],
    "41": [
        "A video about precise folding.",
        "A video about careful stitching.",
        "A video about smooth gluing.",
        "A video about neat trimming.",
        "A video about intricate patterns.",
        "A video about vibrant colors.",
        "A video about detailed embossing.",
        "A video about elegant finishing."
    ],
    "42": [
        "A video about automated bottling lines.",
        "A video about precise liquid pouring.",
        "A video about sealing caps tightly.",
        "A video about labeling machines in action.",
        "A video about conveyor belts moving bottles.",
        "A video about quality control checks.",
        "A video about packaging bottles neatly.",
        "A video about final product inspection."
    ],
    "43": [
        "A video about colorful inflatables.",
        "A video about joyful children.",
        "A video about high bounces.",
        "A video about giggles and laughter.",
        "A video about vibrant colors.",
        "A video about playful energy.",
        "A video about safe fun.",
        "A video about endless smiles."
    ],
    "44": [
        "A video about high-flying acrobatics.",
        "A video about rhythmic bouncing motions.",
        "A video about joyful expressions.",
        "A video about synchronized jumps.",
        "A video about dynamic flips.",
        "A video about playful laughter.",
        "A video about graceful landings.",
        "A video about energetic movements."
    ],
    "45": [
        "A video about players releasing the ball.",
        "A video about the ball rolling down the lane.",
        "A video about the pins being struck.",
        "A video about players celebrating strikes.",
        "A video about the ball returning to the player.",
        "A video about players lining up their shots.",
        "A video about the colorful bowling shoes.",
        "A video about the neon lights in the alley."
    ],
    "46": [
        "A video about nimble fingers weaving strands.",
        "A video about rhythmic movements of hands.",
        "A video about delicate twists and turns.",
        "A video about smooth, flowing braiding action.",
        "A video about precise sectioning of hair.",
        "A video about gentle tugs and pulls.",
        "A video about intricate patterns forming.",
        "A video about focused, steady braiding."
    ],
    "47": [
        "A video about breadcrumbs scattered on a path.",
        "A video about a trail of small pieces of bread.",
        "A video about crumbs leading to a destination.",
        "A video about bread fragments on the ground.",
        "A video about a line of breadcrumbs in the woods.",
        "A video about bread pieces marking a route.",
        "A video about a series of breadcrumbs in a park.",
        "A video about breadcrumbs guiding through a maze."
    ],
    "48": [
        "A video about dynamic spins and flips.",
        "A video about rhythmic body movements.",
        "A video about intricate footwork patterns.",
        "A video about powerful arm gestures.",
        "A video about fluid transitions between moves.",
        "A video about acrobatic floor rolls.",
        "A video about rapid headspins.",
        "A video about synchronized group routines."
    ],
    "49": [
        "A video about a swift karate chop.",
        "A video about a focused punch.",
        "A video about a powerful kick.",
        "A video about boards shattering.",
        "A video about precise strikes.",
        "A video about intense concentration.",
        "A video about quick movements.",
        "A video about triumphant expressions."
    ],
    "50": [
        "A video about flames shooting from the mouth.",
        "A video about intense heat radiating outward.",
        "A video about smoke billowing from the source.",
        "A video about sparks flying in all directions.",
        "A video about a fiery glow illuminating the scene.",
        "A video about the rapid expansion of hot air.",
        "A video about a dramatic burst of fire.",
        "A video about the mesmerizing dance of flames."
    ],
    "51": [
        "A video about dynamic brushstrokes.",
        "A video about bold, expressive lines.",
        "A video about rapid, fluid movements.",
        "A video about vibrant, contrasting colors.",
        "A video about spontaneous, energetic strokes.",
        "A video about dramatic, sweeping motions.",
        "A video about intense, passionate brushwork.",
        "A video about lively, animated techniques."
    ],
    "52": [
        "A video about gentle strokes on long hair.",
        "A video about rhythmic movements of the brush.",
        "A video about strands of hair falling into place.",
        "A video about a focused expression on the face.",
        "A video about the brush gliding through thick locks.",
        "A video about the reflection of light on smooth hair.",
        "A video about a satisfied smile after each stroke.",
        "A video about the soft sound of brushing."
    ],
    "53": [
        "A video about a person holding a toothbrush.",
        "A video about the toothpaste being squeezed.",
        "A video about the brush moving in circles.",
        "A video about foam forming on the brush.",
        "A video about the brush reaching all teeth.",
        "A video about the person rinsing their mouth.",
        "A video about the brush being cleaned.",
        "A video about the person smiling brightly."
    ],
    "54": [
        "A video about sleek metal frames.",
        "A video about sturdy wooden shelves.",
        "A video about adjustable height options.",
        "A video about modular storage units.",
        "A video about ergonomic design features.",
        "A video about seamless assembly process.",
        "A video about durable material choices.",
        "A video about versatile color finishes."
    ],
    "55": [
        "A video about colorful bricks scattered.",
        "A video about hands sorting pieces.",
        "A video about a child's focused face.",
        "A video about tiny parts clicking.",
        "A video about a tower rising.",
        "A video about a model taking shape.",
        "A video about a table full of parts.",
        "A video about a finished creation."
    ],
    "56": [
        "A video about kids scooping sand.",
        "A video about shaping sand into towers.",
        "A video about water mixing with sand.",
        "A video about intricate designs in sand.",
        "A video about kids laughing and playing.",
        "A video about colorful buckets and shovels.",
        "A video about sunlit sandcastles on the beach.",
        "A video about the ocean waves nearby."
    ],
    "57": [
        "A video about workers assembling beams.",
        "A video about tools scattered on the ground.",
        "A video about a roof being lifted.",
        "A video about nails being hammered.",
        "A video about a wall taking shape.",
        "A video about a door being installed.",
        "A video about windows being fitted.",
        "A video about the final paint touch."
    ],
    "58": [
        "A video about matadors in vibrant costumes.",
        "A video about the charging bull's fury.",
        "A video about the crowd's intense energy.",
        "A video about the red cape's sway.",
        "A video about the bull's powerful charge.",
        "A video about the matador's graceful moves.",
        "A video about the arena's grand setting.",
        "A video about the dramatic final moments."
    ],
    "59": [
        "A video about a massive bulldozer pushing dirt.",
        "A video about the powerful engine roaring.",
        "A video about the blade slicing through soil.",
        "A video about debris flying in the air.",
        "A video about the ground leveling smoothly.",
        "A video about the operator's precise control.",
        "A video about the bulldozer's steady progress.",
        "A video about the site transforming quickly."
    ],
    "60": [
        "A video about the thrill of free-falling.",
        "A video about the elastic cord stretching.",
        "A video about the jumper's face of excitement.",
        "A video about the breathtaking mountain backdrop.",
        "A video about the sudden rebound upwards.",
        "A video about the wind rushing past.",
        "A video about the crowd's cheers below.",
        "A video about the jumper's final descent."
    ],
    "61": [
        "A video about a person's chest expanding.",
        "A video about a sudden release of air.",
        "A video about a loud, rumbling sound.",
        "A video about a person's face relaxing.",
        "A video about a brief, satisfied expression.",
        "A video about a gentle, rhythmic movement.",
        "A video about a slight, involuntary shake.",
        "A video about a quick, audible exhale."
    ],
    "62": [
        "A video about street performers juggling.",
        "A video about musicians playing instruments.",
        "A video about dancers performing routines.",
        "A video about magicians doing tricks.",
        "A video about artists drawing live.",
        "A video about singers performing songs.",
        "A video about comedians telling jokes.",
        "A video about acrobats doing stunts."
    ],
    "63": [
        "A video about fingers tapping on a calculator.",
        "A video about numbers scrolling on a screen.",
        "A video about a pen moving on paper.",
        "A video about eyes focused on equations.",
        "A video about a cursor clicking on cells.",
        "A video about a chalkboard filled with math.",
        "A video about a person staring at a graph.",
        "A video about a hand writing in a notebook."
    ],
    "64": [
        "A video about dynamic brush strokes.",
        "A video about fluid motion.",
        "A video about expressive ink splashes.",
        "A video about rhythmic patterns.",
        "A video about bold calligraphy lines.",
        "A video about vibrant colors.",
        "A video about energetic movements.",
        "A video about harmonious balance."
    ],
    "65": [
        "A video about swift water currents.",
        "A video about rhythmic paddle strokes.",
        "A video about serene lake reflections.",
        "A video about dynamic river rapids.",
        "A video about colorful kayak designs.",
        "A video about focused facial expressions.",
        "A video about gliding across calm waters.",
        "A video about teamwork in tandem kayaks."
    ],
    "66": [
        "A video about fluid movements. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about rhythmic kicks. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about acrobatic flips. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about dynamic spins. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about agile dodges. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about powerful strikes. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about synchronized steps. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about graceful transitions. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8']."
    ],
    "67": [
        "A video about the boat tipping sideways.",
        "A video about water rushing over the deck.",
        "A video about crew members scrambling.",
        "A video about the mast dipping into the sea.",
        "A video about the hull exposed to the air.",
        "A video about waves crashing against the boat.",
        "A video about the vessel losing balance.",
        "A video about the final plunge underwater."
    ],
    "68": [
        "A video about precise card placement.",
        "A video about steady hand movements.",
        "A video about balanced card structures.",
        "A video about intricate card patterns.",
        "A video about careful stacking technique.",
        "A video about elegant card designs.",
        "A video about meticulous card alignment.",
        "A video about creative card arrangements."
    ],
    "69": [
        "A video about [card spinning]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card flipping]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card gliding]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card twirling]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card soaring]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card slicing]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card darting]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8'].",
        "A video about [card zipping]. the output should be in the following format: ['sentence 1', 'sentence 2', 'sentence 3', 'sentence 4', 'sentence 5', 'sentence 6', 'sentence 7', 'sentence 8']."
    ],
    "70": [
        "A video about a gentle hand cradling the baby.",
        "A video about a smiling parent lifting the baby.",
        "A video about a secure hold around the baby.",
        "A video about a playful toss in the air.",
        "A video about a cozy snuggle with the baby.",
        "A video about a steady walk carrying the baby.",
        "A video about a tender kiss on the baby's head.",
        "A video about a joyful dance with the baby."
    ],
    "71": [
        "A video about a person flipping sideways.",
        "A video about hands touching the ground.",
        "A video about legs extending outward.",
        "A video about a graceful arc in the air.",
        "A video about a full body rotation.",
        "A video about a smooth transition in motion.",
        "A video about a balanced mid-air pose.",
        "A video about a quick, fluid movement."
    ],
    "72": [
        "A video about the precision of the ice carving tool.",
        "A video about the delicate shavings of ice falling.",
        "A video about the intricate patterns emerging on ice.",
        "A video about the artist's focused expression.",
        "A video about the cold mist rising from the ice.",
        "A video about the smooth, polished surface of the ice.",
        "A video about the rhythmic sound of carving.",
        "A video about the final detailed touches on the ice."
    ],
    "73": [
        "A video about a detailed pumpkin face.",
        "A video about intricate carving patterns.",
        "A video about a spooky halloween theme.",
        "A video about smooth pumpkin surfaces.",
        "A video about sharp carving tools.",
        "A video about a glowing pumpkin lantern.",
        "A video about creative pumpkin designs.",
        "A video about a festive halloween display."
    ],
    "74": [
        "A video about the angler's steady hand.",
        "A video about the line's graceful arc.",
        "A video about the reel's smooth spin.",
        "A video about the water's gentle ripples.",
        "A video about the line's precise length.",
        "A video about the rod's fluid motion.",
        "A video about the bait's subtle sway.",
        "A video about the line's invisible tension."
    ],
    "75": [
        "A video about a fisherman casting a line.",
        "A video about the fish biting the bait.",
        "A video about the fisherman reeling in.",
        "A video about the fish flopping on deck.",
        "A video about the fisherman holding the catch.",
        "A video about the fish's scales glistening.",
        "A video about the fisherman's smile of triumph.",
        "A video about the fish being released back."
    ],
    "76": [
        "A video about the pitcher's windup.",
        "A video about the ball's trajectory.",
        "A video about the fielder's glove.",
        "A video about the batter's swing.",
        "A video about the ball's spin.",
        "A video about the outfielder's leap.",
        "A video about the catcher's stance.",
        "A video about the ball's speed."
    ],
    "77": [
        "A video about the frisbee's graceful arc.",
        "A video about the player's precise grip.",
        "A video about the wind's influence on flight.",
        "A video about the catch's sudden stop.",
        "A video about the thrower's focused stance.",
        "A video about the frisbee's spinning motion.",
        "A video about the receiver's outstretched arms.",
        "A video about the crowd's cheering reaction."
    ],
    "78": [
        "A video about the pitcher's windup.",
        "A video about the ball's trajectory.",
        "A video about the fielder's glove.",
        "A video about the batter's swing.",
        "A video about the ball's spin.",
        "A video about the fielder's stance.",
        "A video about the ball's bounce.",
        "A video about the fielder's catch."
    ],
    "79": [
        "A video about colorful confetti raining down.",
        "A video about joyful faces beaming with pride.",
        "A video about energetic dancing in the streets.",
        "A video about fireworks lighting up the night.",
        "A video about people hugging and cheering.",
        "A video about flags waving in the breeze.",
        "A video about balloons floating into the sky.",
        "A video about a band playing lively music."
    ],
    "80": [
        "A video about the smooth gear shift.",
        "A video about the lever moving.",
        "A video about the clutch press.",
        "A video about the rpm drop.",
        "A video about the engine sound.",
        "A video about the speed increase.",
        "A video about the driver's hand.",
        "A video about the gear indicator."
    ],
    "81": [
        "A video about a mechanic lifting the car.",
        "A video about the oil drain plug being removed.",
        "A video about old oil draining into a pan.",
        "A video about the new oil filter being installed.",
        "A video about the oil drain plug being tightened.",
        "A video about the new oil being poured in.",
        "A video about the oil dipstick being checked.",
        "A video about the car being lowered down."
    ],
    "82": [
        "A video about the wheel's sleek design.",
        "A video about the wheel's smooth rotation.",
        "A video about the wheel's vibrant colors.",
        "A video about the wheel's intricate patterns.",
        "A video about the wheel's dynamic movement.",
        "A video about the wheel's metallic finish.",
        "A video about the wheel's glowing lights.",
        "A video about the wheel's futuristic look."
    ],
    "83": [
        "A video about the mechanic kneeling down.",
        "A video about the mechanic inspecting the tire.",
        "A video about the mechanic using a tire gauge.",
        "A video about the mechanic checking tire pressure.",
        "A video about the mechanic rotating the tires.",
        "A video about the mechanic looking for wear.",
        "A video about the mechanic using a flashlight.",
        "A video about the mechanic jotting down notes."
    ],
    "84": [
        "A video about energetic jumps and flips.",
        "A video about vibrant team formations.",
        "A video about synchronized arm movements.",
        "A video about colorful pom-poms waving.",
        "A video about high-energy stunts and lifts.",
        "A video about dynamic dance routines.",
        "A video about enthusiastic cheering voices.",
        "A video about dynamic facial expressions."
    ],
    "85": [
        "A video about the rhythmic movements of the jaw.",
        "A video about the gum stretching between teeth.",
        "A video about the bubbles forming and popping.",
        "A video about the tongue pressing against the gum.",
        "A video about the gum's color changing over time.",
        "A video about the gum's texture becoming softer.",
        "A video about the gum's scent wafting through the air.",
        "A video about the gum's flavor lingering on the tongue."
    ],
    "86": [
        "A video about precise chisel movements.",
        "A video about stone dust flying.",
        "A video about focused facial expressions.",
        "A video about rhythmic hammer strikes.",
        "A video about detailed stone textures.",
        "A video about steady hand control.",
        "A video about the sound of chiseling.",
        "A video about the final stone shape."
    ],
    "87": [
        "A video about precise tool movements.",
        "A video about wood shavings flying.",
        "A video about focused facial expressions.",
        "A video about rhythmic hammer strikes.",
        "A video about detailed wood patterns.",
        "A video about steady hand control.",
        "A video about dust particles floating.",
        "A video about the final carved piece."
    ],
    "88": [
        "A video about the rhythmic chopping motion.",
        "A video about the sharp glint of the knife.",
        "A video about the precise cuts through the meat.",
        "A video about the meat's texture changing visibly.",
        "A video about the chef's focused expression.",
        "A video about the rhythmic sound of chopping.",
        "A video about the meat pieces falling apart.",
        "A video about the knife's swift, controlled movements."
    ],
    "89": [
        "A video about the rhythmic chopping motion.",
        "A video about the precise knife skills.",
        "A video about the colorful vegetable slices.",
        "A video about the swift knife movements.",
        "A video about the uniform vegetable pieces.",
        "A video about the focused chef's face.",
        "A video about the sound of chopping.",
        "A video about the organized cutting board."
    ],
    "90": [
        "A video about the rhythmic swing of the axe.",
        "A video about the wood splitting cleanly.",
        "A video about the sweat glistening on the forehead.",
        "A video about the muscles flexing with each swing.",
        "A video about the wood chips flying in the air.",
        "A video about the determined look on the face.",
        "A video about the axe blade glinting in the sun.",
        "A video about the satisfying thud of the axe."
    ],
    "91": [
        "A video about people wading in shallow water.",
        "A video about hands sifting through sand.",
        "A video about clams being pulled from the ground.",
        "A video about buckets filled with clams.",
        "A video about the sun reflecting on the water.",
        "A video about laughter and conversation.",
        "A video about the rhythmic motion of digging.",
        "A video about the joy of a successful catch."
    ],
    "92": [
        "A video about hands coming together.",
        "A video about palms touching.",
        "A video about fingers tapping.",
        "A video about rhythmic motion.",
        "A video about quick hand movements.",
        "A video about synchronized clapping.",
        "A video about loud applause.",
        "A video about joyful expression."
    ],
    "93": [
        "A video about hands shaping clay.",
        "A video about a wheel spinning.",
        "A video about water smoothing edges.",
        "A video about tools carving details.",
        "A video about clay drying slowly.",
        "A video about kiln firing pottery.",
        "A video about glazes adding color.",
        "A video about final polishing touch."
    ],
    "94": [
        "A video about the lifter gripping the bar tightly.",
        "A video about the lifter dipping slightly before lifting.",
        "A video about the bar moving swiftly upwards.",
        "A video about the lifter driving through the legs.",
        "A video about the lifter extending the arms fully.",
        "A video about the lifter catching the bar overhead.",
        "A video about the lifter stabilizing the bar above.",
        "A video about the lifter standing upright with the bar."
    ],
    "95": [
        "A video about a ladder propped against the house.",
        "A video about a person climbing the ladder.",
        "A video about a rake pulling debris from gutters.",
        "A video about leaves and twigs falling to the ground.",
        "A video about a hose spraying water in the gutters.",
        "A video about the person inspecting the cleaned gutters.",
        "A video about the ladder being carefully lowered.",
        "A video about the person wiping sweat from their brow."
    ],
    "96": [
        "A video about a person scrubbing the pool walls.",
        "A video about a net skimming debris.",
        "A video about a hose rinsing the surface.",
        "A video about a vacuum cleaning the bottom.",
        "A video about a brush removing algae.",
        "A video about a person testing water ph.",
        "A video about a filter being backwashed.",
        "A video about a ladder leaning against the pool."
    ],
    "97": [
        "A video about a person scrubbing shoes.",
        "A video about brushes moving on leather.",
        "A video about foam covering shoe soles.",
        "A video about water splashing on shoes.",
        "A video about a sponge wiping dirt off.",
        "A video about a shoe shining under light.",
        "A video about a cloth drying wet shoes.",
        "A video about a shoe standing clean and new."
    ],
    "98": [
        "A video about a person scrubbing the toilet bowl.",
        "A video about a brush moving in circular motions.",
        "A video about blue cleaner being poured into the bowl.",
        "A video about a sponge wiping the toilet seat.",
        "A video about gloves protecting hands from dirt.",
        "A video about a spray bottle releasing disinfectant.",
        "A video about a cloth wiping the rim clean.",
        "A video about a flush rinsing away the cleaner."
    ],
    "99": [
        "A video about a person wiping streaks away.",
        "A video about a squeegee gliding smoothly.",
        "A video about suds dripping down glass.",
        "A video about a rag absorbing water.",
        "A video about a bucket filled with soapy water.",
        "A video about sunlight reflecting off clean glass.",
        "A video about a ladder propped against a window.",
        "A video about a window sparkling after cleaning."
    ],
    "100": [
        "A video about hands gripping the rope tightly.",
        "A video about feet pushing against the rope.",
        "A video about the climber's body swinging slightly.",
        "A video about sweat glistening on the forehead.",
        "A video about the rope creaking under tension.",
        "A video about the climber's muscles flexing.",
        "A video about the climber's face showing determination.",
        "A video about the rope swaying with each pull."
    ],
    "101": [
        "A video about hands gripping the ladder rungs.",
        "A video about feet stepping firmly on each rung.",
        "A video about the climber's steady upward movement.",
        "A video about the ladder's vertical alignment.",
        "A video about the climber's focused facial expression.",
        "A video about the climber's balanced posture.",
        "A video about the ladder's sturdy construction.",
        "A video about the climber's rhythmic ascent."
    ],
    "102": [
        "A video about a climber scaling a tall oak tree.",
        "A video about hands gripping rough bark tightly.",
        "A video about feet finding secure footholds.",
        "A video about the climber's body swinging slightly.",
        "A video about leaves rustling in the breeze.",
        "A video about the climber pausing to catch breath.",
        "A video about the sun casting dappled shadows.",
        "A video about the climber reaching the top branch."
    ],
    "103": [
        "A video about vibrant colors blending.",
        "A video about smooth brush strokes.",
        "A video about detailed shading.",
        "A video about bright hues mixing.",
        "A video about precise line work.",
        "A video about soft gradients.",
        "A video about bold contrasts.",
        "A video about intricate patterns."
    ],
    "104": [
        "A video about gentle strokes on the scalp.",
        "A video about rhythmic movements of the comb.",
        "A video about strands of hair being untangled.",
        "A video about the comb's teeth sliding through hair.",
        "A video about the reflection of light on the comb.",
        "A video about the subtle sound of combing.",
        "A video about the slight tension in the hair.",
        "A video about the final smooth appearance of the hair."
    ],
    "105": [
        "A video about smooth object manipulation.",
        "A video about fluid hand movements.",
        "A video about precise ball control.",
        "A video about dynamic balance shifts.",
        "A video about rhythmic hand gestures.",
        "A video about seamless transitions.",
        "A video about graceful body coordination.",
        "A video about mesmerizing visual patterns."
    ],
    "106": [
        "A video about limbs twisting in unnatural ways.",
        "A video about bodies folding into tight spaces.",
        "A video about graceful yet intense flexibility.",
        "A video about muscles straining under pressure.",
        "A video about fluid transitions between poses.",
        "A video about faces showing intense focus.",
        "A video about bodies defying gravity.",
        "A video about the art of extreme bending."
    ],
    "107": [
        "A video about cracking eggs into a bowl.",
        "A video about whisking eggs vigorously.",
        "A video about pouring eggs into a pan.",
        "A video about eggs sizzling on the pan.",
        "A video about eggs turning golden brown.",
        "A video about flipping eggs with a spatula.",
        "A video about eggs being plated neatly.",
        "A video about eggs served with garnish."
    ],
    "108": [
        "A video about sizzling bacon on a skillet.",
        "A video about flames dancing around logs.",
        "A video about smoke curling up from the fire.",
        "A video about vegetables roasting on skewers.",
        "A video about marshmallows turning golden brown.",
        "A video about bubbling stew in a pot.",
        "A video about sparks flying from the embers.",
        "A video about shadows flickering on the tent."
    ],
    "109": [
        "A video about sausages sizzling in a pan.",
        "A video about oil bubbling around sausages.",
        "A video about sausages turning golden brown.",
        "A video about spatula flipping sausages.",
        "A video about sausages releasing steam.",
        "A video about sausages resting on a plate.",
        "A video about sausages coated in herbs.",
        "A video about sausages with crispy edges."
    ],
    "110": [
        "A video about searing scallops in a pan.",
        "A video about adding butter to the pan.",
        "A video about flipping scallops gently.",
        "A video about seasoning with herbs and salt.",
        "A video about the golden crust forming.",
        "A video about the scallops turning opaque.",
        "A video about the sizzling sound of cooking.",
        "A video about plating the scallops neatly."
    ],
    "111": [
        "A video about dynamic movement and stunts.",
        "A video about detailed costume accuracy.",
        "A video about intense facial expressions.",
        "A video about choreographed fight scenes.",
        "A video about immersive character portrayal.",
        "A video about vibrant makeup and props.",
        "A video about synchronized group performances.",
        "A video about realistic weapon handling."
    ],
    "112": [
        "A video about counting crisp bills.",
        "A video about stacking coins neatly.",
        "A video about sorting notes by size.",
        "A video about counting with precision.",
        "A video about organizing cash piles.",
        "A video about counting with focus.",
        "A video about handling money carefully.",
        "A video about counting with rhythm."
    ],
    "113": [
        "A video about energetic footwork.",
        "A video about synchronized movements.",
        "A video about vibrant cowboy boots.",
        "A video about lively country music.",
        "A video about twirling partners.",
        "A video about colorful outfits.",
        "A video about rhythmic clapping.",
        "A video about joyful expressions."
    ],
    "114": [
        "A video about a swift, powerful motion.",
        "A video about the athlete's focused expression.",
        "A video about the ball's sudden movement.",
        "A video about the crowd's immediate reaction.",
        "A video about the sound of the impact.",
        "A video about the player's precise timing.",
        "A video about the ball's trajectory change.",
        "A video about the athlete's follow-through."
    ],
    "115": [
        "A video about a person flexing their fingers.",
        "The camera zooms in on the knuckles.",
        "A subtle pop sound is heard.",
        "The fingers move with a slight twist.",
        "The knuckles visibly shift and crack.",
        "The person's face shows a brief smile.",
        "The hand relaxes after the action.",
        "The video captures the whole process."
    ],
    "116": [
        "A video about a person rotating their head.",
        "The video shows a slight tilt of the neck.",
        "A subtle pop sound is heard clearly.",
        "The person's facial expression shows relief.",
        "The camera captures the movement in slow motion.",
        "The background is a quiet, neutral space.",
        "The lighting is soft, focusing on the neck.",
        "The video ends with a satisfied smile."
    ],
    "117": [
        "A video about a baby's determined crawl.",
        "A video about wobbly baby steps.",
        "A video about a baby's curious exploration.",
        "A video about a baby's joyful crawl.",
        "A video about a baby's first movements.",
        "A video about a baby's slow progress.",
        "A video about a baby's playful crawl.",
        "A video about a baby's eager crawl."
    ],
    "118": [
        "A video about eyes converging inward.",
        "A video about pupils moving towards each other.",
        "A video about a focused, strained expression.",
        "A video about a playful, exaggerated look.",
        "A video about a momentary loss of depth perception.",
        "A video about a humorous, silly face.",
        "A video about a deliberate, controlled action.",
        "A video about a brief, involuntary movement."
    ],
    "119": [
        "A video about people wading through shallow water.",
        "A video about a boat navigating a swift current.",
        "A video about children splashing in a river.",
        "A video about a bridge over a wide river.",
        "A video about a rope swing over a river.",
        "A video about a canoe gliding on calm water.",
        "A video about a group crossing a rocky riverbed.",
        "A video about a waterfall cascading into a river."
    ],
    "120": [
        "A video about tears streaming down cheeks.",
        "A video about a trembling lower lip.",
        "A video about red, puffy eyes.",
        "A video about a hunched, shaking body.",
        "A video about a hand covering the face.",
        "A video about a loud, sobbing sound.",
        "A video about a clenched fist.",
        "A video about a wet, tear-stained face."
    ],
    "121": [
        "A video about energetic dance moves.",
        "A video about vibrant costumes.",
        "A video about rhythmic hand claps.",
        "A video about lively footwork.",
        "A video about synchronized steps.",
        "A video about colorful outfits.",
        "A video about expressive gestures.",
        "A video about upbeat music."
    ],
    "122": [
        "A video about sweeping the ice.",
        "A video about sliding stones.",
        "A video about team coordination.",
        "A video about precise aiming.",
        "A video about strategic thinking.",
        "A video about the ice surface.",
        "A video about the curling shoes.",
        "A video about the stone's rotation."
    ],
    "123": [
        "A video about curling irons heating up.",
        "A video about hands twisting hair.",
        "A video about steam rising from curls.",
        "A video about hair clamped tightly.",
        "A video about curls forming slowly.",
        "A video about hairpins securing curls.",
        "A video about hairspray spraying on.",
        "A video about curls bouncing softly."
    ],
    "124": [
        "A video about a sharp knife slicing through the apple.",
        "A video about the apple's skin peeling away.",
        "A video about the apple halves falling apart.",
        "A video about the knife's blade reflecting light.",
        "A video about the apple's core being removed.",
        "A video about the apple pieces on the cutting board.",
        "A video about the knife's handle gripping firmly.",
        "A video about the apple's juice dripping down."
    ],
    "125": [
        "A video about a person holding nail clippers.",
        "The clippers snip the nail with precision.",
        "Nails fall onto a white paper towel.",
        "The person inspects the cut edges closely.",
        "A close-up shows the nail's smooth surface.",
        "The clippers are shiny and well-maintained.",
        "The person's fingers are steady and calm.",
        "The room is quiet, focusing on the task."
    ],
    "126": [
        "A video about a sharp knife slicing through the orange.",
        "A video about the orange's skin peeling away smoothly.",
        "A video about juice dripping from the cut segments.",
        "A video about the knife's reflection in the orange's surface.",
        "A video about the orange's flesh revealing its vibrant color.",
        "A video about the knife's blade cutting with precision.",
        "A video about the orange's segments separating neatly.",
        "A video about the knife's handle gripped firmly."
    ],
    "127": [
        "A video about a sharp knife slicing through the pineapple.",
        "A video about the pineapple's skin being peeled away.",
        "A video about the pineapple being cut into rings.",
        "A video about the pineapple core being removed.",
        "A video about the pineapple chunks falling into a bowl.",
        "A video about the pineapple being diced into small pieces.",
        "A video about the pineapple juice dripping from the knife.",
        "A video about the pineapple being arranged on a plate."
    ],
    "128": [
        "A video about a sharp knife slicing through the rind.",
        "A video about the knife cutting into the juicy flesh.",
        "A video about the watermelon halves falling apart.",
        "A video about the red flesh glistening under light.",
        "A video about the seeds scattering as the knife moves.",
        "A video about the knife's reflection in the watermelon juice.",
        "A video about the watermelon pieces neatly arranged on a plate.",
        "A video about the final cut revealing the perfect circle."
    ],
    "129": [
        "A video about graceful pirouettes.",
        "A video about elegant leaps.",
        "A video about fluid arm movements.",
        "A video about precise footwork.",
        "A video about expressive gestures.",
        "A video about synchronized choreography.",
        "A video about dynamic spins.",
        "A video about harmonious formations."
    ],
    "130": [
        "A video about energetic footwork.",
        "A video about rhythmic arm movements.",
        "A video about playful hip swings.",
        "A video about quick, bouncy steps.",
        "A video about synchronized partner moves.",
        "A video about vibrant, colorful costumes.",
        "A video about lively, upbeat music.",
        "A video about joyful, expressive faces."
    ],
    "131": [
        "A video about energetic horse-riding moves.",
        "A video about colorful, vibrant costumes.",
        "A video about synchronized dance formations.",
        "A video about playful, exaggerated expressions.",
        "A video about catchy, upbeat music.",
        "A video about dynamic, fast-paced choreography.",
        "A video about joyful, celebratory atmosphere.",
        "A video about global, viral phenomenon."
    ],
    "132": [
        "A video about energetic hand movements.",
        "A video about rhythmic arm swings.",
        "A video about synchronized leg steps.",
        "A video about lively hip rotations.",
        "A video about joyful facial expressions.",
        "A video about catchy music beats.",
        "A video about colorful costumes.",
        "A video about enthusiastic crowd participation."
    ],
    "133": [
        "A video about the barbell grip.",
        "A video about the squat stance.",
        "A video about the back posture.",
        "A video about the leg drive.",
        "A video about the hip thrust.",
        "A video about the bar path.",
        "A video about the lockout position.",
        "A video about the controlled descent."
    ],
    "134": [
        "A video about colorful ornaments.",
        "A video about sparkling lights.",
        "A video about shiny tinsel.",
        "A video about festive garlands.",
        "A video about golden baubles.",
        "A video about twinkling stars.",
        "A video about red ribbons.",
        "A video about green wreaths."
    ],
    "135": [
        "A video about a mail carrier sorting letters.",
        "A video about a mail truck driving on roads.",
        "A video about a postman walking up to doors.",
        "A video about a mail carrier placing mail in boxes.",
        "A video about a postman checking addresses carefully.",
        "A video about a mail truck parked near houses.",
        "A video about a postman handing mail to residents.",
        "A video about a mail carrier wearing a uniform."
    ],
    "136": [
        "A video about lively conversations.",
        "A video about clinking glasses.",
        "A video about colorful dishes.",
        "A video about attentive servers.",
        "A video about laughter and joy.",
        "A video about elegant table settings.",
        "A video about shared stories.",
        "A video about warm ambiance."
    ],
    "137": [
        "A video about a traffic officer waving hands.",
        "A video about a traffic officer using a whistle.",
        "A video about a traffic officer wearing a reflective vest.",
        "A video about a traffic officer stopping cars.",
        "A video about a traffic officer guiding pedestrians.",
        "A video about a traffic officer signaling turns.",
        "A video about a traffic officer standing at an intersection.",
        "A video about a traffic officer maintaining order."
    ],
    "138": [
        "A video about players throwing discs.",
        "A video about discs flying through air.",
        "A video about players aiming at targets.",
        "A video about lush green courses.",
        "A video about players jogging between throws.",
        "A video about discs landing in baskets.",
        "A video about players discussing strategies.",
        "A video about the joy of making a shot."
    ],
    "139": [
        "A video about towering cliffs.",
        "A video about crystal-clear waters.",
        "A video about daring leaps.",
        "A video about graceful dives.",
        "A video about breathtaking views.",
        "A video about splashing waves.",
        "A video about adventurous spirits.",
        "A video about serene landscapes."
    ],
    "140": [
        "A video about sleek, aerodynamic design.",
        "A video about powerful engines and propellers.",
        "A video about advanced navigation systems.",
        "A video about sturdy docking mechanisms.",
        "A video about spacious interior cabins.",
        "A video about high-tech control panels.",
        "A video about efficient fuel consumption.",
        "A video about smooth, stable ride."
    ],
    "141": [
        "A video about players dodging balls.",
        "A video about intense ball throws.",
        "A video about quick side steps.",
        "A video about agile evasions.",
        "A video about strategic throws.",
        "A video about team coordination.",
        "A video about fast-paced action.",
        "A video about sweaty faces."
    ],
    "142": [
        "A video about energetic jumping jacks.",
        "A video about rhythmic arm movements.",
        "A video about synchronized leg lifts.",
        "A video about graceful lunges.",
        "A video about dynamic high knees.",
        "A video about controlled squats.",
        "A video about fluid side bends.",
        "A video about precise step touches."
    ],
    "143": [
        "A video about hands sorting pieces by color.",
        "A video about fingers flipping pieces to match.",
        "A video about eyes scanning for edge pieces.",
        "A video about a table covered in puzzle pieces.",
        "A video about a person fitting pieces together.",
        "A video about a focused face solving the puzzle.",
        "A video about a completed section of the puzzle.",
        "A video about a satisfied smile after a fit."
    ],
    "144": [
        "A video about clothes being sorted by color.",
        "A video about detergent being poured into a machine.",
        "A video about socks being paired together.",
        "A video about a washing machine in action.",
        "A video about clothes being hung to dry.",
        "A video about fabric softener being added.",
        "A video about a laundry basket being filled.",
        "A video about clothes being folded neatly."
    ],
    "145": [
        "A video about precise nail filing.",
        "A video about vibrant nail polish application.",
        "A video about intricate nail art designs.",
        "A video about gentle cuticle care.",
        "A video about smooth nail buffing.",
        "A video about detailed nail painting.",
        "A video about quick nail drying.",
        "A video about professional nail shaping."
    ],
    "146": [
        "A video about dynamic movement.",
        "A video about fluid lines.",
        "A video about expressive gestures.",
        "A video about vibrant colors.",
        "A video about detailed textures.",
        "A video about energetic poses.",
        "A video about dramatic shadows.",
        "A video about realistic proportions."
    ],
    "147": [
        "A video about quick footwork and agility.",
        "A video about precise ball control.",
        "A video about rapid changes of direction.",
        "A video about low stance and balance.",
        "A video about fluid body movements.",
        "A video about deceptive fakes and pivots.",
        "A video about maintaining eye contact with opponents.",
        "A video about swift acceleration and deceleration."
    ],
    "148": [
        "A video about people lifting shot glasses.",
        "A video about shots being poured swiftly.",
        "A video about liquid flowing into glasses.",
        "A video about hands gripping shot glasses.",
        "A video about shots being downed quickly.",
        "A video about glasses clinking together.",
        "A video about liquid shimmering in glasses.",
        "A video about people cheering after shots."
    ],
    "149": [
        "A video about a sleek black car.",
        "The car accelerates smoothly on the highway.",
        "Sunlight glints off the polished surface.",
        "The driver shifts gears with precision.",
        "The car navigates sharp turns effortlessly.",
        "Headlights illuminate the dark road ahead.",
        "The car's tires grip the asphalt tightly.",
        "The engine roars as it reaches top speed."
    ],
    "150": [
        "A video about a powerful engine roaring.",
        "A video about wheels churning through mud.",
        "A video about a sturdy metal frame.",
        "A video about a skilled operator steering.",
        "A video about a bright red paint job.",
        "A video about a large front loader.",
        "A video about a cloud of dust rising.",
        "A video about a serene countryside scene."
    ],
    "151": [
        "A video about saliva dripping slowly.",
        "A video about a mouth slightly open.",
        "A video about a puddle forming.",
        "A video about a chin wet with drool.",
        "A video about a tongue hanging out.",
        "A video about a face relaxed and calm.",
        "A video about a person leaning back.",
        "A video about a gentle, rhythmic flow."
    ],
    "152": [
        "A video about a powerful leg swing.",
        "A video about a high arc trajectory.",
        "A video about a swift foot contact.",
        "A video about a dynamic body rotation.",
        "A video about a strong follow-through.",
        "A video about a controlled landing.",
        "A video about a focused facial expression.",
        "A video about a confident stance."
    ],
    "153": [
        "A video about rapid finger movements.",
        "A video about precise hand coordination.",
        "A video about rhythmic tapping patterns.",
        "A video about dynamic finger agility.",
        "A video about fluid wrist motions.",
        "A video about intense finger speed.",
        "A video about complex hand rhythms.",
        "A video about expressive finger beats."
    ],
    "154": [
        "A video about people rummaging through trash.",
        "A video about scavengers searching for items.",
        "A video about sorting through discarded goods.",
        "A video about finding hidden treasures.",
        "A video about the thrill of discovery.",
        "A video about the art of recycling.",
        "A video about urban foraging.",
        "A video about the unexpected finds."
    ],
    "155": [
        "A video about a player leaping high.",
        "A video about the ball gripped tightly.",
        "A video about the rim approached swiftly.",
        "A video about the ball slamming through.",
        "A video about the net swishing softly.",
        "A video about the crowd roaring loudly.",
        "A video about the player landing gracefully.",
        "A video about the celebration erupting."
    ],
    "156": [
        "A video about applying dye to eyebrows.",
        "A video about precise brush strokes.",
        "A video about blending dye evenly.",
        "A video about waiting for results.",
        "A video about wiping off excess dye.",
        "A video about checking symmetry.",
        "A video about final touch-ups.",
        "A video about post-dye care."
    ],
    "157": [
        "A video about applying dye evenly.",
        "A video about mixing vibrant colors.",
        "A video about sectioning hair neatly.",
        "A video about massaging dye into scalp.",
        "A video about using gloves carefully.",
        "A video about checking for missed spots.",
        "A video about rinsing dye thoroughly.",
        "A video about drying hair gently."
    ],
    "158": [
        "A video about a juicy burger dripping with sauce.",
        "A video about someone biting into a crispy bun.",
        "A video about melted cheese oozing out.",
        "A video about lettuce and tomato slices falling.",
        "A video about ketchup and mustard squirted.",
        "A video about a satisfied smile after a bite.",
        "A video about a hand holding the burger steady.",
        "A video about the sound of crunching pickles."
    ],
    "159": [
        "A video about a person cutting the cake.",
        "A video about the fork lifting a slice.",
        "A video about the slice touching the plate.",
        "A video about the person bringing the fork to their mouth.",
        "A video about the person taking a bite.",
        "A video about the person chewing the cake.",
        "A video about the person swallowing the bite.",
        "A video about the person smiling after eating."
    ],
    "160": [
        "A video about a person holding a carrot.",
        "A video about the person biting the carrot.",
        "A video about the person chewing the carrot.",
        "A video about the person swallowing the carrot.",
        "A video about the person smiling after eating.",
        "A video about the carrot being sliced before eating.",
        "A video about the person peeling the carrot.",
        "A video about the person enjoying the carrot."
    ],
    "161": [
        "A video about crunching sounds.",
        "A video about fingers dipping.",
        "A video about chips cascading.",
        "A video about mouth opening.",
        "A video about tongue curling.",
        "A video about eyes closing.",
        "A video about crumbs falling.",
        "A video about hand reaching."
    ],
    "162": [
        "A video about someone biting into a doughnut.",
        "A video about doughnut crumbs flying.",
        "A video about licking sugar off fingers.",
        "A video about a satisfied smile after eating.",
        "A video about a person savoring each bite.",
        "A video about doughnut glaze dripping.",
        "A video about a person holding a doughnut.",
        "A video about a close-up of doughnut texture."
    ],
    "163": [
        "A video about a person biting into a hotdog.",
        "A video about ketchup dripping down the bun.",
        "A video about mustard squirted on the hotdog.",
        "A video about relish adding color to the meal.",
        "A video about a mouth full of juicy hotdog.",
        "A video about a satisfied smile after a bite.",
        "A video about a hand holding the hotdog bun.",
        "A video about a napkin wiping away the sauce."
    ],
    "164": [
        "A video about a child licking a colorful cone.",
        "A video about a person savoring a creamy scoop.",
        "A video about a spoon scraping the last bit.",
        "A video about a smile spreading across a face.",
        "A video about a drip of ice cream down a hand.",
        "A video about a tongue catching a melting drop.",
        "A video about a cone topped with a swirl of joy.",
        "A video about a satisfied sigh after the last bite."
    ],
    "165": [
        "A video about twirling spaghetti on a fork.",
        "A video about slurping noodles with gusto.",
        "A video about sauce dripping from the fork.",
        "A video about a satisfied smile after a bite.",
        "A video about the fork moving to the mouth.",
        "A video about the pasta being chewed slowly.",
        "A video about a napkin wiping the mouth.",
        "A video about the plate being almost empty."
    ],
    "166": [
        "A video about juicy red slices.",
        "A video about hands gripping the fruit.",
        "A video about teeth sinking into flesh.",
        "A video about seeds spilling onto the plate.",
        "A video about a satisfied smile.",
        "A video about juice dripping down chins.",
        "A video about the sound of crunching.",
        "A video about the refreshing taste."
    ],
    "167": [
        "A video about children running joyfully.",
        "A video about colorful eggs scattered.",
        "A video about baskets filled with eggs.",
        "A video about excited kids searching.",
        "A video about parents cheering.",
        "A video about laughter and smiles.",
        "A video about hidden eggs revealed.",
        "A video about a prize for the winner."
    ],
    "168": [
        "A video about delicate needle movements.",
        "A video about colorful thread patterns.",
        "A video about precise stitch placement.",
        "A video about intricate design details.",
        "A video about rhythmic hand motions.",
        "A video about fabric tension control.",
        "A video about detailed thread management.",
        "A video about artistic embroidery techniques."
    ],
    "169": [
        "A video about balancing on the exercise ball.",
        "A video about stretching with the ball.",
        "A video about rolling the ball under feet.",
        "A video about lifting legs on the ball.",
        "A video about sitting on the ball.",
        "A video about pushing the ball with hands.",
        "A video about rotating hips on the ball.",
        "A video about bouncing gently on the ball."
    ],
    "170": [
        "A video about firefighters rushing to the scene.",
        "A video about water streams hitting the flames.",
        "A video about smoke billowing into the sky.",
        "A video about firefighters wearing protective gear.",
        "A video about flames flickering and dying down.",
        "A video about hoses being connected to hydrants.",
        "A video about firefighters working in unison.",
        "A video about the fire being contained."
    ],
    "171": [
        "A video about a person falling face-first.",
        "A video about the sudden impact on the ground.",
        "A video about the body's reaction to the fall.",
        "A video about the dust or debris kicked up.",
        "A video about the immediate aftermath of the fall.",
        "A video about the facial expression post-impact.",
        "A video about the body's limp state after the fall.",
        "A video about the awkwardness of the situation."
    ],
    "172": [
        "A video about the sudden loss of balance.",
        "A video about the bike tipping sideways.",
        "A video about the rider's legs flailing.",
        "A video about the ground rushing up.",
        "A video about the rider hitting the ground.",
        "A video about the bike skidding away.",
        "A video about the dust cloud rising.",
        "A video about the rider's stunned reaction."
    ],
    "173": [
        "A video about a person losing balance.",
        "A video about the chair tipping over.",
        "A video about the person's legs flailing.",
        "A video about the sudden gravity shift.",
        "A video about the person hitting the floor.",
        "A video about the chair sliding away.",
        "A video about the person's surprised face.",
        "A video about the aftermath of the fall."
    ],
    "174": [
        "A video about birds gathering eagerly.",
        "A video about a person scattering seeds.",
        "A video about birds pecking at the ground.",
        "A video about a serene morning scene.",
        "A video about birds flapping their wings.",
        "A video about a gentle hand feeding.",
        "A video about birds chirping joyfully.",
        "A video about a peaceful backyard."
    ],
    "175": [
        "A video about fish eagerly swimming to the surface.",
        "A video about a hand gently sprinkling food.",
        "A video about fish nibbling at floating flakes.",
        "A video about bubbles rising from the bottom.",
        "A video about fish competing for food scraps.",
        "A video about a calm pond rippling slightly.",
        "A video about fish tails flicking in unison.",
        "A video about a serene underwater feeding scene."
    ],
    "176": [
        "A video about goats eagerly approaching.",
        "A video about a person holding hay.",
        "A video about goats nibbling on grass.",
        "A video about a child feeding a goat.",
        "A video about goats jumping for food.",
        "A video about a calm goat eating.",
        "A video about a playful goat feeding.",
        "A video about goats in a meadow."
    ],
    "177": [
        "A video about swift lunges and parries.",
        "A video about precise footwork and agility.",
        "A video about focused facial expressions.",
        "A video about the glint of metal blades.",
        "A video about rhythmic breathing and tension.",
        "A video about the clash of swords.",
        "A video about the elegance of fencing attire.",
        "A video about the intensity of close combat."
    ],
    "178": [
        "A video about hands constantly moving.",
        "A video about fingers tapping rapidly.",
        "A video about feet shifting restlessly.",
        "A video about shoulders twitching slightly.",
        "A video about eyes darting around.",
        "A video about lips biting nervously.",
        "A video about legs bouncing up and down.",
        "A video about head nodding intermittently."
    ],
    "179": [
        "A video about quick wrist movement.",
        "A video about thumb and middle finger contact.",
        "A video about a sharp, audible click.",
        "A video about rhythmic hand gestures.",
        "A video about precise finger coordination.",
        "A video about a sudden hand motion.",
        "A video about a distinctive sound effect.",
        "A video about expressive body language."
    ],
    "180": [
        "A video about a mechanic tightening bolts.",
        "A video about adjusting brake cables.",
        "A video about replacing a flat tire.",
        "A video about lubricating chain links.",
        "A video about aligning wheel spokes.",
        "A video about cleaning bike components.",
        "A video about checking tire pressure.",
        "A video about testing the brakes."
    ],
    "181": [
        "A video about hands gently brushing hair.",
        "A video about fingers twisting strands.",
        "A video about a comb sliding through.",
        "A video about a hair tie being secured.",
        "A video about a mirror reflecting the process.",
        "A video about a spray bottle misting hair.",
        "A video about a brush smoothing out tangles.",
        "A video about a hair dryer setting the style."
    ],
    "182": [
        "A video about precise chipping motions.",
        "A video about flint flakes flying.",
        "A video about steady hand pressure.",
        "A video about careful stone selection.",
        "A video about rhythmic tapping sounds.",
        "A video about detailed shaping.",
        "A video about focused concentration.",
        "A video about final tool formation."
    ],
    "183": [
        "A video about the spatula lifting the pancake.",
        "A video about the pancake spinning in the air.",
        "A video about the pancake landing perfectly.",
        "A video about the spatula catching the pancake.",
        "A video about the pancake's golden brown color.",
        "A video about the chef's confident wrist flick.",
        "A video about the pancake's smooth rotation.",
        "A video about the pancake's even thickness."
    ],
    "184": [
        "A video about hands tying feathers.",
        "A video about colorful threads weaving.",
        "A video about hooks and beads.",
        "A video about precise knot tying.",
        "A video about tiny wings shaping.",
        "A video about vise holding hooks.",
        "A video about eyes and tails.",
        "A video about patterns forming."
    ],
    "185": [
        "A video about a colorful kite soaring high.",
        "A video about the kite's tail fluttering in the wind.",
        "A video about the kite's string tightly held by a child.",
        "A video about the kite's vibrant patterns catching sunlight.",
        "A video about the kite's graceful movements in the sky.",
        "A video about the kite's shadow dancing on the ground.",
        "A video about the kite's ascent against a blue sky.",
        "A video about the kite's joyful flight over a grassy field."
    ],
    "186": [
        "A video about neatly stacking shirts.",
        "A video about carefully folding pants.",
        "A video about smoothing out wrinkles.",
        "A video about aligning hems perfectly.",
        "A video about organizing socks in pairs.",
        "A video about rolling t-shirts tightly.",
        "A video about folding towels evenly.",
        "A video about sorting clothes by type."
    ],
    "187": [
        "A video about hands deftly folding napkins.",
        "A video about smooth, rhythmic napkin movements.",
        "A video about precise creases forming neatly.",
        "A video about a stack of folded napkins growing.",
        "A video about fingers gliding over fabric.",
        "A video about a calm, focused folding process.",
        "A video about symmetrical shapes emerging.",
        "A video about a final, perfect fold achieved."
    ],
    "188": [
        "A video about precise creases forming.",
        "A video about hands gently pressing edges.",
        "A video about paper bending smoothly.",
        "A video about symmetry in folding.",
        "A video about a clean fold result.",
        "A video about paper flattening out.",
        "A video about meticulous folding steps.",
        "A video about paper transforming shape."
    ],
    "189": [
        "A video about holding dumbbells at sides.",
        "A video about standing with feet shoulder-width.",
        "A video about lifting arms to shoulder level.",
        "A video about maintaining a slight bend in elbows.",
        "A video about controlled lowering of weights.",
        "A video about engaging shoulder muscles.",
        "A video about avoiding swinging motions.",
        "A video about focusing on form and control."
    ],
    "190": [
        "A video about sizzling oil in the pan.",
        "A video about colorful veggies tossed.",
        "A video about steam rising from the pan.",
        "A video about veggies turning golden brown.",
        "A video about the chef's skillful stir.",
        "A video about aromatic scents filling the air.",
        "A video about the veggies' vibrant colors.",
        "A video about the pan's steady heat."
    ],
    "191": [
        "A video about people searching in parks.",
        "A video about gps devices in use.",
        "A video about clues hidden in nature.",
        "A video about excited teams finding caches.",
        "A video about maps and coordinates.",
        "A video about hidden containers in urban areas.",
        "A video about teamwork and exploration.",
        "A video about the thrill of discovery."
    ],
    "192": [
        "A video about the barber's steady hands.",
        "A video about the scissors' precise cuts.",
        "A video about the hair falling softly.",
        "A video about the client's relaxed face.",
        "A video about the mirror's reflection.",
        "A video about the barber's focused eyes.",
        "A video about the hairbrush's gentle strokes.",
        "A video about the comb's detailed work."
    ],
    "193": [
        "A video about the needle's sharp tip.",
        "A video about the client's steady breath.",
        "A video about the piercer's precise grip.",
        "A video about the skin's slight tension.",
        "A video about the jewelry's smooth insertion.",
        "A video about the client's calm expression.",
        "A video about the piercer's focused eyes.",
        "A video about the new piercing's shine."
    ],
    "194": [
        "A video about the needle's precise movements.",
        "A video about the artist's steady hand.",
        "A video about the ink flowing smoothly.",
        "A video about the skin's slight vibration.",
        "A video about the machine's rhythmic buzz.",
        "A video about the design taking shape.",
        "A video about the client's calm expression.",
        "A video about the studio's clean setup."
    ],
    "195": [
        "A video about the proud recipient's smile.",
        "A video about the presenter's confident stance.",
        "A video about the audience's enthusiastic applause.",
        "A video about the gleaming trophy's shine.",
        "A video about the handshake's firm grip.",
        "A video about the camera's close-up focus.",
        "A video about the stage's bright lights.",
        "A video about the winner's humble bow."
    ],
    "196": [
        "A video about the rhythmic motion of panning.",
        "A video about the sun reflecting on the water.",
        "A video about the careful sifting of gravel.",
        "A video about the gleam of gold flakes.",
        "A video about the patient stance of the panners.",
        "A video about the gentle swirling of the pan.",
        "A video about the excitement of finding gold.",
        "A video about the serene riverbank setting."
    ],
    "197": [
        "A video about smooth backswing.",
        "A video about controlled follow-through.",
        "A video about precise ball placement.",
        "A video about steady body posture.",
        "A video about focused eye contact.",
        "A video about gentle wrist action.",
        "A video about balanced footwork.",
        "A video about confident grip."
    ],
    "198": [
        "A video about the golfer's stance.",
        "A video about the club swing.",
        "A video about the ball's flight.",
        "A video about the follow-through.",
        "A video about the golfer's focus.",
        "A video about the green grass.",
        "A video about the distant flag.",
        "A video about the crowd's reaction."
    ],
    "199": [
        "A video about the golfer's stance.",
        "A video about the smooth swing.",
        "A video about the ball's roll.",
        "A video about the green's texture.",
        "A video about the club's angle.",
        "A video about the golfer's focus.",
        "A video about the hole's distance.",
        "A video about the ball's trajectory."
    ],
    "200": [
        "A video about joyful expressions on faces.",
        "A video about hands raised in worship.",
        "A video about vibrant, colorful attire.",
        "A video about rhythmic clapping and swaying.",
        "A video about powerful, uplifting voices.",
        "A video about emotional, tearful moments.",
        "A video about energetic, lively movements.",
        "A video about a sense of unity and love."
    ],
    "201": [
        "A video about meat being chopped finely.",
        "A video about the grinder's blades spinning.",
        "A video about chunks turning into paste.",
        "A video about the meat's texture changing.",
        "A video about the grinder's motor humming.",
        "A video about the meat's color deepening.",
        "A video about the grinder's handle turning.",
        "A video about the meat's aroma intensifying."
    ],
    "202": [
        "A video about a dog sitting still.",
        "A video about a brush moving through fur.",
        "A video about a dog's tail wagging.",
        "A video about a person's gentle touch.",
        "A video about a dog's ears being cleaned.",
        "A video about a dog's eyes closing.",
        "A video about a dog's paws being trimmed.",
        "A video about a dog's contented sigh."
    ],
    "203": [
        "A video about the gentle brushing of the horse's coat.",
        "A video about the horse's ears being carefully cleaned.",
        "A video about the horse's mane being combed smoothly.",
        "A video about the horse's hooves being inspected closely.",
        "A video about the horse's tail being brushed gently.",
        "A video about the horse's body being massaged softly.",
        "A video about the horse's eyes being wiped carefully.",
        "A video about the horse's legs being checked thoroughly."
    ],
    "204": [
        "A video about high-flying somersaults.",
        "A video about graceful landings.",
        "A video about rapid flips.",
        "A video about precise body control.",
        "A video about dynamic twists.",
        "A video about fluid transitions.",
        "A video about powerful jumps.",
        "A video about elegant form."
    ],
    "205": [
        "A video about the athlete's powerful stance.",
        "A video about the smooth rotation.",
        "A video about the explosive release.",
        "A video about the hammer's trajectory.",
        "A video about the athlete's follow-through.",
        "A video about the crowd's reaction.",
        "A video about the measuring distance.",
        "A video about the athlete's celebration."
    ],
    "206": [
        "A video about hands dipping into soapy water.",
        "A video about clothes being scrubbed vigorously.",
        "A video about water splashing around the sink.",
        "A video about suds forming on the fabric.",
        "A video about hands wringing out wet clothes.",
        "A video about clothes being rinsed clean.",
        "A video about hands squeezing out excess water.",
        "A video about clothes hanging to dry."
    ],
    "207": [
        "A video about hands firmly planted on the ground.",
        "A video about legs lifted straight up.",
        "A video about a strong core balance.",
        "A video about eyes focused on the hands.",
        "A video about a steady breathing pattern.",
        "A video about a slight bend in the elbows.",
        "A video about feet pointed towards the sky.",
        "A video about a confident facial expression."
    ],
    "208": [
        "A video about intense rhythmic movements.",
        "A video about wild hair flinging.",
        "A video about head thrashing to the beat.",
        "A video about passionate facial expressions.",
        "A video about synchronized crowd energy.",
        "A video about sweat-soaked performers.",
        "A video about loud music vibrations.",
        "A video about raw, unbridled enthusiasm."
    ],
    "209": [
        "A video about a swift forward motion.",
        "A video about a sudden impact.",
        "A video about a forceful collision.",
        "A video about a quick, decisive action.",
        "A video about a powerful strike.",
        "A video about a focused attack.",
        "A video about a sharp, quick movement.",
        "A video about a direct, forceful hit."
    ],
    "210": [
        "A video about the athlete sprinting towards the bar.",
        "The video shows the powerful takeoff from the board.",
        "A video about the body arching over the bar.",
        "The video captures the graceful mid-air rotation.",
        "A video about the legs tucking under the body.",
        "The video highlights the controlled descent to the mat.",
        "A video about the athlete's triumphant landing.",
        "The video shows the crowd's reaction to the jump."
    ],
    "211": [
        "A video about a swift upward leg movement.",
        "A video about the leg extending high.",
        "A video about the body's balance during the kick.",
        "A video about the powerful thrust of the leg.",
        "A video about the leg reaching maximum height.",
        "A video about the fluid motion of the kick.",
        "A video about the focus and precision of the kick.",
        "A video about the graceful yet forceful execution."
    ],
    "212": [
        "A video about authentic costumes.",
        "A video about realistic weaponry.",
        "A video about detailed props.",
        "A video about immersive settings.",
        "A video about choreographed battles.",
        "A video about period-accurate dialogue.",
        "A video about meticulous makeup.",
        "A video about passionate participants."
    ],
    "213": [
        "A video about the batter's stance.",
        "A video about the pitcher's windup.",
        "A video about the ball's trajectory.",
        "A video about the bat's swing.",
        "A video about the crowd's reaction.",
        "A video about the fielders' movement.",
        "A video about the umpire's call.",
        "A video about the ball's impact."
    ],
    "214": [
        "A video about sudden foot placement.",
        "A video about quick body rotation.",
        "A video about sharp edge engagement.",
        "A video about controlled knee bend.",
        "A video about precise weight transfer.",
        "A video about sudden deceleration.",
        "A video about balanced posture.",
        "A video about quick stick placement."
    ],
    "215": [
        "A video about a calm person holding a snake.",
        "A video about a snake coiled around a hand.",
        "A video about a person gently stroking the snake.",
        "A video about a snake's head resting on a palm.",
        "A video about a snake's body draped over an arm.",
        "A video about a person's fingers gently touching the snake.",
        "A video about a snake's tail wrapped around a wrist.",
        "A video about a person's eyes focused on the snake."
    ],
    "216": [
        "A video about beans roasting in a drum.",
        "A video about smoke rising from the roaster.",
        "A video about a person stirring the beans.",
        "A video about beans changing color to brown.",
        "A video about a timer counting down.",
        "A video about a thermometer monitoring heat.",
        "A video about beans cooling in a tray.",
        "A video about a person grinding roasted beans."
    ],
    "217": [
        "A video about kids jumping in a line.",
        "A video about chalk-drawn squares.",
        "A video about rhythmic hopping movements.",
        "A video about laughter and joy.",
        "A video about counting squares.",
        "A video about skipping stones.",
        "A video about colorful chalk patterns.",
        "A video about playful competition."
    ],
    "218": [
        "A video about the rider gliding smoothly.",
        "A video about the wind rushing past.",
        "A video about the board's sleek design.",
        "A video about the rider's confident stance.",
        "A video about the vibrant street scenery.",
        "A video about the rider's quick turns.",
        "A video about the board's glowing lights.",
        "A video about the rider's joyful expression."
    ],
    "219": [
        "A video about people tightly grouped together.",
        "A video about arms wrapped around each other.",
        "A video about huddled figures in a circle.",
        "A video about huddled bodies close and warm.",
        "A video about huddled faces showing concern.",
        "A video about huddled forms in the cold.",
        "A video about huddled groups seeking comfort.",
        "A video about huddled individuals in unity."
    ],
    "220": [
        "A video about two people embracing warmly.",
        "A video about arms wrapped around each other.",
        "A video about a tight, comforting squeeze.",
        "A video about faces close, eyes closed.",
        "A video about a gentle, heartfelt hug.",
        "A video about bodies pressed together softly.",
        "A video about a moment of deep connection.",
        "A video about a shared, tender embrace."
    ],
    "221": [
        "A video about a tender embrace.",
        "A video about tiny hands gripping.",
        "A video about a gentle squeeze.",
        "A video about a baby's smile.",
        "A video about a parent's joy.",
        "A video about a loving moment.",
        "A video about a warm hug.",
        "A video about a heartwarming scene."
    ],
    "222": [
        "A video about rhythmic hip movements.",
        "A video about colorful hoops spinning.",
        "A video about graceful arm gestures.",
        "A video about synchronized footwork.",
        "A video about vibrant costumes.",
        "A video about joyful expressions.",
        "A video about dynamic body twists.",
        "A video about playful interactions."
    ],
    "223": [
        "A video about athletes leaping over barriers.",
        "A video about swift, powerful strides.",
        "A video about graceful, coordinated movements.",
        "A video about focused, determined faces.",
        "A video about dynamic, fluid transitions.",
        "A video about rhythmic, synchronized jumps.",
        "A video about quick, precise footwork.",
        "A video about energetic, competitive spirit."
    ],
    "224": [
        "A video about players sprinting with sticks.",
        "A video about a ball flying through the air.",
        "A video about intense physical contact.",
        "A video about quick passes and catches.",
        "A video about players wearing traditional jerseys.",
        "A video about the ball being struck powerfully.",
        "A video about the crowd cheering loudly.",
        "A video about the field's lush green surface."
    ],
    "225": [
        "A video about climbers scaling icy cliffs.",
        "A video about harnesses and ropes in action.",
        "A video about ice axes piercing the ice.",
        "A video about crampons gripping the surface.",
        "A video about climbers' breath in the cold.",
        "A video about the blue hue of ice walls.",
        "A video about the thrill of vertical ascent.",
        "A video about the serenity of frozen landscapes."
    ],
    "226": [
        "A video about icy lakes and frozen surfaces.",
        "A video about fishermen drilling holes in ice.",
        "A video about long poles with fishing lines.",
        "A video about people huddled in warm gear.",
        "A video about colorful ice fishing huts.",
        "A video about catching fish through the ice.",
        "A video about the serene winter landscape.",
        "A video about the patience of ice fishers."
    ],
    "227": [
        "A video about graceful spins on ice.",
        "A video about swift gliding movements.",
        "A video about elegant jumps in the air.",
        "A video about synchronized team routines.",
        "A video about intricate footwork patterns.",
        "A video about colorful costumes on ice.",
        "A video about the sound of skates.",
        "A video about the sparkle of ice."
    ],
    "228": [
        "A video about icy waters shimmering.",
        "A video about swimmers diving in.",
        "A video about steam rising from water.",
        "A video about shivering bodies emerging.",
        "A video about ice chunks floating.",
        "A video about breath visible in air.",
        "A video about faces contorted in cold.",
        "A video about towels wrapped tightly."
    ],
    "229": [
        "A video about hands gripping the balloon nozzle.",
        "A video about air rushing into the balloon.",
        "A video about the balloon expanding slowly.",
        "A video about the balloon's surface stretching.",
        "A video about the balloon reaching its full size.",
        "A video about the balloon's color becoming vibrant.",
        "A video about the balloon wobbling slightly.",
        "A video about the balloon floating gently."
    ],
    "230": [
        "A video about measuring the room.",
        "A video about cutting the carpet.",
        "A video about laying the carpet.",
        "A video about securing the edges.",
        "A video about trimming excess carpet.",
        "A video about smoothing the surface.",
        "A video about checking for wrinkles.",
        "A video about final adjustments."
    ],
    "231": [
        "A video about steam rising from the iron.",
        "A video about fabric smoothing under pressure.",
        "A video about rhythmic back-and-forth motion.",
        "A video about a hand adjusting the iron.",
        "A video about wrinkles disappearing gradually.",
        "A video about a focused facial expression.",
        "A video about a neatly folded garment.",
        "A video about the iron gliding smoothly."
    ],
    "232": [
        "A video about smooth, straight hair.",
        "A video about precise iron movements.",
        "A video about steam rising from hair.",
        "A video about a steady hand holding the iron.",
        "A video about hair being flattened evenly.",
        "A video about a focused facial expression.",
        "A video about the iron gliding through hair.",
        "A video about hair looking shiny and sleek."
    ],
    "233": [
        "A video about the athlete's powerful run-up.",
        "A video about the precise grip on the javelin.",
        "A video about the fluid arm movement.",
        "A video about the explosive release of the javelin.",
        "A video about the javelin's graceful flight.",
        "A video about the athlete's focused expression.",
        "A video about the crowd's anticipation.",
        "A video about the javelin's final landing."
    ],
    "234": [
        "A video about a person crossing the street.",
        "A video about a pedestrian dodging cars.",
        "A video about someone stepping off the curb.",
        "A video about a quick dash across traffic.",
        "A video about a person avoiding vehicles.",
        "A video about a hurried walk across lanes.",
        "A video about a risky move through cars.",
        "A video about a sudden break in the flow."
    ],
    "235": [
        "A video about the speed of jetskis.",
        "A video about the spray of water.",
        "A video about the thrill of riding.",
        "A video about the agility of jetskis.",
        "A video about the sun reflecting on water.",
        "A video about the joy on riders' faces.",
        "A video about the roar of the engine.",
        "A video about the close-up of the jetski."
    ],
    "236": [
        "A video about rhythmic footfalls on pavement.",
        "A video about steady arm swings in motion.",
        "A video about focused faces with determination.",
        "A video about varying paces in a jogger's stride.",
        "A video about reflective gear in low light.",
        "A video about sweat glistening on foreheads.",
        "A video about nature's backdrop during a jog.",
        "A video about the rise and fall of shoulders."
    ],
    "237": [
        "A video about colorful juggling balls.",
        "A video about glowing in the dark.",
        "A video about soft and squishy texture.",
        "A video about weighted for balance.",
        "A video about reflective surfaces.",
        "A video about vibrant patterns.",
        "A video about ergonomic design.",
        "A video about durable materials."
    ],
    "238": [
        "A video about glowing fireballs in motion.",
        "A video about rhythmic flame patterns.",
        "A video about fiery arcs in the air.",
        "A video about sparks flying around.",
        "A video about intense heat radiating.",
        "A video about dynamic fire manipulation.",
        "A video about mesmerizing fire trails.",
        "A video about controlled fire bursts."
    ],
    "239": [
        "A video about a soccer ball spinning in the air.",
        "A video about a player juggling with ease.",
        "A video about the ball bouncing off the feet.",
        "A video about the ball moving in a circle.",
        "A video about the player's quick footwork.",
        "A video about the ball's smooth transitions.",
        "A video about the player's precise control.",
        "A video about the ball's graceful movements."
    ],
    "240": [
        "A video about a sleek black frame.",
        "A video about wide handlebars.",
        "A video about strong suspension.",
        "A video about knobby tires.",
        "A video about aerodynamic design.",
        "A video about bright led lights.",
        "A video about ergonomic seat.",
        "A video about agile maneuverability."
    ],
    "241": [
        "A video about a diver soaring gracefully.",
        "A video about water splashing dramatically.",
        "A video about a swimmer's powerful leap.",
        "A video about the pool's clear blue water.",
        "A video about the sun's reflection on water.",
        "A video about the diver's perfect form.",
        "A video about the splash's ripple effect.",
        "A video about the swimmer's joyful expression."
    ],
    "242": [
        "A video about feet landing softly.",
        "A video about arms extending wide.",
        "A video about legs jumping apart.",
        "A video about a quick, rhythmic motion.",
        "A video about a full-body stretch.",
        "A video about a dynamic, energetic pose.",
        "A video about a balanced, symmetrical form.",
        "A video about a repetitive, fluid action."
    ],
    "243": [
        "A video about high-energy footwork.",
        "A video about rhythmic arm movements.",
        "A video about dynamic body bounces.",
        "A video about fast-paced leg kicks.",
        "A video about synchronized jumps.",
        "A video about expressive facial expressions.",
        "A video about vibrant clothing choices.",
        "A video about energetic crowd reactions."
    ],
    "244": [
        "A video about energetic performers.",
        "A video about colorful stage lights.",
        "A video about lively audience reactions.",
        "A video about dynamic song lyrics.",
        "A video about animated dance moves.",
        "A video about vibrant costumes.",
        "A video about upbeat music beats.",
        "A video about interactive screens."
    ],
    "245": [
        "A video about the kicker lining up.",
        "A video about the ball on the tee.",
        "A video about the kicker's approach.",
        "A video about the foot striking the ball.",
        "A video about the ball soaring through the air.",
        "A video about the ball passing the uprights.",
        "A video about the crowd's reaction.",
        "A video about the kicker celebrating."
    ],
    "246": [
        "A video about a powerful kick.",
        "A video about the ball's trajectory.",
        "A video about the player's form.",
        "A video about the ball's spin.",
        "A video about the follow-through.",
        "A video about the ball's speed.",
        "A video about the impact.",
        "A video about the ball's distance."
    ],
    "247": [
        "A video about gentle lips touching.",
        "A video about eyes closing softly.",
        "A video about heads tilting slightly.",
        "A video about hands on each other's face.",
        "A video about a slow, tender embrace.",
        "A video about a brief, sweet moment.",
        "A video about a warm, loving gaze.",
        "A video about a gentle, lingering touch."
    ],
    "248": [
        "A video about dynamic wave riding.",
        "A video about aerial tricks and flips.",
        "A video about speed and agility.",
        "A video about powerful jumps and landings.",
        "A video about colorful kites in the sky.",
        "A video about the thrill of the wind.",
        "A video about the ocean's embrace.",
        "A video about the joy of freedom."
    ],
    "249": [
        "A video about rhythmic needle movements.",
        "A video about colorful yarn unraveling.",
        "A video about focused facial expressions.",
        "A video about rhythmic hand coordination.",
        "A video about intricate stitch patterns.",
        "A video about gentle yarn tensioning.",
        "A video about rhythmic yarn wrapping.",
        "A video about rhythmic stitch formation."
    ],
    "250": [
        "A video about intense, expressive movements.",
        "A video about exaggerated, powerful gestures.",
        "A video about rapid, dynamic body contortions.",
        "A video about vibrant, colorful costumes.",
        "A video about fierce, competitive energy.",
        "A video about rhythmic, stomping footwork.",
        "A video about passionate, emotional expression.",
        "A video about energetic, communal dancing."
    ],
    "251": [
        "A video about wind-powered vehicles gliding.",
        "A video about sails catching the breeze.",
        "A video about racers steering with precision.",
        "A video about sand dunes as the track.",
        "A video about colorful sails in motion.",
        "A video about the thrill of speed.",
        "A video about teamwork in land sailing.",
        "A video about the beauty of the desert."
    ],
    "252": [
        "A video about eyes crinkling at the corners.",
        "A video about mouth opening wide.",
        "A video about shoulders shaking gently.",
        "A video about head tilting back.",
        "A video about cheeks puffing out.",
        "A video about body convulsing lightly.",
        "A video about tears forming in eyes.",
        "A video about hands covering mouth."
    ],
    "253": [
        "A video about roaring engines and dust clouds.",
        "A video about colorful mowers speeding on tracks.",
        "A video about racers wearing helmets and gloves.",
        "A video about spectators cheering from the sidelines.",
        "A video about mowers skidding around tight corners.",
        "A video about the thrill of close finishes and wins.",
        "A video about the mechanics of tuned racing mowers.",
        "A video about the excitement of lawn mower racing."
    ],
    "254": [
        "A video about a bricklayer measuring spaces.",
        "A video about bricks being placed in rows.",
        "A video about mortar being spread evenly.",
        "A video about a trowel smoothing mortar.",
        "A video about bricks being pressed firmly.",
        "A video about a level checking alignment.",
        "A video about a bricklayer wiping excess mortar.",
        "A video about a wall taking shape steadily."
    ],
    "255": [
        "A video about workers mixing concrete.",
        "A video about pouring concrete into molds.",
        "A video about smoothing the concrete surface.",
        "A video about using trowels for finishing.",
        "A video about leveling the concrete with tools.",
        "A video about curing the concrete with water.",
        "A video about applying sealants to concrete.",
        "A video about inspecting the finished surface."
    ],
    "256": [
        "A video about precise stone placement.",
        "A video about smooth stone alignment.",
        "A video about steady hand movements.",
        "A video about careful mortar application.",
        "A video about level stone checking.",
        "A video about uniform stone spacing.",
        "A video about clean stone surfaces.",
        "A video about meticulous stone stacking."
    ],
    "257": [
        "A video about precise tile cutting.",
        "A video about smooth tile laying.",
        "A video about grout application.",
        "A video about level alignment.",
        "A video about tile spacing.",
        "A video about adhesive spreading.",
        "A video about tile patterning.",
        "A video about final polishing."
    ],
    "258": [
        "A video about precise cutting tools.",
        "A video about intricate stitching patterns.",
        "A video about smooth leather surfaces.",
        "A video about detailed embossing designs.",
        "A video about strong adhesive bonding.",
        "A video about careful hammering techniques.",
        "A video about vibrant dye application.",
        "A video about meticulous edge finishing."
    ],
    "259": [
        "A video about a cat licking its paw.",
        "A video about a dog licking its nose.",
        "A video about a baby licking a lollipop.",
        "A video about a kitten licking its fur.",
        "A video about a person licking an ice cream.",
        "A video about a puppy licking its owner's hand.",
        "A video about a lion licking its cub.",
        "A video about a monkey licking a banana."
    ],
    "260": [
        "A video about a person reaching up.",
        "A video about fingers grasping the brim.",
        "A video about the hat lifting off.",
        "A video about the hat balancing on head.",
        "A video about a confident smile.",
        "A video about the hat adjusting.",
        "A video about the hat settling in place.",
        "A video about a satisfied nod."
    ],
    "261": [
        "A video about the initial spark igniting.",
        "A video about the flame's rapid growth.",
        "A video about the flickering orange glow.",
        "A video about the smoke curling upwards.",
        "A video about the crackling sound of fire.",
        "A video about the warmth spreading around.",
        "A video about the sparks flying out.",
        "A video about the fire's mesmerizing dance."
    ],
    "262": [
        "A video about a skilled hand manipulating tools.",
        "A video about a tension wrench and pick.",
        "A video about precise movements in the dark.",
        "A video about a lock's internal mechanisms.",
        "A video about a focused expression on the face.",
        "A video about a subtle click indicating success.",
        "A video about a flashlight illuminating the lock.",
        "A video about a steady breath before action."
    ],
    "263": [
        "A video about the athlete's powerful takeoff.",
        "A video about the graceful arc in the air.",
        "A video about the precise landing technique.",
        "A video about the intense sprint before takeoff.",
        "A video about the sand flying upon landing.",
        "A video about the focused expression on the face.",
        "A video about the crowd's reaction to the jump.",
        "A video about the measurement of the distance."
    ],
    "264": [
        "A video about smooth carving turns.",
        "A video about fast downhill speeds.",
        "A video about stylish footwork tricks.",
        "A video about dynamic board slides.",
        "A video about aerial jumps and flips.",
        "A video about fluid transitions.",
        "A video about precise balance control.",
        "A video about vibrant street art backdrops."
    ],
    "265": [
        "A video about someone holding a phone.",
        "A video about eyes focused on the screen.",
        "A video about fingers scrolling gently.",
        "A video about a slight smile forming.",
        "A video about the head tilting slightly.",
        "A video about the phone light reflecting.",
        "A video about the hand steady and calm.",
        "A video about the screen glowing brightly."
    ],
    "266": [
        "A video about high-speed downhill racing.",
        "A video about aerodynamic helmets and suits.",
        "A video about tight turns and sharp curves.",
        "A video about icy tracks and snowy slopes.",
        "A video about intense focus and concentration.",
        "A video about the thrill of gravity-powered speed.",
        "A video about the precision of body positioning.",
        "A video about the rush of adrenaline in action."
    ],
    "267": [
        "A video about a forward step with a bend knee.",
        "A video about a low stance with arms extended.",
        "A video about a controlled descent with focus.",
        "A video about a powerful push back to standing.",
        "A video about a dynamic movement with balance.",
        "A video about a strong core engagement.",
        "A video about a fluid transition from lunge to stand.",
        "A video about a confident posture with controlled motion."
    ],
    "268": [
        "A video about mixing wet and dry ingredients.",
        "A video about pouring batter into a pan.",
        "A video about smoothing the batter evenly.",
        "A video about placing the pan in the oven.",
        "A video about checking the cake for doneness.",
        "A video about letting the cake cool on a rack.",
        "A video about frosting the cooled cake.",
        "A video about decorating the cake with sprinkles."
    ],
    "269": [
        "A video about slicing the bread neatly.",
        "A video about spreading the butter evenly.",
        "A video about layering the cheese precisely.",
        "A video about stacking the veggies neatly.",
        "A video about adding the meat carefully.",
        "A video about spreading the sauce smoothly.",
        "A video about folding the sandwich neatly.",
        "A video about cutting the sandwich evenly."
    ],
    "270": [
        "A video about twisting balloons into shapes.",
        "A video about colorful balloons being twisted.",
        "A video about hands skillfully twisting balloons.",
        "A video about creating animal shapes from balloons.",
        "A video about balloons forming intricate designs.",
        "A video about the art of balloon twisting.",
        "A video about balloons transforming into objects.",
        "A video about the joy of balloon creations."
    ],
    "271": [
        "A video about colorful bubbles floating.",
        "A video about gentle hand movements.",
        "A video about shimmering reflections.",
        "A video about playful splashes.",
        "A video about delicate soap films.",
        "A video about vibrant colors mixing.",
        "A video about soft popping sounds.",
        "A video about mesmerizing patterns."
    ],
    "272": [
        "A video about milk being heated gently.",
        "A video about curds forming slowly.",
        "A video about the curds being cut.",
        "A video about the whey draining off.",
        "A video about the curds being pressed.",
        "A video about the cheese aging.",
        "A video about the cheese being wrapped.",
        "A video about the final product."
    ],
    "273": [
        "A video about a blacksmith heating metal.",
        "The blacksmith hammers the red-hot shoe.",
        "The horse's hoof is carefully measured.",
        "The shoe is shaped to fit the hoof.",
        "The blacksmith cools the shoe in water.",
        "The shoe is nailed onto the hoof.",
        "The horse stands calmly during the process.",
        "The finished shoe looks sturdy and secure."
    ],
    "274": [
        "A video about delicate wire bending.",
        "A video about precise stone setting.",
        "A video about intricate bead threading.",
        "A video about detailed engraving.",
        "A video about smooth metal polishing.",
        "A video about creative design sketching.",
        "A video about careful soldering.",
        "A video about elegant chain making."
    ],
    "275": [
        "A video about hands folding paper precisely.",
        "A video about a sheet of paper being creased.",
        "A video about fingers aligning edges neatly.",
        "A video about paper being folded in half.",
        "A video about a triangle shape emerging.",
        "A video about the plane taking form.",
        "A video about the final adjustments made.",
        "A video about the plane being launched."
    ],
    "276": [
        "A video about rolling out the dough.",
        "A video about spreading tomato sauce.",
        "A video about sprinkling cheese evenly.",
        "A video about adding pepperoni slices.",
        "A video about arranging vegetables neatly.",
        "A video about sliding the pizza in.",
        "A video about watching it bake.",
        "A video about cutting it into slices."
    ],
    "277": [
        "A video about children rolling snowballs.",
        "A video about stacking snowballs.",
        "A video about adding a carrot nose.",
        "A video about placing coal eyes.",
        "A video about putting on a hat.",
        "A video about adding twig arms.",
        "A video about decorating with scarves.",
        "A video about the final snowman."
    ],
    "278": [
        "A video about slicing fish thinly.",
        "A video about rolling rice tightly.",
        "A video about placing toppings neatly.",
        "A video about cutting rolls precisely.",
        "A video about mixing sauces smoothly.",
        "A video about arranging sushi beautifully.",
        "A video about using chopsticks skillfully.",
        "A video about serving sushi elegantly."
    ],
    "279": [
        "A video about pouring hot water.",
        "A video about stirring the tea.",
        "A video about adding sugar.",
        "A video about the steam rising.",
        "A video about the tea leaves swirling.",
        "A video about the color changing.",
        "A video about the cup filling up.",
        "A video about the aroma spreading."
    ],
    "280": [
        "A video about smooth, fluid movements.",
        "A video about crisp, clean folds.",
        "A video about precise corner tucking.",
        "A video about evenly spread sheets.",
        "A video about gentle, rhythmic pulling.",
        "A video about neat, aligned edges.",
        "A video about steady, controlled actions.",
        "A video about seamless, effortless transitions."
    ],
    "281": [
        "A video about synchronized footsteps.",
        "A video about straight-line formation.",
        "A video about rhythmic arm swings.",
        "A video about uniform cadence.",
        "A video about disciplined posture.",
        "A video about steady pace.",
        "A video about focused expressions.",
        "A video about collective movement."
    ],
    "282": [
        "A video about a romantic sunset proposal.",
        "A video about a surprise beach proposal.",
        "A video about a candlelit dinner proposal.",
        "A video about a public park proposal.",
        "A video about a rooftop proposal.",
        "A video about a scenic mountain proposal.",
        "A video about a cozy home proposal.",
        "A video about a grand ballroom proposal."
    ],
    "283": [
        "A video about gentle hand movements.",
        "A video about rhythmic pressure application.",
        "A video about soothing back strokes.",
        "A video about firm kneading motions.",
        "A video about relaxing muscle tension.",
        "A video about circular rubbing patterns.",
        "A video about calming body contact.",
        "A video about therapeutic touch."
    ],
    "284": [
        "A video about gentle hand movements.",
        "A video about soothing foot pressure.",
        "A video about rhythmic kneading motions.",
        "A video about warm oil application.",
        "A video about focused toe massage.",
        "A video about relaxing ankle rotations.",
        "A video about firm heel rubs.",
        "A video about calming foot stretches."
    ],
    "285": [
        "A video about gentle kneading motions.",
        "A video about soothing circular movements.",
        "A video about rhythmic pressure on calves.",
        "A video about firm yet tender strokes.",
        "A video about relaxing leg muscles.",
        "A video about hands gliding smoothly.",
        "A video about relieving tension spots.",
        "A video about calming leg massage."
    ],
    "286": [
        "A video about gentle circular motions.",
        "A video about soothing pressure points.",
        "A video about rhythmic hand movements.",
        "A video about relaxing neck muscles.",
        "A video about tender kneading actions.",
        "A video about calming neck tension.",
        "A video about smooth gliding touches.",
        "A video about relieving neck stress."
    ],
    "287": [
        "A video about gentle fingertips on the scalp.",
        "A video about rhythmic circular motions on the head.",
        "A video about soothing pressure on temples.",
        "A video about calming strokes from forehead to crown.",
        "A video about tender kneading on the nape.",
        "A video about relaxing upward strokes on the hairline.",
        "A video about gentle tapping on the skull.",
        "A video about comforting finger sweeps on the scalp."
    ],
    "288": [
        "A video about a calm cow in a barn.",
        "A video about a farmer gently milking.",
        "A video about steady hands on udders.",
        "A video about rhythmic milk flow into pail.",
        "A video about the cow's relaxed posture.",
        "A video about the farmer's focused eyes.",
        "A video about the barn's warm lighting.",
        "A video about the cow's gentle mooing."
    ],
    "289": [
        "A video about smooth gliding movements.",
        "A video about backward-moving feet.",
        "A video about rhythmic arm swings.",
        "A video about effortless body control.",
        "A video about synchronized leg motions.",
        "A video about fluid body transitions.",
        "A video about controlled foot placement.",
        "A video about graceful body posture."
    ],
    "290": [
        "A video about a mop gliding smoothly.",
        "A video about water droplets splashing.",
        "A video about a person pushing the mop.",
        "A video about the floor becoming shiny.",
        "A video about the mop head absorbing dirt.",
        "A video about the person's focused expression.",
        "A video about the rhythmic back-and-forth motion.",
        "A video about the floor's transformation from dull to clean."
    ],
    "291": [
        "A video about chaotic energy.",
        "A video about intense jumping.",
        "A video about crowd surfing.",
        "A video about aggressive pushing.",
        "A video about sweaty bodies.",
        "A video about loud music.",
        "A video about wild movements.",
        "A video about unified chaos."
    ],
    "292": [
        "A video about the sleek curves of the bike.",
        "A video about the rider's focused expression.",
        "A video about the wind whipping through hair.",
        "A video about the revving engine's roar.",
        "A video about the asphalt blurring beneath.",
        "A video about the sun casting long shadows.",
        "A video about the rider's gloved hands gripping.",
        "A video about the bike's wheels spinning fast."
    ],
    "293": [
        "A video about hands gripping the floor.",
        "A video about legs pushing off the ground.",
        "A video about body forming a plank.",
        "A video about arms pulling the body up.",
        "A video about legs lifting alternately.",
        "A video about core muscles engaged.",
        "A video about rhythmic arm and leg movements.",
        "A video about maintaining a steady pace."
    ],
    "294": [
        "A video about people lifting heavy sofas.",
        "A video about workers sliding tables.",
        "A video about movers carrying chairs.",
        "A video about trucks loading furniture.",
        "A video about unpacking boxes swiftly.",
        "A video about arranging items neatly.",
        "A video about teamwork in moving.",
        "A video about tools for lifting."
    ],
    "295": [
        "A video about a man pushing a mower.",
        "A video about grass clippings flying.",
        "A video about the mower's blades spinning.",
        "A video about the lawn becoming shorter.",
        "A video about the sun shining brightly.",
        "A video about birds chirping nearby.",
        "A video about the man's shadow moving.",
        "A video about the mower's engine humming."
    ],
    "296": [
        "A video about people carefully searching.",
        "A video about baskets filled with mushrooms.",
        "A video about sunlight filtering through trees.",
        "A video about hands gently picking fungi.",
        "A video about smiling faces in nature.",
        "A video about colorful mushroom caps.",
        "A video about quiet forest sounds.",
        "A video about a peaceful forest path."
    ],
    "297": [
        "A video about precise needle movements.",
        "A video about fluffy wool fibers.",
        "A video about detailed animal figures.",
        "A video about steady hand pressure.",
        "A video about colorful wool blends.",
        "A video about intricate patterns forming.",
        "A video about small, repetitive stabs.",
        "A video about sculpted wool shapes."
    ],
    "298": [
        "A video about a confident anchor speaking clearly.",
        "A video about a well-lit studio with a news desk.",
        "A video about an anchor wearing a professional suit.",
        "A video about a dynamic screen displaying news updates.",
        "A video about an anchor gesturing with natural movements.",
        "A video about a calm demeanor with a steady voice.",
        "A video about a modern set with digital graphics.",
        "A video about an anchor maintaining eye contact with the camera."
    ],
    "299": [
        "A video about a hand gripping the bottle cap.",
        "A video about twisting motion to open the cap.",
        "A video about the cap popping off the bottle.",
        "A video about the bottle neck being exposed.",
        "A video about the hand holding the opened bottle.",
        "A video about the cap falling to the ground.",
        "A video about the bottle being tilted to pour.",
        "A video about the liquid flowing smoothly from the bottle."
    ],
    "300": [
        "A video about the smooth turn of the doorknob.",
        "A video about the slight push of the door.",
        "A video about the creak as the door opens.",
        "A video about the light flooding into the room.",
        "A video about the shadow cast by the door.",
        "A video about the reflection on the polished floor.",
        "A video about the gentle sway of the door.",
        "A video about the final click as the door closes."
    ],
    "301": [
        "A video about a dynamic camera movement.",
        "A video about a fast-paced montage.",
        "A video about intense close-ups.",
        "A video about dramatic lighting.",
        "A video about rapid cuts.",
        "A video about vibrant colors.",
        "A video about a sweeping aerial shot.",
        "A video about a powerful soundtrack."
    ],
    "302": [
        "A video about a hand gripping the handle.",
        "A video about the door swinging open.",
        "A video about the cool air escaping.",
        "A video about items neatly arranged.",
        "A video about a hand reaching in.",
        "A video about a bottle being grabbed.",
        "A video about the door closing gently.",
        "A video about the light turning off."
    ],
    "303": [
        "A video about the cork being gently removed.",
        "A video about the bottle's neck being gripped.",
        "A video about the corkscrew's smooth insertion.",
        "A video about the cork's slow extraction.",
        "A video about the bottle's label being visible.",
        "A video about the cork's final release.",
        "A video about the bottle's cap being twisted.",
        "A video about the cork's clean removal."
    ],
    "304": [
        "A video about fast-paced packing.",
        "A video about organized stacking.",
        "A video about efficient sorting.",
        "A video about precise folding.",
        "A video about quick wrapping.",
        "A video about neat labeling.",
        "A video about smooth rolling.",
        "A video about careful handling."
    ],
    "305": [
        "A video about soaring gracefully over mountains.",
        "A video about colorful parachutes against blue skies.",
        "A video about the thrill of free-falling descent.",
        "A video about the serene glide through clouds.",
        "A video about the panoramic view from above.",
        "A video about the gentle landing on soft grass.",
        "A video about the joy of floating in the wind.",
        "A video about the teamwork of launching and landing."
    ],
    "306": [
        "A video about the colorful parachute soaring.",
        "A video about the thrill of gliding above.",
        "A video about the serene ocean below.",
        "A video about the wind rushing past.",
        "A video about the panoramic views.",
        "A video about the boat pulling the rider.",
        "A video about the sunlit sky above.",
        "A video about the joyful expressions."
    ],
    "307": [
        "A video about agile flips and jumps.",
        "A video about urban rooftops and ledges.",
        "A video about fluid transitions between obstacles.",
        "A video about dynamic movements in narrow spaces.",
        "A video about rapid scaling of walls.",
        "A video about precise landings on small platforms.",
        "A video about acrobatic stunts in open areas.",
        "A video about fearless leaps between buildings."
    ],
    "308": [
        "A video about the quarterback's quick release.",
        "A video about the receiver's precise route.",
        "A video about the ball's spiral trajectory.",
        "A video about the linemen's blocking stance.",
        "A video about the defensive back's coverage.",
        "A video about the crowd's cheering reaction.",
        "A video about the coach's intense focus.",
        "A video about the referee's signal for pass."
    ],
    "309": [
        "A video about the quarterback's precise throw.",
        "A video about the receiver's swift catch.",
        "A video about the ball's spiral motion.",
        "A video about the players' dynamic movement.",
        "A video about the field's wide expanse.",
        "A video about the crowd's enthusiastic cheers.",
        "A video about the coach's strategic signals.",
        "A video about the referee's watchful eyes."
    ],
    "310": [
        "A video about players swiftly passing the ball.",
        "A video about precise footwork and ball control.",
        "A video about teammates moving in perfect sync.",
        "A video about the ball traveling through the air.",
        "A video about quick exchanges between players.",
        "A video about the ball's smooth trajectory.",
        "A video about players' eyes on the ball.",
        "A video about the ball's rapid movement."
    ],
    "311": [
        "A video about a sharp knife slicing through the skin.",
        "A video about the apple's skin curling away.",
        "A video about the knife's blade moving smoothly.",
        "A video about the apple's surface becoming smooth.",
        "A video about the peel falling into a bowl.",
        "A video about the knife's handle gripped firmly.",
        "A video about the apple's core being exposed.",
        "A video about the peel's texture becoming thin."
    ],
    "312": [
        "A video about a knife slicing through the skin.",
        "A video about the potato's skin curling up.",
        "A video about the knife's sharp edge.",
        "A video about the potato's smooth surface.",
        "A video about the peel falling away.",
        "A video about the knife's precise movements.",
        "A video about the potato's round shape.",
        "A video about the peel's thin texture."
    ],
    "313": [
        "A video about a person in a reflective vest.",
        "A video about gloves on hands.",
        "A video about a trash bag in one hand.",
        "A video about bending down to pick up trash.",
        "A video about walking with a trash bag.",
        "A video about sorting recyclables and waste.",
        "A video about a trash truck in the background.",
        "A video about a satisfied smile on the face."
    ],
    "314": [
        "A video about gentle strokes on the dog's fur.",
        "A video about soothing pats on the horse's neck.",
        "A video about rhythmic scratches on the rabbit's back.",
        "A video about calming caresses on the guinea pig's head.",
        "A video about tender touches on the hamster's cheeks.",
        "A video about soft rubs on the ferret's belly.",
        "A video about comforting strokes on the goat's coat.",
        "A video about relaxing pats on the pig's snout."
    ],
    "315": [
        "A video about gentle strokes on the cat's fur.",
        "A video about the cat's eyes closing in relaxation.",
        "A video about the cat's purring sound filling the room.",
        "A video about the cat's tail flicking gently.",
        "A video about the cat's head nudging the hand.",
        "A video about the cat's ears twitching slightly.",
        "A video about the cat's body stretching out.",
        "A video about the cat's paws kneading softly."
    ],
    "316": [
        "A video about a sneaky person entering frame.",
        "A video about a sudden burst of laughter.",
        "A video about a playful dog jumping in.",
        "A video about a surprised face appearing.",
        "A video about a hand waving unexpectedly.",
        "A video about a cat pouncing into view.",
        "A video about a friend making a funny face.",
        "A video about a spontaneous dance move."
    ],
    "317": [
        "A video about the whirring sound of the machine.",
        "A video about the paper sliding into place.",
        "A video about the bright light scanning the page.",
        "A video about the ink transferring onto the paper.",
        "A video about the crisp sound of paper ejecting.",
        "A video about the final document stacking neatly.",
        "A video about the user pressing the start button.",
        "A video about the screen displaying progress bars."
    ],
    "318": [
        "A video about hands reaching for ripe apples.",
        "A video about a basket filling with cherries.",
        "A video about a person plucking oranges.",
        "A video about a ladder leaning against a tree.",
        "A video about a child picking strawberries.",
        "A video about a woman picking grapes.",
        "A video about a man picking peaches.",
        "A video about a basket overflowing with fruit."
    ],
    "319": [
        "A video about flying feathers.",
        "A video about giggling participants.",
        "A video about colorful pillows.",
        "A video about playful dodging.",
        "A video about quick hand movements.",
        "A video about joyful laughter.",
        "A video about scattered confetti.",
        "A video about energetic jumps."
    ],
    "320": [
        "A video about fingers coming together.",
        "A video about thumb and index touching.",
        "A video about a tight grip forming.",
        "A video about a small gap closing.",
        "A video about precision in movement.",
        "A video about a focused action.",
        "A video about a delicate touch.",
        "A video about a controlled squeeze."
    ],
    "321": [
        "A video about graceful spins.",
        "A video about elegant turns.",
        "A video about swift rotations.",
        "A video about poised balance.",
        "A video about fluid movements.",
        "A video about precise footwork.",
        "A video about rhythmic beats.",
        "A video about aerial lifts."
    ],
    "322": [
        "A video about smooth cutting edges.",
        "A video about precise measurements.",
        "A video about detailed markings.",
        "A video about clean wood surfaces.",
        "A video about sharp tools usage.",
        "A video about accurate alignments.",
        "A video about steady hand movements.",
        "A video about meticulous planning."
    ],
    "323": [
        "A video about volunteers digging holes.",
        "A video about planting saplings carefully.",
        "A video about watering the new trees.",
        "A video about mulching around the base.",
        "A video about checking soil moisture.",
        "A video about staking young trees.",
        "A video about labeling each tree type.",
        "A video about the joy on volunteers' faces."
    ],
    "324": [
        "A video about smooth trowel movements.",
        "A video about even layer application.",
        "A video about precise corner work.",
        "A video about consistent pressure control.",
        "A video about clean tool handling.",
        "A video about gradual surface coverage.",
        "A video about uniform texture creation.",
        "A video about seamless wall finishing."
    ],
    "325": [
        "A video about hands moving skillfully.",
        "A video about rhythmic button presses.",
        "A video about expressive facial expressions.",
        "A video about the accordion's bellows.",
        "A video about melodic finger movements.",
        "A video about the accordion's vibrant sound.",
        "A video about the performer's passion.",
        "A video about the accordion's compact design."
    ],
    "326": [
        "A video about swift shuttlecock hits.",
        "A video about agile net crossings.",
        "A video about intense rallies.",
        "A video about quick footwork.",
        "A video about powerful smashes.",
        "A video about precise serves.",
        "A video about strategic placements.",
        "A video about energetic volleys."
    ],
    "327": [
        "A video about the player's rhythmic arm movements.",
        "A video about the bag's rhythmic inflation.",
        "A video about the player's focused facial expression.",
        "A video about the bag's steady pressure control.",
        "A video about the player's precise finger placement.",
        "A video about the bag's consistent air flow.",
        "A video about the player's dynamic body sway.",
        "A video about the bag's harmonious sound production."
    ],
    "328": [
        "A video about players dribbling swiftly.",
        "A video about a slam dunk in motion.",
        "A video about a three-pointer in flight.",
        "A video about defenders guarding closely.",
        "A video about teammates passing accurately.",
        "A video about a layup in progress.",
        "A video about a jump shot released.",
        "A video about a rebound in action."
    ],
    "329": [
        "A video about a musician strumming the bass strings.",
        "A video about fingers pressing down on frets.",
        "A video about a bassist's hand moving swiftly.",
        "A video about the bass guitar's deep vibrations.",
        "A video about a rhythmic plucking motion.",
        "A video about the bassist's intense focus.",
        "A video about the bass guitar's sleek design.",
        "A video about the bassist's expressive playing."
    ],
    "330": [
        "A video about players tossing ping pong balls.",
        "A video about cups arranged in a triangle.",
        "A video about players cheering after a successful shot.",
        "A video about the ball bouncing off the table.",
        "A video about players taking turns to shoot.",
        "A video about the ball landing in a cup.",
        "A video about players laughing and having fun.",
        "A video about the table covered in cups and balls."
    ],
    "331": [
        "A video about players placing bets.",
        "A video about dealers dealing cards.",
        "A video about players hitting or standing.",
        "A video about cards being revealed.",
        "A video about chips being exchanged.",
        "A video about players' reactions.",
        "A video about the dealer's turn.",
        "A video about the final outcomes."
    ],
    "332": [
        "A video about a musician holding a bow.",
        "A video about fingers pressing strings.",
        "A video about a cello resting on the floor.",
        "A video about a bow gliding over strings.",
        "A video about a musician's intense focus.",
        "A video about a cello's resonant sound.",
        "A video about a bow's rhythmic movement.",
        "A video about a musician's expressive face."
    ],
    "333": [
        "A video about intense concentration.",
        "A video about strategic thinking.",
        "A video about precise movements.",
        "A video about quiet contemplation.",
        "A video about deep focus.",
        "A video about careful planning.",
        "A video about subtle gestures.",
        "A video about mental engagement."
    ],
    "334": [
        "A video about the musician's fingers moving swiftly.",
        "A video about the clarinet's shiny brass body.",
        "A video about the player's focused facial expression.",
        "A video about the musician's breath control.",
        "A video about the clarinet's keys reflecting light.",
        "A video about the musician's posture and stance.",
        "A video about the clarinet's mouthpiece detail.",
        "A video about the musician's rhythmic tapping foot."
    ],
    "335": [
        "A video about sleek, ergonomic design.",
        "A video about vibrant led indicators.",
        "A video about responsive button layout.",
        "A video about textured grip handles.",
        "A video about customizable button mapping.",
        "A video about wireless connectivity.",
        "A video about immersive haptic feedback.",
        "A video about durable build quality."
    ],
    "336": [
        "A video about players in white uniforms.",
        "A video about a bowler running in.",
        "A video about a batsman swinging the bat.",
        "A video about fielders catching the ball.",
        "A video about umpires signaling decisions.",
        "A video about the ball hitting the stumps.",
        "A video about players celebrating a wicket.",
        "A video about the crowd cheering loudly."
    ],
    "337": [
        "A video about cymbals clashing together.",
        "A video about cymbals shimmering in the light.",
        "A video about cymbals vibrating with sound.",
        "A video about cymbals held high in the air.",
        "A video about cymbals reflecting the stage lights.",
        "A video about cymbals moving in sync with music.",
        "A video about cymbals creating a loud crash.",
        "A video about cymbals being struck with precision."
    ],
    "338": [
        "A video about players aiming carefully.",
        "A video about darts flying swiftly.",
        "A video about targets hit precisely.",
        "A video about players' intense focus.",
        "A video about dartboards in the background.",
        "A video about players' steady hands.",
        "A video about the sound of darts hitting.",
        "A video about players' relaxed stance."
    ],
    "339": [
        "A video about circular breathing technique.",
        "A video about rhythmic mouth movements.",
        "A video about wooden instrument handling.",
        "A video about deep, resonant tones.",
        "A video about rhythmic body swaying.",
        "A video about circular arm movements.",
        "A video about traditional aboriginal art.",
        "A video about cultural significance."
    ],
    "340": [
        "A video about players shuffling tiles.",
        "A video about hands placing tiles.",
        "A video about tiles clinking together.",
        "A video about players concentrating.",
        "A video about tiles forming lines.",
        "A video about players smiling.",
        "A video about tiles being stacked.",
        "A video about players strategizing."
    ],
    "341": [
        "A video about the drummer's intense focus.",
        "A video about the rapid arm movements.",
        "A video about the precise stick control.",
        "A video about the dynamic body sway.",
        "A video about the rhythmic foot tapping.",
        "A video about the expressive facial expressions.",
        "A video about the vibrant drum kit setup.",
        "A video about the powerful drumming sound."
    ],
    "342": [
        "A video about players in colorful uniforms.",
        "A video about a green, grassy field.",
        "A video about a small, round ball.",
        "A video about players using sticks.",
        "A video about quick, agile movements.",
        "A video about intense, competitive play.",
        "A video about teamwork and strategy.",
        "A video about goalkeepers defending nets."
    ],
    "343": [
        "A video about the graceful flute movements.",
        "A video about the precise finger placement.",
        "A video about the gentle breath control.",
        "A video about the rhythmic head nods.",
        "A video about the focused facial expressions.",
        "A video about the fluid arm gestures.",
        "A video about the melodic body sway.",
        "A video about the serene eye contact."
    ],
    "344": [
        "A video about a skilled player striking the gong.",
        "A video about the gong's resonant vibrations.",
        "A video about the player's rhythmic movements.",
        "A video about the gong's metallic shine.",
        "A video about the player's focused expression.",
        "A video about the gong's deep, echoing sound.",
        "A video about the player's precise strikes.",
        "A video about the gong's ancient, ornate design."
    ],
    "345": [
        "A video about fingers strumming strings.",
        "A video about a hand pressing frets.",
        "A video about a musician's focused gaze.",
        "A video about a guitar's body movement.",
        "A video about rhythmic hand gestures.",
        "A video about a player's expressive face.",
        "A video about the guitar's neck angles.",
        "A video about the sound waves produced."
    ],
    "346": [
        "A video about synchronized hand movements.",
        "A video about rhythmic clapping patterns.",
        "A video about joyful expressions on faces.",
        "A video about quick, precise hand taps.",
        "A video about playful, energetic gestures.",
        "A video about diverse clapping techniques.",
        "A video about engaging group dynamics.",
        "A video about lively, upbeat interactions."
    ],
    "347": [
        "A video about hands moving rhythmically.",
        "A video about a person's mouth on the harmonica.",
        "A video about fingers pressing different holes.",
        "A video about a joyful expression on the face.",
        "A video about the harmonica's shiny metal surface.",
        "A video about the player's body swaying gently.",
        "A video about the sound waves emanating.",
        "A video about the player's eyes closing in concentration."
    ],
    "348": [
        "A video about graceful finger movements.",
        "A video about delicate hand positioning.",
        "A video about rhythmic arm motions.",
        "A video about focused facial expressions.",
        "A video about smooth string plucking.",
        "A video about elegant body posture.",
        "A video about melodic string vibrations.",
        "A video about serene musical ambiance."
    ],
    "349": [
        "A video about players skating swiftly.",
        "A video about pucks flying fast.",
        "A video about sticks hitting hard.",
        "A video about goalies diving.",
        "A video about fans cheering loud.",
        "A video about ice gleaming bright.",
        "A video about jerseys colorful.",
        "A video about helmets protecting."
    ],
    "350": [
        "A video about nimble fingers dancing on keys.",
        "A video about expressive hands creating melodies.",
        "A video about rhythmic tapping on the keyboard.",
        "A video about intense focus on the keys.",
        "A video about smooth transitions between notes.",
        "A video about a performer lost in music.",
        "A video about quick movements across the keys.",
        "A video about a harmonious blend of sounds."
    ],
    "351": [
        "A video about kids running to kick the ball.",
        "A video about a player kicking the ball far.",
        "A video about a catcher catching the ball.",
        "A video about players cheering after a goal.",
        "A video about a pitcher throwing the ball.",
        "A video about a fielder tagging a base.",
        "A video about kids lining up to kick.",
        "A video about a runner sliding into base."
    ],
    "352": [
        "A video about players darting between obstacles.",
        "A video about glowing vests and laser beams.",
        "A video about intense facial expressions of focus.",
        "A video about rapid movements and quick turns.",
        "A video about illuminated targets on vests.",
        "A video about players strategizing in the dark.",
        "A video about the thrill of hitting a target.",
        "A video about the excitement of evading shots."
    ],
    "353": [
        "A video about a musician strumming the lute strings.",
        "A video about fingers deftly plucking the lute.",
        "A video about the lute player's rhythmic movements.",
        "A video about the lute's resonant sound filling the room.",
        "A video about the musician's focused expression.",
        "A video about the lute's intricate design and craftsmanship.",
        "A video about the player's hand positioning on the lute.",
        "A video about the lute's gentle vibrations and harmonics."
    ],
    "354": [
        "A video about rhythmic shaking.",
        "A video about lively arm movements.",
        "A video about colorful maracas.",
        "A video about joyful expressions.",
        "A video about upbeat tempo.",
        "A video about synchronized beats.",
        "A video about energetic performance.",
        "A video about vibrant costumes."
    ],
    "355": [
        "A video about kids bending down to shoot marbles.",
        "A video about marbles rolling across the ground.",
        "A video about children concentrating on their shots.",
        "A video about colorful marbles clinking together.",
        "A video about a circle drawn on the pavement.",
        "A video about kids cheering after a successful shot.",
        "A video about marbles scattering in different directions.",
        "A video about a close-up of a marble in motion."
    ],
    "356": [
        "A video about players rolling dice.",
        "A video about moving game pieces.",
        "A video about buying properties.",
        "A video about trading cards.",
        "A video about paying rent.",
        "A video about drawing chance cards.",
        "A video about building houses.",
        "A video about landing on go to jail."
    ],
    "357": [
        "A video about players sprinting down the court.",
        "A video about a player jumping to shoot.",
        "A video about teammates passing the ball.",
        "A video about defenders blocking the shot.",
        "A video about players diving for the ball.",
        "A video about a player landing gracefully.",
        "A video about the ball flying through the air.",
        "A video about the crowd cheering loudly."
    ],
    "358": [
        "A video about hands moving gracefully.",
        "A video about fingers pressing holes.",
        "A video about a serene facial expression.",
        "A video about a focused gaze.",
        "A video about rhythmic breathing.",
        "A video about a gentle tilt of the head.",
        "A video about a soft, melodic sound.",
        "A video about a peaceful atmosphere."
    ],
    "359": [
        "A video about hands moving swiftly.",
        "A video about keys being pressed.",
        "A video about feet on pedals.",
        "A video about a grand instrument.",
        "A video about expressive playing.",
        "A video about rhythmic patterns.",
        "A video about melodic lines.",
        "A video about harmonious chords."
    ],
    "360": [
        "A video about players in camouflage gear.",
        "A video about colorful paint splatters.",
        "A video about rapid gunfire sounds.",
        "A video about players ducking behind barriers.",
        "A video about smoke grenades creating fog.",
        "A video about intense facial expressions.",
        "A video about team strategies unfolding.",
        "A video about victory celebrations."
    ],
    "361": [
        "A video about a person holding pan pipes.",
        "The player's fingers move gracefully.",
        "The pan pipes produce soothing sounds.",
        "The player's face shows concentration.",
        "The pan pipes are held horizontally.",
        "The player's hands are steady.",
        "The pan pipes have a rustic look.",
        "The player's posture is relaxed."
    ],
    "362": [
        "A video about hands gliding over keys.",
        "A video about fingers dancing gracefully.",
        "A video about expressive facial expressions.",
        "A video about rhythmic body movements.",
        "A video about intense concentration.",
        "A video about the flow of melodies.",
        "A video about the harmony of notes.",
        "A video about the passion in eyes."
    ],
    "363": [
        "A video about the flashing lights.",
        "A video about the moving flippers.",
        "A video about the rolling ball.",
        "A video about the colorful targets.",
        "A video about the buzzing sounds.",
        "A video about the quick reactions.",
        "A video about the arcade vibes.",
        "A video about the intense focus."
    ],
    "364": [
        "A video about quick footwork and agility.",
        "A video about precise paddle control.",
        "A video about rapid ball exchanges.",
        "A video about intense focus and concentration.",
        "A video about strategic positioning on the table.",
        "A video about the rhythm of the game.",
        "A video about the sound of the ball hitting the paddle.",
        "A video about the joy of competitive play."
    ],
    "365": [
        "A video about players shuffling cards.",
        "A video about chips stacking neatly.",
        "A video about intense staring contests.",
        "A video about cards being dealt swiftly.",
        "A video about players tapping tables.",
        "A video about chips sliding across.",
        "A video about cards being flipped over.",
        "A video about players deep in thought."
    ],
    "366": [
        "A video about riders galloping swiftly.",
        "A video about players hitting the ball.",
        "A video about horses jumping obstacles.",
        "A video about colorful uniforms worn.",
        "A video about the ball flying high.",
        "A video about the crowd cheering loud.",
        "A video about the field's green expanse.",
        "A video about the intense focus on faces."
    ],
    "367": [
        "A video about a person holding a recorder.",
        "A video about fingers moving on recorder holes.",
        "A video about a recorder player blowing air.",
        "A video about a recorder producing melodic sounds.",
        "A video about a person practicing recorder skills.",
        "A video about a recorder being played gently.",
        "A video about a recorder player's focused face.",
        "A video about a recorder being played with ease."
    ],
    "368": [
        "A video about hands swiftly turning the cube.",
        "A video about fingers deftly manipulating colors.",
        "A video about eyes focused on the pattern.",
        "A video about a rhythmic clicking of pieces.",
        "A video about a determined face solving.",
        "A video about a colorful cube in motion.",
        "A video about a quick shuffle of sides.",
        "A video about a final twist to completion."
    ],
    "369": [
        "A video about the saxophonist's expressive facial expressions.",
        "A video about the fluid motion of the fingers.",
        "A video about the saxophone's shiny brass body.",
        "A video about the musician's rhythmic head movements.",
        "A video about the soft glow of the keys.",
        "A video about the saxophonist's intense focus.",
        "A video about the gentle sway of the body.",
        "A video about the saxophone's rich, warm sound."
    ],
    "370": [
        "A video about players concentrating intently.",
        "A video about tiles being placed carefully.",
        "A video about a timer ticking steadily.",
        "A video about players exchanging glances.",
        "A video about a scoreboard updating.",
        "A video about letters being shuffled.",
        "A video about a player smiling confidently.",
        "A video about a board filling up."
    ],
    "371": [
        "A video about quick footwork and agility.",
        "A video about intense rallies and fast serves.",
        "A video about precise shots and strategic placement.",
        "A video about sweat-soaked athletes and focused faces.",
        "A video about the sound of ball hitting the wall.",
        "A video about the rhythm of continuous movement.",
        "A video about the thrill of competitive play.",
        "A video about the joy of mastering the game."
    ],
    "372": [
        "A video about players in white attire.",
        "A video about a yellow ball flying.",
        "A video about swift racket swings.",
        "A video about intense court movements.",
        "A video about sweat glistening on faces.",
        "A video about focused expressions.",
        "A video about the net dividing the court.",
        "A video about the ball bouncing rhythmically."
    ],
    "373": [
        "A video about the slide's smooth motion.",
        "A video about the player's focused expression.",
        "A video about the bell's shiny reflection.",
        "A video about the brass's warm glow.",
        "A video about the player's rhythmic breathing.",
        "A video about the slide's precise positioning.",
        "A video about the player's relaxed posture.",
        "A video about the instrument's elegant curves."
    ],
    "374": [
        "A video about the trumpet's shiny brass body.",
        "A video about the musician's focused expression.",
        "A video about the musician's fingers pressing keys.",
        "A video about the trumpet's bell pointing upward.",
        "A video about the musician's breath control.",
        "A video about the trumpet's curved slide.",
        "A video about the musician's rhythmic movements.",
        "A video about the trumpet's elegant design."
    ],
    "375": [
        "A video about a person strumming gently.",
        "A video about fingers moving on strings.",
        "A video about a smile while playing.",
        "A video about a rhythmic tapping foot.",
        "A video about eyes closed in focus.",
        "A video about a relaxed body posture.",
        "A video about a melodic tune flowing.",
        "A video about a peaceful atmosphere."
    ],
    "376": [
        "A video about a musician holding a bow.",
        "A video about the bow moving across strings.",
        "A video about the violinist's fingers on the neck.",
        "A video about the musician's intense focus.",
        "A video about the bow's gentle touch on strings.",
        "A video about the violinist's rhythmic movements.",
        "A video about the bow's swift strokes.",
        "A video about the musician's expressive face."
    ],
    "377": [
        "A video about players diving for the ball.",
        "A video about spiking the ball over the net.",
        "A video about setting up a perfect pass.",
        "A video about the ball soaring through the air.",
        "A video about players jumping for a block.",
        "A video about the ball hitting the court.",
        "A video about players high-fiving in celebration.",
        "A video about the net swaying with each hit."
    ],
    "378": [
        "A video about colorful trains zooming on tracks.",
        "A video about tiny hands arranging train sets.",
        "A video about steam engines puffing and chugging.",
        "A video about detailed landscapes with moving trains.",
        "A video about children smiling while playing trains.",
        "A video about intricate train stations and platforms.",
        "A video about realistic train sounds and movements.",
        "A video about creative train layouts and designs."
    ],
    "379": [
        "A video about nimble fingers gliding across keys.",
        "A video about rhythmic tapping with precision.",
        "A video about vibrant mallets striking bars.",
        "A video about melodic tones resonating clearly.",
        "A video about a performer's focused expression.",
        "A video about the xylophone's wooden structure.",
        "A video about the dance of mallets in air.",
        "A video about harmonious notes filling space."
    ],
    "380": [
        "A video about gentle finger movements.",
        "A video about soft bellybutton reactions.",
        "A video about playful giggles and smiles.",
        "A video about curious exploration of the navel.",
        "A video about light, ticklish sensations.",
        "A video about close-up views of the action.",
        "A video about relaxed, happy expressions.",
        "A video about the simple joy of poking."
    ],
    "381": [
        "A video about the athlete sprinting down the runway.",
        "A video about the pole bending as they jump.",
        "A video about the athlete soaring through the air.",
        "A video about the pole vault landing pit.",
        "A video about the athlete's form in mid-air.",
        "A video about the pole's flex during the jump.",
        "A video about the athlete's focus on the bar.",
        "A video about the crowd cheering on the jump."
    ],
    "382": [
        "A video about the rhythmic motion of the polisher.",
        "A video about the metal's surface reflecting light.",
        "A video about the fine dust particles in the air.",
        "A video about the steady hand guiding the tool.",
        "A video about the gradual transformation of dullness.",
        "A video about the sparks flying in small bursts.",
        "A video about the focused expression on the face.",
        "A video about the final gleam of polished metal."
    ],
    "383": [
        "A video about colorful balloons popping.",
        "A video about sharp objects piercing balloons.",
        "A video about balloons bursting with a loud pop.",
        "A video about balloons exploding in slow motion.",
        "A video about balloons popping in rapid succession.",
        "A video about balloons popping in a dark room.",
        "A video about balloons popping with a soft sound.",
        "A video about balloons popping in a bright setting."
    ],
    "384": [
        "A video about the steady pour of beer.",
        "A video about the foam rising to the top.",
        "A video about the golden liquid flowing smoothly.",
        "A video about the bubbles forming in the glass.",
        "A video about the glass filling to the brim.",
        "A video about the frothy head settling down.",
        "A video about the beer stream hitting the bottom.",
        "A video about the glass reflecting the light."
    ],
    "385": [
        "A video about chopping colorful vegetables.",
        "A video about mixing greens in a bowl.",
        "A video about slicing juicy tomatoes.",
        "A video about drizzling olive oil.",
        "A video about sprinkling herbs and spices.",
        "A video about tossing ingredients gently.",
        "A video about arranging salad on a plate.",
        "A video about garnishing with fresh herbs."
    ],
    "386": [
        "A video about a meteorologist pointing at a map.",
        "A video about animated clouds moving across the screen.",
        "A video about colorful temperature graphs appearing.",
        "A video about a digital clock showing time changes.",
        "A video about a 3d globe rotating with weather symbols.",
        "A video about a radar screen displaying rain patterns.",
        "A video about a presenter holding a weather chart.",
        "A video about a split-screen showing current and forecast."
    ],
    "387": [
        "A video about gripping the bar tightly.",
        "A video about pulling the body upward.",
        "A video about chin reaching above the bar.",
        "A video about controlled descent to starting position.",
        "A video about maintaining a straight body line.",
        "A video about engaging core muscles strongly.",
        "A video about rhythmic up-and-down motion.",
        "A video about steady breathing throughout the pull-ups."
    ],
    "388": [
        "A video about a strong, determined fist pump.",
        "A video about a quick, energetic arm movement.",
        "A video about a confident, upward fist thrust.",
        "A video about a dynamic, celebratory gesture.",
        "A video about a powerful, rhythmic fist action.",
        "A video about a joyful, expressive arm swing.",
        "A video about a bold, decisive fist motion.",
        "A video about a spirited, enthusiastic pump."
    ],
    "389": [
        "A video about the nozzle fitting snugly into the gas tank.",
        "A video about the pump handle being lifted with ease.",
        "A video about the digits on the pump ticking upwards.",
        "A video about the gas flowing smoothly into the tank.",
        "A video about the driver watching the numbers intently.",
        "A video about the nozzle releasing a steady stream of fuel.",
        "A video about the pump handle being gently lowered.",
        "A video about the receipt printing with the final amount."
    ],
    "390": [
        "A video about a sturdy punching bag.",
        "The bag is filled with sand.",
        "It has a durable leather cover.",
        "The bag hangs from a metal chain.",
        "It sways slightly with each punch.",
        "The bag is about 5 feet tall.",
        "It has a red and black design.",
        "The bag is anchored securely."
    ],
    "391": [
        "A video about a focused boxer.",
        "A video about swift jabs.",
        "A video about powerful uppercuts.",
        "A video about quick footwork.",
        "A video about intense training.",
        "A video about sweat dripping.",
        "A video about rhythmic breathing.",
        "A video about determination in eyes."
    ],
    "392": [
        "A video about hands gripping the floor.",
        "A video about body lowering to the ground.",
        "A video about elbows bending at 90 degrees.",
        "A video about core muscles tightening.",
        "A video about feet positioned shoulder-width apart.",
        "A video about head aligned with the spine.",
        "A video about pushing the body back up.",
        "A video about maintaining a straight line."
    ],
    "393": [
        "A video about a man pushing a car.",
        "A video about the car moving slowly.",
        "A video about the man's determined face.",
        "A video about the car's wheels turning.",
        "A video about the man's strained muscles.",
        "A video about the car's exhaust smoke.",
        "A video about the man's steady steps.",
        "A video about the car's slight tilt."
    ],
    "394": [
        "A video about a person gripping the cart handle.",
        "A video about the cart wheels rolling smoothly.",
        "A video about the person's steady strides.",
        "A video about the cart's contents staying secure.",
        "A video about the person's focused expression.",
        "A video about the cart's sturdy construction.",
        "A video about the person's balanced posture.",
        "A video about the cart's efficient movement."
    ],
    "395": [
        "A video about a person gripping the handles.",
        "A video about the wheelbarrow moving forward.",
        "A video about the person's steady steps.",
        "A video about the wheelbarrow's sturdy frame.",
        "A video about the wheel turning smoothly.",
        "A video about the load shifting slightly.",
        "A video about the person's focused expression.",
        "A video about the wheelbarrow's balanced load."
    ],
    "396": [
        "A video about a person pushing a wheelchair.",
        "A video about the wheelchair moving smoothly.",
        "A video about the pusher's steady hands.",
        "A video about the wheelchair's responsive wheels.",
        "A video about the pusher's determined face.",
        "A video about the wheelchair's ergonomic design.",
        "A video about the pusher's gentle touch.",
        "A video about the wheelchair's effortless glide."
    ],
    "397": [
        "A video about a steady hand approaching the eye.",
        "A video about a lens resting on the fingertip.",
        "A video about the lens gently touching the eye.",
        "A video about the lens smoothly sliding into place.",
        "A video about the eye blinking to adjust.",
        "A video about the lens settling comfortably.",
        "A video about the eye opening fully clear.",
        "A video about the satisfied smile after success."
    ],
    "398": [
        "A video about precise hand movements.",
        "A video about steady eye focus.",
        "A video about smooth gliding motion.",
        "A video about controlled pressure.",
        "A video about subtle line adjustments.",
        "A video about close-up details.",
        "A video about gentle wrist action.",
        "A video about expert dexterity."
    ],
    "399": [
        "A video about a smooth application.",
        "A video about blending the edges.",
        "A video about a flawless finish.",
        "A video about a light touch.",
        "A video about even coverage.",
        "A video about a soft brush.",
        "A video about a radiant glow.",
        "A video about a confident look."
    ],
    "400": [
        "A video about a woman holding a lipstick tube.",
        "The woman twists the lipstick to reveal the color.",
        "She carefully traces the lipstick along her upper lip.",
        "The woman applies the lipstick to her lower lip.",
        "She gently pats her lips to blend the color.",
        "The woman checks her reflection in a compact mirror.",
        "She smiles to see the vibrant lipstick on her lips.",
        "The video shows the final look with bold lipstick."
    ],
    "401": [
        "A video about the steady hand movement.",
        "A video about the precise brush application.",
        "A video about the close-up eye focus.",
        "A video about the gentle eyelid touch.",
        "A video about the smooth mascara glide.",
        "A video about the careful brush twist.",
        "A video about the even coat distribution.",
        "A video about the final eye inspection."
    ],
    "402": [
        "A video about draping the sari gracefully.",
        "A video about the pleats being tucked in.",
        "A video about the pallu being draped over.",
        "A video about the sari being wrapped around.",
        "A video about the blouse being worn neatly.",
        "A video about the sari's border being adjusted.",
        "A video about the sari's length being measured.",
        "A video about the final look being admired."
    ],
    "403": [
        "A video about hands reaching for the shoes.",
        "A video about fingers adjusting the laces.",
        "A video about feet sliding into the shoes.",
        "A video about heels clicking into place.",
        "A video about toes wiggling inside the shoes.",
        "A video about legs bending to secure the shoes.",
        "A video about eyes glancing at the shoes.",
        "A video about a satisfied smile after putting on shoes."
    ],
    "404": [
        "A video about the subtle lift of the brow.",
        "A video about the quick contraction of muscles.",
        "A video about the slight arching of the forehead.",
        "A video about the momentary widening of eyes.",
        "A video about the gentle rise of the upper lid.",
        "A video about the brief expression of surprise.",
        "A video about the controlled movement of skin.",
        "A video about the dynamic change in facial tension."
    ],
    "405": [
        "A video about colorful illustrations.",
        "A video about engaging characters.",
        "A video about interactive elements.",
        "A video about dynamic animations.",
        "A video about playful typography.",
        "A video about vibrant backgrounds.",
        "A video about rhythmic transitions.",
        "A video about immersive storytelling."
    ],
    "406": [
        "A video about someone sitting comfortably.",
        "A video about a person holding a newspaper.",
        "A video about the person flipping pages.",
        "A video about the person's focused expression.",
        "A video about natural light illuminating the scene.",
        "A video about the person adjusting their glasses.",
        "A video about the newspaper's crisp texture.",
        "A video about the person's occasional nod."
    ],
    "407": [
        "A video about musicians playing instruments.",
        "A video about vibrant colors and lights.",
        "A video about dynamic camera movements.",
        "A video about energetic dance routines.",
        "A video about close-ups of hands.",
        "A video about rhythmic editing patterns.",
        "A video about expressive facial expressions.",
        "A video about immersive soundscapes."
    ],
    "408": [
        "A video about a person inspecting the tire.",
        "A video about removing the punctured tube.",
        "A video about locating the puncture hole.",
        "A video about cleaning the puncture area.",
        "A video about applying a patch to the hole.",
        "A video about inflating the repaired tube.",
        "A video about reinserting the tube into the tire.",
        "A video about checking for air leaks."
    ],
    "409": [
        "A video about a rider pedaling smoothly.",
        "A video about the bike's wheels spinning.",
        "A video about the wind blowing through hair.",
        "A video about the rider shifting gears.",
        "A video about the bike's handlebars turning.",
        "A video about the rider's posture balanced.",
        "A video about the bike's frame gleaming.",
        "A video about the rider's feet pushing pedals."
    ],
    "410": [
        "A video about a camel's rhythmic gait.",
        "A video about the rider's balanced posture.",
        "A video about the camel's arched neck.",
        "A video about the desert's golden backdrop.",
        "A video about the rider's firm grip.",
        "A video about the camel's steady stride.",
        "A video about the rider's relaxed stance.",
        "A video about the camel's gentle sway."
    ],
    "411": [
        "A video about a majestic elephant walking steadily.",
        "A video about the rider holding tight to the reins.",
        "A video about the elephant's large ears flapping gently.",
        "A video about the sun casting shadows on the path.",
        "A video about the rider's calm expression on their face.",
        "A video about the elephant's trunk swaying gracefully.",
        "A video about the dust rising with each step.",
        "A video about the rhythmic sound of hooves on the ground."
    ],
    "412": [
        "A video about a rider gripping the bull's sides.",
        "A video about the bull bucking wildly.",
        "A video about the rider's legs flailing.",
        "A video about the crowd cheering loudly.",
        "A video about the rider's hat flying off.",
        "A video about the bull's metal frame.",
        "A video about the rider's determined face.",
        "A video about the rider's final fall."
    ],
    "413": [
        "A video about a sturdy mule walking steadily.",
        "A video about the mule's rhythmic hoof beats.",
        "A video about the mule's alert ears twitching.",
        "A video about the rider's calm, focused face.",
        "A video about the mule's strong, muscular legs.",
        "A video about the mule's mane swaying gently.",
        "A video about the rider's balanced posture.",
        "A video about the mule's determined stride."
    ],
    "414": [
        "A video about the rhythmic hooves hitting the ground.",
        "A video about the rider's steady grip on the reins.",
        "A video about the horse's mane flowing in the wind.",
        "A video about the rider's posture maintaining balance.",
        "A video about the horse's ears twitching attentively.",
        "A video about the rider's boots resting in stirrups.",
        "A video about the horse's tail swishing gently.",
        "A video about the rider's eyes focused on the path."
    ],
    "415": [
        "A video about a sleek scooter design.",
        "A video about smooth acceleration.",
        "A video about agile turning.",
        "A video about vibrant colors.",
        "A video about ergonomic handlebars.",
        "A video about compact folding.",
        "A video about responsive brakes.",
        "A video about comfortable seating."
    ],
    "416": [
        "A video about powerful engine roar.",
        "A video about snow flying out.",
        "A video about sturdy metal frame.",
        "A video about ergonomic handle grips.",
        "A video about bright led lights.",
        "A video about smooth wheel movement.",
        "A video about compact design.",
        "A video about efficient snow clearing."
    ],
    "417": [
        "A video about a rider balancing on one wheel.",
        "A video about the rider's steady hand movements.",
        "A video about the rider's focused facial expression.",
        "A video about the rider's rhythmic leg movements.",
        "A video about the unicycle's smooth rotation.",
        "A video about the rider's fluid body posture.",
        "A video about the rider's controlled speed.",
        "A video about the rider's graceful turns."
    ],
    "418": [
        "A video about the sharp sound of ripping paper.",
        "A video about the sudden tear in the paper.",
        "A video about the paper shredding into pieces.",
        "A video about the tension before the rip.",
        "A video about the paper's fibers breaking apart.",
        "A video about the quick motion of the hand.",
        "A video about the paper's surface cracking.",
        "A video about the final release of tension."
    ],
    "419": [
        "A video about golden brown marshmallows.",
        "A video about gooey centers forming.",
        "A video about flames licking the marshmallow.",
        "A video about smoke curling upwards.",
        "A video about marshmallows turning crispy.",
        "A video about skewers holding the treats.",
        "A video about kids eagerly watching.",
        "A video about marshmallows catching fire."
    ],
    "420": [
        "A video about the golden-brown pig skin.",
        "A video about the sizzling fat drippings.",
        "A video about the smoky aroma rising.",
        "A video about the crispy crackling sound.",
        "A video about the tender, juicy meat.",
        "A video about the glowing coals beneath.",
        "A video about the slow turning spit.",
        "A video about the satisfied onlookers."
    ],
    "421": [
        "A video about the robot's fluid movements.",
        "A video about the robot's precise steps.",
        "A video about the robot's rhythmic beats.",
        "A video about the robot's glowing lights.",
        "A video about the robot's synchronized arms.",
        "A video about the robot's dynamic spins.",
        "A video about the robot's expressive gestures.",
        "A video about the robot's energetic jumps."
    ],
    "422": [
        "A video about climbers scaling vertical walls.",
        "A video about chalk-covered hands gripping rocks.",
        "A video about harnesses securing climbers' safety.",
        "A video about belayers watching from below.",
        "A video about climbers' feet finding tiny holds.",
        "A video about ropes swinging in the wind.",
        "A video about helmets protecting climbers' heads.",
        "A video about climbers reaching for the summit."
    ],
    "423": [
        "A video about hands forming shapes.",
        "A video about quick hand movements.",
        "A video about rhythmic hand gestures.",
        "A video about synchronized hand actions.",
        "A video about playful hand interactions.",
        "A video about competitive hand displays.",
        "A video about dynamic hand poses.",
        "A video about expressive hand motions."
    ],
    "424": [
        "A video about skaters gliding smoothly.",
        "A video about fast spins and turns.",
        "A video about colorful outfits and gear.",
        "A video about rhythmic footwork patterns.",
        "A video about jumps and aerial tricks.",
        "A video about synchronized team moves.",
        "A video about vibrant rink lights.",
        "A video about joyful expressions on faces."
    ],
    "425": [
        "A video about rolling dough on a floured surface.",
        "A video about gently stretching the pastry edges.",
        "A video about using a rolling pin smoothly.",
        "A video about the dough forming a perfect circle.",
        "A video about dusting the dough with flour.",
        "A video about the dough becoming thin and even.",
        "A video about folding the pastry for layering.",
        "A video about the dough's texture becoming silky."
    ],
    "426": [
        "A video about gripping the rope tightly.",
        "A video about pulling the rope down.",
        "A video about controlled arm movements.",
        "A video about maintaining a straight back.",
        "A video about engaging core muscles.",
        "A video about slow and steady descent.",
        "A video about focusing on form.",
        "A video about releasing the rope smoothly."
    ],
    "427": [
        "A video about rhythmic footfalls on the belt.",
        "A video about steady arm swings in sync.",
        "A video about focused facial expressions.",
        "A video about the treadmill's digital display.",
        "A video about the runner's rhythmic breathing.",
        "A video about the room's ambient lighting.",
        "A video about the runner's sweat glistening.",
        "A video about the treadmill's smooth operation."
    ],
    "428": [
        "A video about the wind filling sails.",
        "A video about the boat cutting through waves.",
        "A video about the crew adjusting lines.",
        "A video about the sun reflecting off water.",
        "A video about the boat's hull in motion.",
        "A video about the horizon in the distance.",
        "A video about the sail's shadow on deck.",
        "A video about the crew's focused expressions."
    ],
    "429": [
        "A video about energetic spins.",
        "A video about rhythmic footwork.",
        "A video about vibrant costumes.",
        "A video about expressive arm movements.",
        "A video about dynamic partner transitions.",
        "A video about intense facial expressions.",
        "A video about colorful stage lighting.",
        "A video about passionate body language."
    ],
    "430": [
        "A video about a worker using a sander.",
        "The floor shows visible scratches.",
        "Dust particles fill the air.",
        "The sander moves in circular motions.",
        "The worker wears protective gear.",
        "The floor gradually becomes smoother.",
        "The room is filled with dust.",
        "The sander's motor hums loudly."
    ],
    "431": [
        "A video about grinding meat.",
        "A video about mixing spices.",
        "A video about stuffing casings.",
        "A video about tying sausages.",
        "A video about smoking sausages.",
        "A video about cooking sausages.",
        "A video about slicing sausages.",
        "A video about serving sausages."
    ],
    "432": [
        "A video about a rhythmic sawing motion.",
        "A video about wood chips flying.",
        "A video about a focused sawyer.",
        "A video about a smooth cutting line.",
        "A video about the saw's sharp teeth.",
        "A video about the wood's resistance.",
        "A video about the saw's vibration.",
        "A video about the sawyer's steady hand."
    ],
    "433": [
        "A video about golden yolks breaking.",
        "A video about whisking yolks and whites.",
        "A video about butter melting in the pan.",
        "A video about eggs sizzling on the skillet.",
        "A video about fluffy eggs forming.",
        "A video about spatula folding the eggs.",
        "A video about eggs turning creamy.",
        "A video about eggs being plated."
    ],
    "434": [
        "A video about colorful paper cutouts.",
        "A video about glue sticks and scissors.",
        "A video about photo collages and stickers.",
        "A video about handwritten notes and captions.",
        "A video about patterned backgrounds and embellishments.",
        "A video about creative layouts and designs.",
        "A video about photo corners and borders.",
        "A video about journaling and personal stories."
    ],
    "435": [
        "A video about gentle circular motions.",
        "A video about foam building up.",
        "A video about eyes closed tightly.",
        "A video about rhythmic hand movements.",
        "A video about water splashing lightly.",
        "A video about focused facial expressions.",
        "A video about soap bubbles forming.",
        "A video about a calm, steady pace."
    ],
    "436": [
        "A video about divers descending into the deep blue.",
        "A video about bubbles rising gracefully from the surface.",
        "A video about colorful fish swimming around the divers.",
        "A video about sunlight filtering through the water's surface.",
        "A video about divers exploring coral reefs with vibrant colors.",
        "A video about divers using hand signals to communicate.",
        "A video about the serene silence underwater with only bubbles.",
        "A video about divers adjusting their gear before diving in."
    ],
    "437": [
        "A video about cracking eggs on a flat surface.",
        "A video about gently separating yolks from whites.",
        "A video about yolks resting in a small bowl.",
        "A video about whites being poured into a larger bowl.",
        "A video about yolks being carefully lifted with a spoon.",
        "A video about yolks being transferred to a separate bowl.",
        "A video about yolks being gently rolled in the shell.",
        "A video about yolks being carefully separated from the shell."
    ],
    "438": [
        "A video about a bustling kitchen scene.",
        "A video about chefs preparing dishes.",
        "A video about colorful ingredients on display.",
        "A video about a lively dining area.",
        "A video about waitstaff serving meals.",
        "A video about a cozy outdoor setup.",
        "A video about a modern kitchen design.",
        "A video about a serene dining ambiance."
    ],
    "439": [
        "A video about a needle threading through fabric.",
        "A video about hands guiding the thread.",
        "A video about a spool of thread spinning.",
        "A video about fabric being pulled taut.",
        "A video about a needle piercing the cloth.",
        "A video about stitches forming a pattern.",
        "A video about a seam ripper in action.",
        "A video about a finished garment hanging."
    ],
    "440": [
        "A video about two hands extending towards each other.",
        "A video about palms facing and touching lightly.",
        "A video about fingers gripping each other firmly.",
        "A video about wrists moving slightly up and down.",
        "A video about a brief, rhythmic back-and-forth motion.",
        "A video about a smile accompanying the handshake.",
        "A video about a firm but gentle grip exchange.",
        "A video about a mutual nod during the handshake."
    ],
    "441": [
        "A video about a slow, deliberate shake.",
        "A video about a quick, vigorous nod.",
        "A video about a subtle, almost imperceptible movement.",
        "A video about a wide, exaggerated swing.",
        "A video about a rhythmic, repetitive action.",
        "A video about a gentle, controlled sway.",
        "A video about a sudden, abrupt jerk.",
        "A video about a smooth, continuous flow."
    ],
    "442": [
        "A video about hands gently kneading dough.",
        "A video about flour dusting the countertop.",
        "A video about dough being pulled and stretched.",
        "A video about dough forming a smooth ball.",
        "A video about dough rising in a warm spot.",
        "A video about dough being cut into pieces.",
        "A video about dough being rolled flat.",
        "A video about dough being shaped into loaves."
    ],
    "443": [
        "A video about a chef holding a knife.",
        "A video about the knife moving on a stone.",
        "A video about sparks flying from the blade.",
        "A video about the chef's focused expression.",
        "A video about the rhythmic sound of sharpening.",
        "A video about the knife's edge becoming shiny.",
        "A video about the chef testing the sharpness.",
        "A video about the knife slicing through paper."
    ],
    "444": [
        "A video about the precise sharpening motion.",
        "A video about the pencil shavings falling.",
        "A video about the sharpener's mechanical sound.",
        "A video about the newly sharpened tip.",
        "A video about the focus on the pencil.",
        "A video about the steady hand movement.",
        "A video about the clean, sharp edges.",
        "A video about the final, polished result."
    ],
    "445": [
        "A video about a razor gliding smoothly.",
        "A video about foam covering the scalp.",
        "A video about hair falling in clumps.",
        "A video about a clean, shiny scalp.",
        "A video about a steady hand holding the razor.",
        "A video about water rinsing away the foam.",
        "A video about a mirror reflecting the process.",
        "A video about a final touch-up with precision."
    ],
    "446": [
        "A video about a razor gliding smoothly.",
        "A video about foam covering the legs.",
        "A video about water droplets running down.",
        "A video about a steady hand holding.",
        "A video about the reflection in the mirror.",
        "A video about the sound of shaving.",
        "A video about the final rinse under water.",
        "A video about the towel drying the legs."
    ],
    "447": [
        "A video about shearers skillfully trimming wool.",
        "A video about sheep calmly standing still.",
        "A video about the rhythmic motion of shears.",
        "A video about fluffy wool falling to the ground.",
        "A video about shearers working in pairs.",
        "A video about the careful handling of sheep.",
        "A video about the efficient use of shears.",
        "A video about the final product: clean sheep."
    ],
    "448": [
        "A video about the beam's bright intensity.",
        "A video about the light's sharp focus.",
        "A video about the shadows it creates.",
        "A video about the beam's dynamic movement.",
        "A video about the light's warm glow.",
        "A video about the beam's narrow width.",
        "A video about the light's sudden appearance.",
        "A video about the beam's far reach."
    ],
    "449": [
        "A video about a man with a brush in hand.",
        "A video about shoes on a small stand.",
        "A video about foam and water mixture.",
        "A video about a brush moving rhythmically.",
        "A video about shoes getting cleaner step by step.",
        "A video about a shining finish on the shoes.",
        "A video about a satisfied customer smiling.",
        "A video about the process of shining shoes."
    ],
    "450": [
        "A video about quick dribbling and fast breaks.",
        "A video about precise shooting from various angles.",
        "A video about intense defensive plays and steals.",
        "A video about dynamic alley-oop passes and dunks.",
        "A video about strategic three-point shots and long-range plays.",
        "A video about agile footwork and quick pivots.",
        "A video about high-flying blocks and rim protection.",
        "A video about teamwork and synchronized passing."
    ],
    "451": [
        "A video about a goalkeeper diving to save.",
        "A video about a player striking the ball.",
        "A video about the ball soaring through air.",
        "A video about the net rippling from impact.",
        "A video about the crowd cheering wildly.",
        "A video about the goalkeeper's desperate leap.",
        "A video about the ball's trajectory towards goal.",
        "A video about the tension in the final moments."
    ],
    "452": [
        "A video about bustling aisles and crowded carts.",
        "A video about colorful displays and eager shoppers.",
        "A video about scanning barcodes and bagging goods.",
        "A video about cashiers ringing up and smiling.",
        "A video about families debating and choosing items.",
        "A video about hurried shoppers and full shopping carts.",
        "A video about neatly stacked shelves and bright lights.",
        "A video about kids grabbing snacks and parents watching."
    ],
    "453": [
        "A video about the athlete gripping the shot put.",
        "A video about the powerful leg drive.",
        "A video about the rotation of the torso.",
        "A video about the release of the shot.",
        "A video about the follow-through motion.",
        "A video about the athlete's focused expression.",
        "A video about the crowd's reaction.",
        "A video about the shot put's trajectory."
    ],
    "454": [
        "A video about a person lifting a shovel.",
        "A video about snow flying off the shovel.",
        "A video about the person bending over.",
        "A video about the snow pile growing taller.",
        "A video about the person's breath in the cold.",
        "A video about the shovel scraping the ground.",
        "A video about the snowflakes falling around.",
        "A video about the person's hands gripping tight."
    ],
    "455": [
        "A video about a skilled hand holding an oyster.",
        "A video about a sharp knife sliding into the shell.",
        "A video about the oyster's hinge being pried open.",
        "A video about the knife's tip tracing the shell's edge.",
        "A video about the oyster meat being carefully lifted.",
        "A video about the shell being discarded into a pile.",
        "A video about the glistening oyster placed on a plate.",
        "A video about the shucker wiping sweat from their brow."
    ],
    "456": [
        "A video about hands moving swiftly.",
        "A video about cards flipping in the air.",
        "A video about fingers deftly arranging cards.",
        "A video about a rhythmic card shuffling.",
        "A video about a blur of card edges.",
        "A video about a smooth card cascade.",
        "A video about a precise card spread.",
        "A video about a continuous card flow."
    ],
    "457": [
        "A video about feet moving side to side.",
        "A video about toes tapping rhythmically.",
        "A video about heels lifting slightly.",
        "A video about soles brushing the ground.",
        "A video about ankles flexing gently.",
        "A video about legs shifting weight.",
        "A video about shoes scuffing lightly.",
        "A video about feet adjusting position."
    ],
    "458": [
        "A video about a swift and powerful kick.",
        "The video shows a high-speed leg movement.",
        "A video about a sharp, focused strike.",
        "The video captures a dynamic leg extension.",
        "A video about a precise and fast kick.",
        "The video features a strong, controlled motion.",
        "A video about a quick and agile attack.",
        "The video demonstrates a fluid leg technique."
    ],
    "459": [
        "A video about expressive facial expressions.",
        "A video about fluid hand movements.",
        "A video about precise finger positioning.",
        "A video about dynamic body language.",
        "A video about clear eye contact.",
        "A video about rhythmic gestures.",
        "A video about varied facial expressions.",
        "A video about synchronized movements."
    ],
    "460": [
        "A video about expressive hand gestures.",
        "A video about vibrant facial expressions.",
        "A video about rhythmic body movements.",
        "A video about intense eye contact.",
        "A video about dynamic stage presence.",
        "A video about synchronized choreography.",
        "A video about powerful vocal projection.",
        "A video about emotional connection with the audience."
    ],
    "461": [
        "A video about a person holding a cup.",
        "The person tilts the cup slightly.",
        "Their lips touch the cup's rim.",
        "They draw liquid slowly into their mouth.",
        "A small sip is taken gracefully.",
        "The cup is lowered back to the table.",
        "Their expression shows satisfaction.",
        "The action is smooth and fluid."
    ],
    "462": [
        "A video about hands clasped behind the head.",
        "A video about feet flat on the ground.",
        "A video about torso lifting upward.",
        "A video about elbows touching knees.",
        "A video about controlled descent to start.",
        "A video about steady rhythm of motion.",
        "A video about core muscles engaged.",
        "A video about breath synchronized with movement."
    ],
    "463": [
        "A video about dynamic flips and spins.",
        "A video about fast-paced downhill runs.",
        "A video about intricate rail grinds.",
        "A video about high-flying aerial tricks.",
        "A video about fluid transitions between moves.",
        "A video about daring stair jumps.",
        "A video about precise balance on ledges.",
        "A video about creative street obstacles."
    ],
    "464": [
        "A video about skiers soaring through the air.",
        "A video about the steep takeoff ramp.",
        "A video about the graceful mid-air posture.",
        "A video about the snowy landing slope.",
        "A video about the skiers' focused expressions.",
        "A video about the crowd's cheering reaction.",
        "A video about the skis' sharp edges.",
        "A video about the wind's impact on jumps."
    ],
    "465": [
        "A video about skiers gliding smoothly on snow.",
        "A video about rhythmic strides and pole pushes.",
        "A video about skiers navigating through forests.",
        "A video about the rhythmic sound of skis.",
        "A video about skiers in colorful clothing.",
        "A video about the serene snowy landscapes.",
        "A video about the focus on endurance.",
        "A video about the joy of cross-country skiing."
    ],
    "466": [
        "A video about skiers gliding down snowy slopes.",
        "A video about the graceful turns and jumps.",
        "A video about the vibrant ski gear and outfits.",
        "A video about the stunning mountain backdrop.",
        "A video about the rhythmic sound of skis.",
        "A video about the exhilaration of speed.",
        "A video about the focus and determination.",
        "A video about the serene winter landscape."
    ],
    "467": [
        "A video about skiers weaving through gates.",
        "A video about rapid turns on the slope.",
        "A video about speed and agility on snow.",
        "A video about skiers navigating tight turns.",
        "A video about the precision of slalom skiing.",
        "A video about the thrill of racing downhill.",
        "A video about the rhythm of slalom turns.",
        "A video about the focus of slalom skiers."
    ],
    "468": [
        "A video about rhythmic rope rotations.",
        "A video about swift arm movements.",
        "A video about coordinated footwork.",
        "A video about the rope's fluid motion.",
        "A video about the athlete's agility.",
        "A video about the rope's speed.",
        "A video about the athlete's focus.",
        "A video about the rope's bounce."
    ],
    "469": [
        "A video about a stone skipping on water.",
        "A video about the stone's smooth arc.",
        "A video about the stone's rhythmic bounces.",
        "A video about the water's ripples.",
        "A video about the stone's final plunge.",
        "A video about the stone's speed.",
        "A video about the stone's trajectory.",
        "A video about the stone's surface texture."
    ],
    "470": [
        "A video about freefalling through clouds.",
        "A video about colorful parachutes opening.",
        "A video about skydivers in formation.",
        "A video about breathtaking aerial views.",
        "A video about adrenaline-pumping dives.",
        "A video about skydivers landing softly.",
        "A video about the thrill of descent.",
        "A video about the blue sky backdrop."
    ],
    "471": [
        "A video about balancing on a thin line.",
        "A video about walking between two trees.",
        "A video about using a safety harness.",
        "A video about dynamic movements on the line.",
        "A video about the focus and concentration.",
        "A video about the thrill of the challenge.",
        "A video about the serene nature setting.",
        "A video about the joy of mastering skills."
    ],
    "472": [
        "A video about a swift hand movement.",
        "A video about a sharp, audible sound.",
        "A video about a surprised facial expression.",
        "A video about a recoil from the impact.",
        "A video about a tense, focused atmosphere.",
        "A video about a sudden, forceful motion.",
        "A video about a visible handprint aftermath.",
        "A video about a brief, intense interaction."
    ],
    "473": [
        "A video about energetic dogs pulling sleds.",
        "A video about snow-covered trails and speed.",
        "A video about mushers guiding their teams.",
        "A video about dogs panting in the cold.",
        "A video about the thrill of racing through snow.",
        "A video about the bond between musher and dog.",
        "A video about the determination in their eyes.",
        "A video about the beauty of winter landscapes."
    ],
    "474": [
        "A video about a person lying on a bed.",
        "A video about eyes closed peacefully.",
        "A video about slow, steady breathing.",
        "A video about a calm, serene face.",
        "A video about a blanket covering the body.",
        "A video about hands resting gently.",
        "A video about a quiet, dark room.",
        "A video about a soft, rhythmic snore."
    ],
    "475": [
        "A video about shattered glass flying everywhere.",
        "A video about a brick wall crumbling down.",
        "A video about a car window breaking loudly.",
        "A video about a vase shattering into pieces.",
        "A video about a mirror cracking violently.",
        "A video about a door being kicked open.",
        "A video about a plate smashing on the floor.",
        "A video about a windowpane exploding outward."
    ],
    "476": [
        "A video about close-up foot shots.",
        "A video about wrinkled soles.",
        "A video about toes wiggling.",
        "A video about feet in socks.",
        "A video about feet in shoes.",
        "A video about feet in water.",
        "A video about feet in mud.",
        "A video about feet in sand."
    ],
    "477": [
        "A video about a person holding a cigarette.",
        "A video about smoke curling upwards.",
        "A video about a lighter igniting a flame.",
        "A video about lips touching the filter.",
        "A video about exhaling a cloud of smoke.",
        "A video about ash falling from the tip.",
        "A video about a hand tapping the cigarette.",
        "A video about smoke blending with the air."
    ],
    "478": [
        "A video about the swirling smoke.",
        "A video about the relaxed posture.",
        "A video about the glowing coals.",
        "A video about the shared moments.",
        "A video about the rhythmic puffs.",
        "A video about the intricate design.",
        "A video about the aromatic scents.",
        "A video about the communal joy."
    ],
    "479": [
        "A video about the smooth wooden texture.",
        "A video about the intricate metal bowl.",
        "A video about the glowing ember tip.",
        "A video about the curling smoke trails.",
        "A video about the gentle puffing motion.",
        "A video about the polished amber stem.",
        "A video about the soft ash buildup.",
        "A video about the serene smoking ritual."
    ],
    "480": [
        "A video about the explosive start.",
        "A video about the quick transition.",
        "A video about the bar's smooth arc.",
        "A video about the powerful pull.",
        "A video about the precise catch.",
        "A video about the controlled landing.",
        "A video about the athlete's focus.",
        "A video about the bar's steady rise."
    ],
    "481": [
        "A video about sudden head movement.",
        "A video about closed eyes.",
        "A video about mouth opening wide.",
        "A video about body jerking.",
        "A video about hand covering face.",
        "A video about audible sound.",
        "A video about facial expression.",
        "A video about brief pause."
    ],
    "482": [
        "A video about divers gliding smoothly underwater.",
        "A video about colorful fish swimming nearby.",
        "A video about sunlight filtering through the water.",
        "A video about bubbles rising from the snorkel.",
        "A video about coral reefs in vibrant hues.",
        "A video about the rhythmic movement of fins.",
        "A video about the serene blue ocean depths.",
        "A video about the calm faces of snorkelers."
    ],
    "483": [
        "A video about snowboarders carving through powder.",
        "A video about aerial flips and spins in the air.",
        "A video about snowboarders racing down steep slopes.",
        "A video about snowboarders performing tricks on rails.",
        "A video about snowboarders gliding over icy terrain.",
        "A video about snowboarders navigating through trees.",
        "A video about snowboarders jumping off massive cliffs.",
        "A video about snowboarders enjoying the sunset on slopes."
    ],
    "484": [
        "A video about wind-powered kites.",
        "A video about snow-covered landscapes.",
        "A video about fast-paced gliding.",
        "A video about colorful kite designs.",
        "A video about snowboarders in motion.",
        "A video about snowy mountain views.",
        "A video about dynamic aerial tricks.",
        "A video about winter sports enthusiasts."
    ],
    "485": [
        "A video about snowmobiles gliding smoothly.",
        "A video about riders wearing helmets.",
        "A video about snow spraying behind.",
        "A video about engines roaring loudly.",
        "A video about skis cutting through snow.",
        "A video about riders leaning into turns.",
        "A video about the sun reflecting off snow.",
        "A video about the thrill of speed."
    ],
    "486": [
        "A video about a person flipping head over heels.",
        "A video about the body curling into a ball.",
        "A video about the legs tucking under the body.",
        "A video about the arms wrapping around the knees.",
        "A video about the head tilting backward.",
        "A video about the body spinning in mid-air.",
        "A video about the feet kicking out at the end.",
        "A video about the body landing on the feet."
    ],
    "487": [
        "A video about dimly lit cave interiors.",
        "A video about rugged helmets with lights.",
        "A video about tight squeezes through rocks.",
        "A video about water dripping from ceilings.",
        "A video about stalactites and stalagmites.",
        "A video about muddy footprints on the ground.",
        "A video about explorers crawling through tunnels.",
        "A video about echoes of footsteps in the dark."
    ],
    "488": [
        "A video about glowing poi in the dark.",
        "A video about colorful poi in motion.",
        "A video about poi spinning in slow motion.",
        "A video about poi spinning with music.",
        "A video about poi spinning in a park.",
        "A video about poi spinning with fire.",
        "A video about poi spinning in a studio.",
        "A video about poi spinning with a backdrop."
    ],
    "489": [
        "A video about vibrant colors splashing on canvas.",
        "A video about precise strokes creating intricate patterns.",
        "A video about the artist's hand moving rhythmically.",
        "A video about paint dripping down the surface.",
        "A video about the spray nozzle emitting fine mist.",
        "A video about the canvas gradually filling with color.",
        "A video about the artist stepping back to admire.",
        "A video about the room filled with creative energy."
    ],
    "490": [
        "A video about graceful somersaults.",
        "A video about precise entry angles.",
        "A video about powerful takeoffs.",
        "A video about fluid body rotations.",
        "A video about synchronized movements.",
        "A video about controlled landings.",
        "A video about high-flying acrobatics.",
        "A video about elegant body positions."
    ],
    "491": [
        "A video about lively music and energetic moves.",
        "A video about colorful costumes and synchronized steps.",
        "A video about partners twirling and swapping places.",
        "A video about quick footwork and rhythmic clapping.",
        "A video about joyful expressions and beaming smiles.",
        "A video about precise formations and graceful transitions.",
        "A video about upbeat tempo and dynamic energy.",
        "A video about community spirit and shared joy."
    ],
    "492": [
        "A video about feet shoulder-width apart.",
        "A video about knees tracking toes.",
        "A video about hips lowering parallel.",
        "A video about back maintaining neutral.",
        "A video about chest staying upright.",
        "A video about arms crossing chest.",
        "A video about eyes focused forward.",
        "A video about breath controlled inhale."
    ],
    "493": [
        "A video about hands firmly planted on the ground.",
        "A video about legs extended upwards.",
        "A video about a balanced body posture.",
        "A video about arms supporting the weight.",
        "A video about a focused facial expression.",
        "A video about a steady breathing pattern.",
        "A video about a straight line from head to feet.",
        "A video about a controlled descent to the ground."
    ],
    "494": [
        "A video about a person taking a deep breath.",
        "A video about a runner stretching their legs.",
        "A video about a dancer warming up their body.",
        "A video about an athlete tying their shoes.",
        "A video about a musician tuning their instrument.",
        "A video about a chef preparing their workstation.",
        "A video about a student organizing their materials.",
        "A video about a painter selecting their brushes."
    ],
    "495": [
        "A video about a cowboy swiftly lassoing a steer.",
        "The cowboy expertly ties the steer's legs together.",
        "The steer struggles as the cowboy secures it.",
        "The cowboy's horse remains steady during the action.",
        "The cowboy's movements are precise and quick.",
        "The steer's frantic movements add to the tension.",
        "The cowboy's hat stays firmly on his head.",
        "The crowd watches intently as the action unfolds."
    ],
    "496": [
        "A video about a playful tongue wagging.",
        "A video about a cheeky grin and tongue.",
        "A video about a surprised tongue peek.",
        "A video about a mischievous tongue flick.",
        "A video about a relaxed tongue out.",
        "A video about a curious tongue stretch.",
        "A video about a joyful tongue display.",
        "A video about a silly tongue gesture."
    ],
    "497": [
        "A video about people stomping grapes barefoot.",
        "A video about splashing grape juice everywhere.",
        "A video about rhythmic movements in a vat.",
        "A video about colorful grape skins floating.",
        "A video about laughter and joy in the process.",
        "A video about grape pulp being crushed.",
        "A video about traditional wine-making methods.",
        "A video about the messiness of stomping grapes."
    ],
    "498": [
        "A video about slow and controlled movements.",
        "A video about reaching upward with arms.",
        "A video about gentle stretching of muscles.",
        "A video about maintaining balance while stretching.",
        "A video about deep breathing during action.",
        "A video about fluid and graceful motions.",
        "A video about focusing on arm extension.",
        "A video about feeling the stretch in joints."
    ],
    "499": [
        "A video about a person sitting on the floor.",
        "The person extends one leg straight.",
        "The other leg is bent at the knee.",
        "The person leans forward to stretch.",
        "Their hands reach towards the extended foot.",
        "The body forms a gentle curve.",
        "The face shows a mix of focus and relaxation.",
        "The room is quiet, emphasizing the stretch."
    ],
    "500": [
        "A video about a child's joyful expression.",
        "A video about the lolly's colorful wrapper.",
        "A video about the child's rhythmic sucking.",
        "A video about the lolly's melting texture.",
        "A video about the child's focused eyes.",
        "A video about the lolly's sticky residue.",
        "A video about the child's satisfied smile.",
        "A video about the lolly's sweet aroma."
    ],
    "501": [
        "A video about vibrant surfers catching waves.",
        "A video about sun-kissed faces cheering.",
        "A video about colorful wetsuits in motion.",
        "A video about sandy shores and laughter.",
        "A video about high-fives and excitement.",
        "A video about surfboards lined up neatly.",
        "A video about ocean spray and joy.",
        "A video about sunsets and surfers."
    ],
    "502": [
        "A video about surfers gliding on waves.",
        "A video about spray flying from boards.",
        "A video about bodies carving through water.",
        "A video about sun reflecting off the sea.",
        "A video about surfers riding crests of waves.",
        "A video about water splashing around feet.",
        "A video about surfers balancing on boards.",
        "A video about waves crashing against the shore."
    ],
    "503": [
        "A video about a person holding a broom.",
        "A video about sweeping dust into a pile.",
        "A video about moving the broom back and forth.",
        "A video about dust flying in the air.",
        "A video about a dustpan collecting debris.",
        "A video about the floor becoming cleaner.",
        "A video about the broom's bristles touching the floor.",
        "A video about the person's focused expression."
    ],
    "504": [
        "A video about the swimmer's head above water.",
        "A video about the alternating arm movements.",
        "A video about the kicking with pointed toes.",
        "A video about the body's horizontal position.",
        "A video about the rhythmic breathing pattern.",
        "A video about the smooth and controlled glide.",
        "A video about the rotation of the shoulders.",
        "A video about the steady and consistent pace."
    ],
    "505": [
        "A video about rhythmic arm movements.",
        "A video about synchronous leg kicks.",
        "A video about streamlined body position.",
        "A video about controlled breathing pattern.",
        "A video about fluid body rotation.",
        "A video about efficient propulsion technique.",
        "A video about balanced arm recovery.",
        "A video about steady head position."
    ],
    "506": [
        "A video about symmetrical arm movements.",
        "A video about simultaneous leg kicks.",
        "A video about streamlined body position.",
        "A video about rapid arm recovery.",
        "A video about dolphin-like leg motion.",
        "A video about high elbow catch.",
        "A video about gliding between strokes.",
        "A video about powerful torso rotation."
    ],
    "507": [
        "A video about rhythmic arm movements.",
        "A video about synchronized breathing.",
        "A video about powerful leg kicks.",
        "A video about streamlined body position.",
        "A video about swift water propulsion.",
        "A video about alternating arm strokes.",
        "A video about controlled head rotation.",
        "A video about efficient energy usage."
    ],
    "508": [
        "A video about energetic footwork.",
        "A video about graceful spins.",
        "A video about rhythmic clapping.",
        "A video about dynamic lifts.",
        "A video about synchronized steps.",
        "A video about joyful expressions.",
        "A video about fast-paced turns.",
        "A video about vibrant costumes."
    ],
    "509": [
        "A video about the bat's swift arc.",
        "A video about the batter's focused stance.",
        "A video about the bat's powerful swing.",
        "A video about the ball's sudden contact.",
        "A video about the bat's graceful follow-through.",
        "A video about the batter's intense grip.",
        "A video about the bat's rhythmic motion.",
        "A video about the ball's soaring flight."
    ],
    "510": [
        "A video about the rhythmic back-and-forth motion.",
        "A video about the fluid, pendulum-like swing.",
        "A video about the effortless, graceful arc.",
        "A video about the dynamic, airborne leap.",
        "A video about the controlled, pendulum swing.",
        "A video about the smooth, continuous motion.",
        "A video about the swift, pendulum-like sway.",
        "A video about the graceful, rhythmic swing."
    ],
    "511": [
        "A video about swift, precise movements.",
        "A video about intense, focused stances.",
        "A video about rhythmic, fluid transitions.",
        "A video about powerful, impactful strikes.",
        "A video about agile, evasive maneuvers.",
        "A video about dramatic, high-energy clashes.",
        "A video about strategic, calculated attacks.",
        "A video about graceful, controlled techniques."
    ],
    "512": [
        "A video about a performer inserting a sword.",
        "The sword slides down the throat smoothly.",
        "The performer's face shows concentration.",
        "The audience watches in awe and silence.",
        "The sword disappears completely into the mouth.",
        "The performer then slowly pulls it out.",
        "The crowd erupts in applause and cheers.",
        "The performer bows, showing confidence."
    ],
    "513": [
        "A video about players lunging forward.",
        "A video about bodies colliding forcefully.",
        "A video about quick, decisive movements.",
        "A video about intense physical contact.",
        "A video about strategic positioning.",
        "A video about agile evasive actions.",
        "A video about determined facial expressions.",
        "A video about the thrill of the chase."
    ],
    "514": [
        "A video about vibrant spray paint colors.",
        "A video about dynamic hand movements.",
        "A video about bold, contrasting lines.",
        "A video about rapid, fluid strokes.",
        "A video about detailed, intricate designs.",
        "A video about spontaneous, energetic patterns.",
        "A video about layered, overlapping shapes.",
        "A video about expressive, abstract forms."
    ],
    "515": [
        "A video about slow, deliberate movements.",
        "A video about graceful, flowing postures.",
        "A video about focused, meditative breathing.",
        "A video about balanced, centered stances.",
        "A video about gentle, controlled transitions.",
        "A video about harmonious, circular motions.",
        "A video about relaxed, mindful presence.",
        "A video about serene, tranquil atmosphere."
    ],
    "516": [
        "A video about a person holding a phone.",
        "A video about someone speaking animatedly.",
        "A video about a person nodding occasionally.",
        "A video about someone smiling while talking.",
        "A video about a person walking and chatting.",
        "A video about someone gesturing with their free hand.",
        "A video about a person leaning against a wall.",
        "A video about someone pacing while on call."
    ],
    "517": [
        "A video about passionate embraces.",
        "A video about rhythmic footwork.",
        "A video about intense eye contact.",
        "A video about elegant spins.",
        "A video about dramatic dips.",
        "A video about quick turns.",
        "A video about synchronized movements.",
        "A video about dynamic lifts."
    ],
    "518": [
        "A video about quick, rhythmic foot movements.",
        "A video about dancers wearing shiny shoes.",
        "A video about synchronized tapping sounds.",
        "A video about energetic, fast-paced steps.",
        "A video about performers in colorful costumes.",
        "A video about expressive body movements.",
        "A video about lively, upbeat music.",
        "A video about dynamic, fluid transitions."
    ],
    "519": [
        "A video about rapid finger movements.",
        "A video about precise hand positioning.",
        "A video about rhythmic tapping patterns.",
        "A video about dynamic fretboard interaction.",
        "A video about expressive string vibrations.",
        "A video about fluid hand transitions.",
        "A video about intricate finger placement.",
        "A video about melodic tapping sequences."
    ],
    "520": [
        "A video about sleek metallic body.",
        "A video about smooth clicking sound.",
        "A video about ergonomic grip design.",
        "A video about vibrant led lights.",
        "A video about compact size.",
        "A video about precise tip.",
        "A video about comfortable weight.",
        "A video about stylish logo."
    ],
    "521": [
        "A video about the foamy head on the beer.",
        "A video about the beer being poured.",
        "A video about the glass tilting slightly.",
        "A video about the beer's golden color.",
        "A video about the bubbles rising slowly.",
        "A video about the foam settling down.",
        "A video about the beer being sipped.",
        "A video about the foam clinging to the glass."
    ],
    "522": [
        "A video about the anticipation in eyes.",
        "A video about the slow, deliberate bite.",
        "A video about the subtle nod of approval.",
        "A video about the lingering taste on tongue.",
        "A video about the gentle closing of eyes.",
        "A video about the satisfied smile spreading.",
        "A video about the careful chewing motion.",
        "A video about the final, content sigh."
    ],
    "523": [
        "A video about swirling the wine in the glass.",
        "A video about sniffing the wine deeply.",
        "A video about sipping the wine slowly.",
        "A video about rolling the wine on the tongue.",
        "A video about observing the wine's color.",
        "A video about noting the wine's viscosity.",
        "A video about savoring the wine's flavors.",
        "A video about assessing the wine's finish."
    ],
    "524": [
        "A video about a person speaking confidently.",
        "A video about a witness holding documents.",
        "A video about a judge listening intently.",
        "A video about a lawyer asking questions.",
        "A video about a courtroom filled with people.",
        "A video about a microphone capturing voices.",
        "A video about a witness taking an oath.",
        "A video about a camera recording the scene."
    ],
    "525": [
        "A video about fingers tapping rapidly.",
        "A video about eyes focused on screens.",
        "A video about thumbs moving swiftly.",
        "A video about notifications popping up.",
        "A video about faces illuminated by light.",
        "A video about conversations unfolding.",
        "A video about messages being sent.",
        "A video about social interactions online."
    ],
    "526": [
        "A video about the needle's sharp tip.",
        "A video about the thread's smooth glide.",
        "A video about the steady hand movement.",
        "A video about the precise eye alignment.",
        "A video about the thread's gentle pull.",
        "A video about the needle's swift insertion.",
        "A video about the thread's careful winding.",
        "A video about the final knot's secure tie."
    ],
    "527": [
        "A video about the axe spinning in the air.",
        "A video about the axe's sharp edge glinting.",
        "A video about the axe's trajectory in slow motion.",
        "A video about the axe's handle rotating.",
        "A video about the axe's impact on the target.",
        "A video about the axe's flight path.",
        "A video about the axe's weight in motion.",
        "A video about the axe's precise landing."
    ],
    "528": [
        "A video about the ball's smooth trajectory.",
        "A video about the hand's grip on the ball.",
        "A video about the arm's fluid motion.",
        "A video about the ball's rapid release.",
        "A video about the ball's spinning motion.",
        "A video about the follow-through of the throw.",
        "A video about the ball's arc in the air.",
        "A video about the ball's impact on the target."
    ],
    "529": [
        "A video about the athlete's powerful stance.",
        "A video about the discus spinning in the air.",
        "A video about the athlete's focused expression.",
        "A video about the discus's graceful trajectory.",
        "A video about the athlete's fluid motion.",
        "A video about the discus's final landing.",
        "A video about the athlete's follow-through.",
        "A video about the discus's release point."
    ],
    "530": [
        "A video about the sharp blade glinting.",
        "A video about the swift arm movement.",
        "A video about the knife spinning mid-air.",
        "A video about the target being hit.",
        "A video about the handle's ergonomic grip.",
        "A video about the precise trajectory.",
        "A video about the metal's sleek design.",
        "A video about the quick retrieval action."
    ],
    "531": [
        "A video about kids laughing gleefully.",
        "A video about snowballs flying through the air.",
        "A video about hands scooping up snow.",
        "A video about faces lit up with joy.",
        "A video about snowballs hitting their targets.",
        "A video about kids running and dodging.",
        "A video about snow-covered landscapes.",
        "A video about the sound of snow crunching."
    ],
    "532": [
        "A video about a child stomping feet.",
        "A video about arms flailing wildly.",
        "A video about tears streaming down.",
        "A video about a red, angry face.",
        "A video about a loud, piercing scream.",
        "A video about a body thrashing on floor.",
        "A video about clenched fists shaking.",
        "A video about a frustrated, pouting mouth."
    ],
    "533": [
        "A video about a hand gripping a balloon.",
        "A video about the balloon stretching.",
        "A video about the arm pulling back.",
        "A video about the balloon flying through air.",
        "A video about the balloon splashing water.",
        "A video about water droplets scattering.",
        "A video about a person getting wet.",
        "A video about laughter and cheers."
    ],
    "534": [
        "A video about playful fingers on a belly.",
        "A video about giggles erupting uncontrollably.",
        "A video about a person squirming in delight.",
        "A video about light touches causing laughter.",
        "A video about a face beaming with joy.",
        "A video about a tickler and a ticklee.",
        "A video about uncontrollable body movements.",
        "A video about a room filled with laughter."
    ],
    "535": [
        "A video about vibrant colors splashing.",
        "A video about fabric twisting and folding.",
        "A video about dye dripping patterns.",
        "A video about hands dipping fabric.",
        "A video about swirling dye effects.",
        "A video about colorful fabric drying.",
        "A video about creative dye mixing.",
        "A video about unique tie-dye designs."
    ],
    "536": [
        "A video about a tightrope walker balancing.",
        "A video about the tightrope's thin wire.",
        "A video about the walker's steady steps.",
        "A video about the walker's focused gaze.",
        "A video about the crowd's tense silence.",
        "A video about the walker's safety harness.",
        "A video about the walker's graceful movements.",
        "A video about the walker's calm demeanor."
    ],
    "537": [
        "A video about slow, deliberate steps.",
        "A video about quiet, careful movements.",
        "A video about light, almost invisible footfalls.",
        "A video about cautious, gentle strides.",
        "A video about silent, stealthy progress.",
        "A video about smooth, unhurried footwork.",
        "A video about delicate, precise steps.",
        "A video about subtle, unnoticeable movements."
    ],
    "538": [
        "A video about speeding down snowy slopes.",
        "A video about colorful toboggans gliding.",
        "A video about laughter echoing in the air.",
        "A video about bundled-up kids on sleds.",
        "A video about snowflakes sparkling in sunlight.",
        "A video about zigzagging through snowy trails.",
        "A video about the thrill of icy descents.",
        "A video about the joy of winter sports."
    ],
    "539": [
        "A video about the coin flipping in the air.",
        "A video about the coin spinning mid-air.",
        "A video about the coin's reflection in light.",
        "A video about the coin landing on a surface.",
        "A video about the coin's shadow on the ground.",
        "A video about the coin's metallic glint.",
        "A video about the coin's trajectory in slow motion.",
        "A video about the coin's final resting position."
    ],
    "540": [
        "A video about a dog jumping over hurdles.",
        "A video about a dog fetching a ball.",
        "A video about a dog sitting on command.",
        "A video about a dog running through tunnels.",
        "A video about a dog balancing on a beam.",
        "A video about a dog responding to hand signals.",
        "A video about a dog walking on a leash.",
        "A video about a dog performing tricks."
    ],
    "541": [
        "A video about acrobats swinging high above.",
        "A video about graceful mid-air flips.",
        "A video about daring aerial stunts.",
        "A video about tightrope walking.",
        "A video about synchronized trapeze pairs.",
        "A video about catching partners mid-air.",
        "A video about dynamic choreography.",
        "A video about the thrill of flying."
    ],
    "542": [
        "A video about precise trimming movements.",
        "A video about steady hand control.",
        "A video about close-up shaving angles.",
        "A video about clean razor strokes.",
        "A video about detailed beard shaping.",
        "A video about smooth shaving cream application.",
        "A video about even trimmer adjustments.",
        "A video about careful beard cleanup."
    ],
    "543": [
        "A video about a gardener holding shears.",
        "A video about precise cuts on the shrubs.",
        "A video about leaves falling to the ground.",
        "A video about a neatly trimmed hedge.",
        "A video about the gardener's focused expression.",
        "A video about the rhythmic motion of trimming.",
        "A video about the sun casting shadows.",
        "A video about the final look of the shrubs."
    ],
    "544": [
        "A video about a man climbing a tall tree.",
        "A video about trimming branches with a saw.",
        "A video about collecting fallen branches.",
        "A video about using a ladder for access.",
        "A video about wearing safety gear.",
        "A video about the tree's neat appearance.",
        "A video about the ground covered in leaves.",
        "A video about the final cleanup process."
    ],
    "545": [
        "A video about the explosive takeoff.",
        "A video about the rapid hop phase.",
        "A video about the controlled step phase.",
        "A video about the powerful jump phase.",
        "A video about the graceful landing.",
        "A video about the athlete's form.",
        "A video about the speed and agility.",
        "A video about the dynamic movements."
    ],
    "546": [
        "A video about quick, rhythmic movements.",
        "A video about nimble, precise actions.",
        "A video about repetitive, circular motions.",
        "A video about delicate, intertwining fingers.",
        "A video about smooth, continuous twirling.",
        "A video about subtle, almost invisible twiddling.",
        "A video about calm, focused dexterity.",
        "A video about effortless, fluid finger play."
    ],
    "547": [
        "A video about hands folding fabric.",
        "A video about fingers adjusting loops.",
        "A video about the bow forming shape.",
        "A video about the knot tightening.",
        "A video about symmetry in the bow.",
        "A video about the final adjustment.",
        "A video about the bow tie's elegance.",
        "A video about the satisfaction of completion."
    ],
    "548": [
        "A video about the rope's tight loops.",
        "A video about the precise hand movements.",
        "A video about the symmetrical pattern formed.",
        "A video about the tension in the rope.",
        "A video about the smooth, continuous motion.",
        "A video about the final, secure knot.",
        "A video about the careful alignment of strands.",
        "A video about the quick, efficient process."
    ],
    "549": [
        "A video about hands moving gracefully.",
        "A video about the tie forming a loop.",
        "A video about fingers adjusting the knot.",
        "A video about the tie being pulled tight.",
        "A video about the collar being straightened.",
        "A video about the final tuck of the tie.",
        "A video about the symmetrical knot.",
        "A video about the confident finish."
    ],
    "550": [
        "A video about hands holding shoe laces.",
        "A video about fingers looping laces.",
        "A video about pulling tight the loops.",
        "A video about crossing the laces.",
        "A video about making a bow knot.",
        "A video about adjusting the knot.",
        "A video about checking the tightness.",
        "A video about finishing the tie."
    ],
    "551": [
        "A video about carefully opening a box.",
        "A video about revealing the contents.",
        "A video about the excitement of discovery.",
        "A video about the anticipation of surprise.",
        "A video about the joy of new items.",
        "A video about the thrill of unwrapping.",
        "A video about the satisfaction of ownership.",
        "A video about the process of unveiling."
    ],
    "552": [
        "A video about workers lifting boxes.",
        "A video about stacking items neatly.",
        "A video about forklifts moving pallets.",
        "A video about trucks opening their doors.",
        "A video about cargo being unloaded.",
        "A video about workers in high-vis vests.",
        "A video about boxes being carried out.",
        "A video about trucks parked in a yard."
    ],
    "553": [
        "A video about cell division.",
        "A video about bacteria growth.",
        "A video about blood flow.",
        "A video about protein synthesis.",
        "A video about nerve impulses.",
        "A video about dna replication.",
        "A video about immune response.",
        "A video about plant cell wall formation."
    ],
    "554": [
        "A video about smooth strokes.",
        "A video about even coverage.",
        "A video about steady motion.",
        "A video about paint application.",
        "A video about roller technique.",
        "A video about wall finish.",
        "A video about paint transfer.",
        "A video about surface texture."
    ],
    "555": [
        "A video about the drill's ergonomic grip.",
        "A video about the drill's powerful motor.",
        "A video about the drill's rotating chuck.",
        "A video about the drill's adjustable speed.",
        "A video about the drill's led light.",
        "A video about the drill's compact design.",
        "A video about the drill's dust collection.",
        "A video about the drill's battery indicator."
    ],
    "556": [
        "A video about the forceful swing.",
        "A video about the hammer's impact.",
        "A video about the debris flying.",
        "A video about the worker's stance.",
        "A video about the rhythmic motion.",
        "A video about the dust rising.",
        "A video about the precise aim.",
        "A video about the satisfying thud."
    ],
    "557": [
        "A video about precise turning of the wrench.",
        "A video about steady grip on the handle.",
        "A video about metal teeth gripping the bolt.",
        "A video about rhythmic back-and-forth motion.",
        "A video about focused concentration on the task.",
        "A video about smooth, controlled arm movements.",
        "A video about the wrench fitting snugly on the bolt.",
        "A video about the final twist to tighten."
    ],
    "558": [
        "A video about smooth card insertion.",
        "A video about quick cash dispensing.",
        "A video about clear screen prompts.",
        "A video about secure pin entry.",
        "A video about efficient receipt printing.",
        "A video about user-friendly interface.",
        "A video about seamless transaction flow.",
        "A video about reliable machine operation."
    ],
    "559": [
        "A video about the bagging machine's efficiency.",
        "A video about the bags being sealed tightly.",
        "A video about the conveyor belt's smooth operation.",
        "A video about the operator's precise control.",
        "A video about the bags filling up quickly.",
        "A video about the machine's automated process.",
        "A video about the bags stacking neatly.",
        "A video about the machine's quiet operation."
    ],
    "560": [
        "A video about the saw's rapid rotation.",
        "A video about the saw's sharp teeth.",
        "A video about the saw's precise cuts.",
        "A video about the saw's dust collection.",
        "A video about the saw's safety guard.",
        "A video about the saw's motor power.",
        "A video about the saw's ergonomic handle.",
        "A video about the saw's cutting depth."
    ],
    "561": [
        "A video about the inhaler's sleek design.",
        "A video about the user's steady hand.",
        "A video about the inhaler's precise action.",
        "A video about the user's calm demeanor.",
        "A video about the inhaler's smooth operation.",
        "A video about the user's focused gaze.",
        "A video about the inhaler's compact size.",
        "A video about the user's controlled breathing."
    ],
    "562": [
        "A video about puppets moving gracefully.",
        "A video about strings controlling the puppets.",
        "A video about puppets interacting with props.",
        "A video about expressive facial features.",
        "A video about colorful costumes and outfits.",
        "A video about detailed hand movements.",
        "A video about stage lighting effects.",
        "A video about the puppeteer's skill."
    ],
    "563": [
        "A video about precise button presses.",
        "A video about smooth joystick movements.",
        "A video about quick menu navigation.",
        "A video about responsive screen taps.",
        "A video about ergonomic grip design.",
        "A video about intuitive layout setup.",
        "A video about wireless connectivity.",
        "A video about sleek, modern design."
    ],
    "564": [
        "A video about smooth gliding on sidewalks.",
        "A video about effortless turns in parks.",
        "A video about quick acceleration on paths.",
        "A video about stable balance on inclines.",
        "A video about agile maneuvering in crowds.",
        "A video about swift transitions on grass.",
        "A video about precise control on streets.",
        "A video about dynamic speed on trails."
    ],
    "565": [
        "A video about a sleek robot vacuum gliding smoothly.",
        "A video about the vacuum's brushes spinning rapidly.",
        "A video about the robot's sensors detecting edges.",
        "A video about the vacuum's dustbin filling up.",
        "A video about the robot's wheels moving steadily.",
        "A video about the vacuum's led lights blinking.",
        "A video about the robot's path mapping precisely.",
        "A video about the vacuum's quiet operation."
    ],
    "566": [
        "A video about playful monkeys swinging.",
        "A video about majestic lions lounging.",
        "A video about colorful parrots flying.",
        "A video about curious giraffes nibbling.",
        "A video about lazy pandas munching.",
        "A video about graceful flamingos standing.",
        "A video about energetic tigers pacing.",
        "A video about gentle elephants bathing."
    ],
    "567": [
        "A video about slow, deliberate steps.",
        "A video about mud splashing around.",
        "A video about heavy, sinking movements.",
        "A video about boots disappearing in mud.",
        "A video about a struggle against resistance.",
        "A video about a rhythmic, slogging pace.",
        "A video about a person's legs straining.",
        "A video about a determined, steady advance."
    ],
    "568": [
        "A video about slow, deliberate steps.",
        "A video about water splashing around.",
        "A video about ripples spreading out.",
        "A video about legs moving rhythmically.",
        "A video about the sound of water.",
        "A video about the reflection of light.",
        "A video about the gentle sway of water.",
        "A video about the calm, serene atmosphere."
    ],
    "569": [
        "A video about people standing patiently.",
        "A video about shuffling feet slowly.",
        "A video about eyes glancing around.",
        "A video about hands in pockets.",
        "A video about occasional yawns.",
        "A video about shifting weight from foot to foot.",
        "A video about reading on phones.",
        "A video about occasional conversations."
    ],
    "570": [
        "A video about eyes slowly opening.",
        "A video about a yawn stretching.",
        "A video about sheets rustling.",
        "A video about sunlight peeking through.",
        "A video about a hand rubbing eyes.",
        "A video about a pillow crease on the face.",
        "A video about a bed slowly rising.",
        "A video about a deep breath exhaling."
    ],
    "571": [
        "A video about a dog pulling on the leash.",
        "A video about a person holding the leash.",
        "A video about the dog sniffing the ground.",
        "A video about the person walking briskly.",
        "A video about the dog wagging its tail.",
        "A video about the person adjusting the leash.",
        "A video about the dog stopping to pee.",
        "A video about the person smiling at the dog."
    ],
    "572": [
        "A video about footsteps leaving deep imprints.",
        "A video about snowflakes gently falling.",
        "A video about a figure trudging slowly.",
        "A video about breath visible in the cold.",
        "A video about the crunch of snow underfoot.",
        "A video about a path winding through white.",
        "A video about the quiet stillness of the scene.",
        "A video about the contrast of colors in winter."
    ],
    "573": [
        "A video about suds filling the sink.",
        "A video about hands scrubbing plates.",
        "A video about water running clear.",
        "A video about dishes clinking softly.",
        "A video about bubbles popping gently.",
        "A video about a sponge gliding smoothly.",
        "A video about soap lathering thickly.",
        "A video about drying towels flapping."
    ],
    "574": [
        "A video about gentle water flow.",
        "A video about warm, soapy hands.",
        "A video about soft towel drying.",
        "A video about focused, caring eyes.",
        "A video about rhythmic, soothing motions.",
        "A video about clean, refreshed skin.",
        "A video about calm, serene atmosphere.",
        "A video about tender, loving touch."
    ],
    "575": [
        "A video about lathering shampoo.",
        "A video about rinsing suds.",
        "A video about massaging scalp.",
        "A video about water dripping.",
        "A video about hair strands.",
        "A video about foam texture.",
        "A video about towel drying.",
        "A video about combing hair."
    ],
    "576": [
        "A video about hands being lathered with soap.",
        "A video about fingers being scrubbed together.",
        "A video about water rinsing off soap.",
        "A video about hands being rubbed vigorously.",
        "A video about fingertips being cleaned carefully.",
        "A video about wrists being washed thoroughly.",
        "A video about hands being dried with a towel.",
        "A video about a satisfied smile after washing."
    ],
    "577": [
        "A video about a cozy living room.",
        "A video about a person lounging on a couch.",
        "A video about a large flat-screen tv.",
        "A video about dim lighting and soft cushions.",
        "A video about a remote control in hand.",
        "A video about a cup of tea nearby.",
        "A video about a cat curled up beside.",
        "A video about a peaceful evening scene."
    ],
    "578": [
        "A video about skiers gliding on water.",
        "A video about the boat pulling skiers.",
        "A video about the splash of water.",
        "A video about skiers balancing on skis.",
        "A video about the sun reflecting on water.",
        "A video about the joy on skiers' faces.",
        "A video about the speed of the boat.",
        "A video about the wake behind the boat."
    ],
    "579": [
        "A video about splashing water and laughter.",
        "A video about colorful tubes and slides.",
        "A video about kids sliding with joy.",
        "A video about sunlit water parks.",
        "A video about fast-moving water streams.",
        "A video about families having fun.",
        "A video about wet and happy faces.",
        "A video about thrilling water rides."
    ],
    "580": [
        "A video about a person holding a watering can.",
        "The water flows gently from the spout.",
        "Plants eagerly soak up the droplets.",
        "Sunlight glistens on the wet leaves.",
        "The soil darkens as it absorbs water.",
        "A gentle breeze rustles the foliage.",
        "The person smiles as they water.",
        "Birds chirp in the background."
    ],
    "581": [
        "A video about a slow, deliberate wave.",
        "A video about a quick, enthusiastic wave.",
        "A video about a gentle, casual wave.",
        "A video about a rhythmic, repetitive wave.",
        "A video about a wide, sweeping wave.",
        "A video about a subtle, almost imperceptible wave.",
        "A video about a firm, confident wave.",
        "A video about a playful, exaggerated wave."
    ],
    "582": [
        "A video about smooth gliding motions.",
        "A video about precise edge control.",
        "A video about steady hand movements.",
        "A video about even pressure application.",
        "A video about focused concentration.",
        "A video about gradual progress.",
        "A video about clean workspace.",
        "A video about careful observation."
    ],
    "583": [
        "A video about a man applying wax strips.",
        "A video about the chest area being prepped.",
        "A video about the wax strips being pressed.",
        "A video about the wax strips being pulled off.",
        "A video about the man wincing in pain.",
        "A video about the chest area turning red.",
        "A video about the man applying soothing cream.",
        "A video about the chest area feeling smooth."
    ],
    "584": [
        "A video about a steady hand holding a wax strip.",
        "A video about precise movements to remove hair.",
        "A video about a calm face during the process.",
        "A video about gentle pressure on the eyebrow area.",
        "A video about a clean, smooth finish after waxing.",
        "A video about a mirror reflecting the results.",
        "A video about a satisfied smile after waxing.",
        "A video about a professional applying the wax."
    ],
    "585": [
        "A video about applying warm wax strips.",
        "A video about smoothing wax over legs.",
        "A video about pressing fabric onto wax.",
        "A video about quickly pulling off fabric.",
        "A video about soothing post-wax skin.",
        "A video about applying lotion to legs.",
        "A video about checking smooth results.",
        "A video about storing waxing supplies."
    ],
    "586": [
        "A video about hands skillfully weaving.",
        "A video about colorful strands intertwining.",
        "A video about rhythmic patterns forming.",
        "A video about a steady, focused process.",
        "A video about a finished basket shape.",
        "A video about traditional tools used.",
        "A video about a serene, calm atmosphere.",
        "A video about cultural significance shown."
    ],
    "587": [
        "A video about the rhythmic motion of the loom.",
        "A video about the shuttle gliding through threads.",
        "A video about the intricate patterns forming.",
        "A video about the tension in the warp threads.",
        "A video about the weaver's precise hand movements.",
        "A video about the colorful threads intertwining.",
        "A video about the fabric gradually taking shape.",
        "A video about the smooth, even texture emerging."
    ],
    "588": [
        "A video about sparks flying in arcs.",
        "A video about molten metal dripping.",
        "A video about precise hand movements.",
        "A video about intense heat glowing.",
        "A video about protective gear worn.",
        "A video about steady welding torch.",
        "A video about metal pieces joining.",
        "A video about smoke rising gently."
    ],
    "589": [
        "A video about lips forming a small circle.",
        "A video about cheeks slightly puffing out.",
        "A video about a gentle, rhythmic movement.",
        "A video about a focused, almost meditative look.",
        "A video about a soft, melodic sound produced.",
        "A video about a slight head nod in rhythm.",
        "A video about a relaxed, almost playful stance.",
        "A video about a subtle, almost invisible breath."
    ],
    "590": [
        "A video about the windsurfer gliding smoothly.",
        "A video about the sail catching the wind.",
        "A video about the waves crashing beneath.",
        "A video about the windsurfer's agile turns.",
        "A video about the vibrant colors of the sail.",
        "A video about the sun reflecting on the water.",
        "A video about the windsurfer's focused expression.",
        "A video about the dynamic movement on the sea."
    ],
    "591": [
        "A video about a quick closing of one eye.",
        "A video about a playful facial gesture.",
        "A video about a subtle eye movement.",
        "A video about a brief wink of an eye.",
        "A video about a charming eye signal.",
        "A video about a swift eye closure.",
        "A video about a flirtatious eye action.",
        "A video about a single eye blink."
    ],
    "592": [
        "A video about precise tool handling.",
        "A video about detailed shading techniques.",
        "A video about intricate line work.",
        "A video about controlled flame application.",
        "A video about realistic texture creation.",
        "A video about careful layering.",
        "A video about detailed patterning.",
        "A video about smooth transitions."
    ],
    "593": [
        "A video about colorful ribbons being tied.",
        "A video about neatly folding the wrapping paper.",
        "A video about precise cutting of the paper edges.",
        "A video about smooth taping of the package corners.",
        "A video about adding decorative bows and tags.",
        "A video about wrapping around the gift box.",
        "A video about adjusting the paper for a perfect fit.",
        "A video about final touches with a ribbon bow."
    ],
    "594": [
        "A video about intense grappling moves.",
        "A video about powerful body slams.",
        "A video about dramatic falls to the mat.",
        "A video about high-flying aerial attacks.",
        "A video about fierce headlocks and holds.",
        "A video about dramatic facial expressions.",
        "A video about sweat-soaked wrestlers.",
        "A video about the roar of the crowd."
    ],
    "595": [
        "A video about fast-paced hand movements.",
        "A video about dynamic pen strokes.",
        "A video about vibrant ink splashes.",
        "A video about rhythmic page flipping.",
        "A video about intense focus on paper.",
        "A video about creative doodles emerging.",
        "A video about expressive body language.",
        "A video about the joy of writing."
    ],
    "596": [
        "A video about the rhythmic motion of the spinner.",
        "A video about the continuous flow of the yarn.",
        "A video about the gentle twist of the fibers.",
        "A video about the smooth rotation of the wheel.",
        "A video about the soft texture of the spun yarn.",
        "A video about the focused expression of the spinner.",
        "A video about the steady pull of the fibers.",
        "A video about the calming sound of the spinning."
    ],
    "597": [
        "A video about a wide open mouth.",
        "A video about deep inhalation.",
        "A video about stretching the jaw.",
        "A video about closing the eyes.",
        "A video about a relaxed face.",
        "A video about a slow exhale.",
        "A video about a tired expression.",
        "A video about a slight head tilt."
    ],
    "598": [
        "A video about graceful body movements.",
        "A video about serene facial expressions.",
        "A video about synchronized breathing patterns.",
        "A video about flexible limb extensions.",
        "A video about calm and focused eyes.",
        "A video about balanced postures.",
        "A video about gentle transitions between poses.",
        "A video about a peaceful atmosphere."
    ],
    "599": [
        "A video about energetic dance moves.",
        "A video about vibrant colorful outfits.",
        "A video about rhythmic arm movements.",
        "A video about lively music beats.",
        "A video about synchronized group dancing.",
        "A video about joyful smiling faces.",
        "A video about dynamic leg exercises.",
        "A video about upbeat latin rhythms."
    ]
}