{
    "0": [
        "A video of applyeyemakeup generally involves the following step: applying primer to eyelids, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: blending eyeshadow shades, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: lining the upper lash line, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: applying mascara to lashes, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: defining the lower lash line, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: highlighting the brow bone, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: setting the makeup with powder, which is a sub-step.",
        "A video of applyeyemakeup generally involves the following step: final touch-ups and blending, which is a sub-step."
    ],
    "1": [
        "A video of applylipstick generally involves the following step: selecting the lipstick, which is a sub-step.",
        "A video of applylipstick generally involves the following step: removing the cap, which is a sub-step.",
        "A video of applylipstick generally involves the following step: applying the lipstick to the upper lip, which is a sub-step.",
        "A video of applylipstick generally involves the following step: applying the lipstick to the lower lip, which is a sub-step.",
        "A video of applylipstick generally involves the following step: blending the edges, which is a sub-step.",
        "A video of applylipstick generally involves the following step: checking the mirror, which is a sub-step.",
        "A video of applylipstick generally involves the following step: reapplying if needed, which is a sub-step.",
        "A video of applylipstick generally involves the following step: replacing the cap, which is a sub-step."
    ],
    "2": [
        "A video of archery generally involves the following step: nocking the arrow, which is a sub-step.",
        "A video of archery generally involves the following step: drawing the bow, which is a sub-step.",
        "A video of archery generally involves the following step: aiming at the target, which is a sub-step.",
        "A video of archery generally involves the following step: releasing the arrow, which is a sub-step.",
        "A video of archery generally involves the following step: observing the flight, which is a sub-step.",
        "A video of archery generally involves the following step: assessing the shot, which is a sub-step.",
        "A video of archery generally involves the following step: retrieving the arrow, which is a sub-step.",
        "A video of archery generally involves the following step: resetting for the next shot, which is a sub-step."
    ],
    "3": [
        "A video of babycrawling generally involves the following step: (initiating movement), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (lifting torso off ground), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (extending arms forward), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (pushing legs backward), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (repeating arm and leg motion), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (maintaining balance), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (adjusting posture), which is a sub-step.",
        "A video of babycrawling generally involves the following step: (reaching destination), which is a sub-step."
    ],
    "4": [
        "A video of balancebeam generally involves the following step: (initial positioning on the beam), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (maintaining balance for a few seconds), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (transitioning to a different stance), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (performing a controlled movement), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (re-establishing balance after movement), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (holding the final position for a moment), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (stepping off the beam gracefully), which is a sub-step.",
        "A video of balancebeam generally involves the following step: (completing the routine with a bow), which is a sub-step."
    ],
    "5": [
        "A video of bandmarching generally involves the following step: formation alignment, which is a sub-step.",
        "A video of bandmarching generally involves the following step: instrument preparation, which is a sub-step.",
        "A video of bandmarching generally involves the following step: initial marching command, which is a sub-step.",
        "A video of bandmarching generally involves the following step: synchronized marching, which is a sub-step.",
        "A video of bandmarching generally involves the following step: musical performance, which is a sub-step.",
        "A video of bandmarching generally involves the following step: rhythmic footwork, which is a sub-step.",
        "A video of bandmarching generally involves the following step: formation changes, which is a sub-step.",
        "A video of bandmarching generally involves the following step: final positioning, which is a sub-step."
    ],
    "6": [
        "A video of baseballpitch generally involves the following step: (pitching stance), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (wind-up motion), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (leg lift), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (arm extension), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (ball release), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (follow-through), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (recovery stance), which is a sub-step.",
        "A video of baseballpitch generally involves the following step: (fielding position), which is a sub-step."
    ],
    "7": [
        "A video of basketball generally involves the following step: dribbling the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: passing the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: setting up a play, which is a sub-step.",
        "A video of basketball generally involves the following step: executing a shot, which is a sub-step.",
        "A video of basketball generally involves the following step: rebounding the ball, which is a sub-step.",
        "A video of basketball generally involves the following step: defending the opponent, which is a sub-step.",
        "A video of basketball generally involves the following step: calling a timeout, which is a sub-step.",
        "A video of basketball generally involves the following step: celebrating a score, which is a sub-step."
    ],
    "8": [
        "A video of basketballdunk generally involves the following step: (player positioning), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (ball handling), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (approach run), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (takeoff), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (ball elevation), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (dunk execution), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (landing), which is a sub-step.",
        "A video of basketballdunk generally involves the following step: (celebration), which is a sub-step."
    ],
    "9": [
        "A video of benchpress generally involves the following step: lying down on the bench, which is a sub-step.",
        "A video of benchpress generally involves the following step: gripping the barbell, which is a sub-step.",
        "A video of benchpress generally involves the following step: unracking the barbell, which is a sub-step.",
        "A video of benchpress generally involves the following step: lowering the barbell to the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: pausing briefly at the chest, which is a sub-step.",
        "A video of benchpress generally involves the following step: pressing the barbell upward, which is a sub-step.",
        "A video of benchpress generally involves the following step: locking out the elbows, which is a sub-step.",
        "A video of benchpress generally involves the following step: re-racking the barbell, which is a sub-step."
    ],
    "10": [
        "A video of biking generally involves the following step: mounting the bike, which is a sub-step.",
        "A video of biking generally involves the following step: starting pedaling, which is a sub-step.",
        "A video of biking generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of biking generally involves the following step: adjusting speed, which is a sub-step.",
        "A video of biking generally involves the following step: navigating turns, which is a sub-step.",
        "A video of biking generally involves the following step: stopping pedaling, which is a sub-step.",
        "A video of biking generally involves the following step: slowing down, which is a sub-step.",
        "A video of biking generally involves the following step: dismounting the bike, which is a sub-step."
    ],
    "11": [
        "A video of billiards generally involves the following step: cueing the ball, which is a sub-step.",
        "A video of billiards generally involves the following step: striking the cue ball, which is a sub-step.",
        "A video of billiards generally involves the following step: observing the cue ball's path, which is a sub-step.",
        "A video of billiards generally involves the following step: watching the cue ball hit the object ball, which is a sub-step.",
        "A video of billiards generally involves the following step: observing the object ball's movement, which is a sub-step.",
        "A video of billiards generally involves the following step: assessing the outcome of the shot, which is a sub-step.",
        "A video of billiards generally involves the following step: positioning for the next shot, which is a sub-step.",
        "A video of billiards generally involves the following step: repeating the process until the game ends, which is a sub-step."
    ],
    "12": [
        "A video of blowdryhair generally involves the following step: (preparing hair and tools), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (sectioning hair), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (drying each section), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (using a round brush), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (creating volume and waves), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (finishing with cool air), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (styling and smoothing), which is a sub-step.",
        "A video of blowdryhair generally involves the following step: (final touches and inspection), which is a sub-step."
    ],
    "13": [
        "A video of blowingcandles generally involves the following step: positioning the cake on a stable surface, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: lighting the candles, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: waiting for the candles to fully ignite, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: gathering around the cake, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: taking a deep breath, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: blowing forcefully on the candles, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: observing the candles extinguishing, which is a sub-step.",
        "A video of blowingcandles generally involves the following step: celebrating the successful blow, which is a sub-step."
    ],
    "14": [
        "A video of bodyweightsquats generally involves the following step: standing upright with feet shoulder-width apart, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: lowering the body by bending knees and hips, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: maintaining a straight back and chest lifted, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: reaching a parallel position with thighs to the ground, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: pausing briefly at the bottom position, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: pushing through heels to return to standing, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: fully extending knees and hips at the top, which is a sub-step.",
        "A video of bodyweightsquats generally involves the following step: repeating the sequence for a set duration, which is a sub-step."
    ],
    "15": [
        "A video of bowling generally involves the following step: selecting a ball, which is a sub-step.",
        "A video of bowling generally involves the following step: positioning at the lane, which is a sub-step.",
        "A video of bowling generally involves the following step: approaching the foul line, which is a sub-step.",
        "A video of bowling generally involves the following step: releasing the ball, which is a sub-step.",
        "A video of bowling generally involves the following step: watching the ball roll, which is a sub-step.",
        "A video of bowling generally involves the following step: observing the pins, which is a sub-step.",
        "A video of bowling generally involves the following step: evaluating the result, which is a sub-step.",
        "A video of bowling generally involves the following step: preparing for the next throw, which is a sub-step."
    ],
    "16": [
        "A video of boxingpunchingbag generally involves the following step: approaching the punching bag, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: adjusting stance and positioning, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: initiating the first punch, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: following through with the punch, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: resetting the stance, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: repeating the punching sequence, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: maintaining rhythm and pace, which is a sub-step.",
        "A video of boxingpunchingbag generally involves the following step: concluding the session, which is a sub-step."
    ],
    "17": [
        "A video of boxingspeedbag generally involves the following step: (preparation), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (initial stance), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (first punch), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (second punch), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (third punch), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (recovery), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (repetition), which is a sub-step.",
        "A video of boxingspeedbag generally involves the following step: (conclusion), which is a sub-step."
    ],
    "18": [
        "A video of breaststroke generally involves the following step: gliding on the surface, which is a sub-step.",
        "A video of breaststroke generally involves the following step: inhaling deeply, which is a sub-step.",
        "A video of breaststroke generally involves the following step: extending arms forward, which is a sub-step.",
        "A video of breaststroke generally involves the following step: sweeping arms outward, which is a sub-step.",
        "A video of breaststroke generally involves the following step: sweeping arms backward, which is a sub-step.",
        "A video of breaststroke generally involves the following step: kicking with legs, which is a sub-step.",
        "A video of breaststroke generally involves the following step: exhaling underwater, which is a sub-step.",
        "A video of breaststroke generally involves the following step: returning to gliding, which is a sub-step."
    ],
    "19": [
        "A video of brushingteeth generally involves the following step: applying toothpaste to the brush, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: positioning the brush at a 45-degree angle, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: brushing the outer surfaces of teeth, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: brushing the inner surfaces of teeth, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: brushing the chewing surfaces of teeth, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: brushing the tongue and roof of mouth, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: rinsing the mouth with water, which is a sub-step.",
        "A video of brushingteeth generally involves the following step: cleaning the brush with water, which is a sub-step."
    ],
    "20": [
        "A video of cleanandjerk generally involves the following step: lifting the barbell from the ground, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: pulling the barbell to the chest, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: extending the legs and hips, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: receiving the barbell overhead, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: stabilizing the barbell overhead, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: dropping under the barbell, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: catching the barbell in a squat position, which is a sub-step.",
        "A video of cleanandjerk generally involves the following step: standing up with the barbell overhead, which is a sub-step."
    ],
    "21": [
        "A video of cliffdiving generally involves the following step: (preparing for the jump), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (climbing to the edge), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (standing at the edge), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (taking a deep breath), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (leaping off the cliff), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (performing aerial maneuvers), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (entering the water), which is a sub-step.",
        "A video of cliffdiving generally involves the following step: (surfacing and swimming to shore), which is a sub-step."
    ],
    "22": [
        "A video of cricketbowling generally involves the following step: (initial stance), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (approach run), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (jump and release), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (follow-through), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (recovery), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (return to stance), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (fielding position), which is a sub-step.",
        "A video of cricketbowling generally involves the following step: (reaction to outcome), which is a sub-step."
    ],
    "23": [
        "A video of cricketshot generally involves the following step: (preparation stance), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (ball tracking), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (front foot movement), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (bat swing execution), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (follow-through completion), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (balance recovery), which is a sub-step.",
        "A video of cricketshot generally involves the following step: (position adjustment), which is a sub-step."
    ],
    "24": [
        "A video of cuttinginkitchen generally involves the following step: selecting the cutting board, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: washing the vegetables, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: drying the vegetables, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: preparing the knife, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: slicing the vegetables, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: arranging the slices, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: cleaning the workspace, which is a sub-step.",
        "A video of cuttinginkitchen generally involves the following step: storing the cut vegetables, which is a sub-step."
    ],
    "25": [
        "A video of diving generally involves the following step: (preparation), which is a sub-step.",
        "A video of diving generally involves the following step: (approach), which is a sub-step.",
        "A video of diving generally involves the following step: (takeoff), which is a sub-step.",
        "A video of diving generally involves the following step: (elevation), which is a sub-step.",
        "A video of diving generally involves the following step: (rotation), which is a sub-step.",
        "A video of diving generally involves the following step: (entry), which is a sub-step.",
        "A video of diving generally involves the following step: (glide), which is a sub-step.",
        "A video of diving generally involves the following step: (recovery), which is a sub-step."
    ],
    "26": [
        "A video of drumming generally involves the following step: positioning the drumsticks, which is a sub-step.",
        "A video of drumming generally involves the following step: adjusting the drum stool, which is a sub-step.",
        "A video of drumming generally involves the following step: tuning the drums, which is a sub-step.",
        "A video of drumming generally involves the following step: warming up with simple beats, which is a sub-step.",
        "A video of drumming generally involves the following step: playing the main rhythm, which is a sub-step.",
        "A video of drumming generally involves the following step: adding fills and variations, which is a sub-step.",
        "A video of drumming generally involves the following step: transitioning between sections, which is a sub-step.",
        "A video of drumming generally involves the following step: concluding with a final beat, which is a sub-step."
    ],
    "27": [
        "A video of fencing generally involves the following step: (preparation), which is a sub-step.",
        "A video of fencing generally involves the following step: (footwork), which is a sub-step.",
        "A video of fencing generally involves the following step: (engagement), which is a sub-step.",
        "A video of fencing generally involves the following step: (attack), which is a sub-step.",
        "A video of fencing generally involves the following step: (defense), which is a sub-step.",
        "A video of fencing generally involves the following step: (counterattack), which is a sub-step.",
        "A video of fencing generally involves the following step: (disengagement), which is a sub-step.",
        "A video of fencing generally involves the following step: (recovery), which is a sub-step."
    ],
    "28": [
        "A video of fieldhockeypenalty generally involves the following step: the referee signals the penalty, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player prepares for the shot, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player takes the shot, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the goalkeeper reacts to the shot, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the ball crosses the goal line, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the referee confirms the goal, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the player celebrates the goal, which is a sub-step.",
        "A video of fieldhockeypenalty generally involves the following step: the game resumes, which is a sub-step."
    ],
    "29": [
        "A video of floorgymnastics generally involves the following step: initial warm-up, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: stretching exercises, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: running approach, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: takeoff, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: aerial acrobatics, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: landing, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: post-routine breathing, which is a sub-step.",
        "A video of floorgymnastics generally involves the following step: final cool-down, which is a sub-step."
    ],
    "30": [
        "A video of frisbeecatch generally involves the following step: frisbee release, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee flight, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: player positioning, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: arm extension, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: hand contact, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: grip adjustment, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: body stabilization, which is a sub-step.",
        "A video of frisbeecatch generally involves the following step: frisbee control, which is a sub-step."
    ],
    "31": [
        "A video of frontcrawl generally involves the following step: (inhaling), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (extending arms forward), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (kicking legs), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (rotating body), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (exhaling underwater), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (pulling arms backward), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (gliding briefly), which is a sub-step.",
        "A video of frontcrawl generally involves the following step: (repeating cycle), which is a sub-step."
    ],
    "32": [
        "A video of golfswing generally involves the following step: (addressing the ball), which is a sub-step.",
        "A video of golfswing generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of golfswing generally involves the following step: (full backswing completion), which is a sub-step.",
        "A video of golfswing generally involves the following step: (downswing initiation), which is a sub-step.",
        "A video of golfswing generally involves the following step: (impact with the ball), which is a sub-step.",
        "A video of golfswing generally involves the following step: (follow-through completion), which is a sub-step.",
        "A video of golfswing generally involves the following step: (recovery to stance), which is a sub-step.",
        "A video of golfswing generally involves the following step: (post-swing evaluation), which is a sub-step."
    ],
    "33": [
        "A video of haircut generally involves the following step: (preparing the tools), which is a sub-step.",
        "A video of haircut generally involves the following step: (positioning the client), which is a sub-step.",
        "A video of haircut generally involves the following step: (cutting the hair), which is a sub-step.",
        "A video of haircut generally involves the following step: (trimming the edges), which is a sub-step.",
        "A video of haircut generally involves the following step: (shampooing the hair), which is a sub-step.",
        "A video of haircut generally involves the following step: (drying the hair), which is a sub-step.",
        "A video of haircut generally involves the following step: (styling the hair), which is a sub-step.",
        "A video of haircut generally involves the following step: (final touches), which is a sub-step."
    ],
    "34": [
        "A video of hammering generally involves the following step: selecting the hammer, which is a sub-step.",
        "A video of hammering generally involves the following step: positioning the nail, which is a sub-step.",
        "A video of hammering generally involves the following step: raising the hammer, which is a sub-step.",
        "A video of hammering generally involves the following step: striking the nail, which is a sub-step.",
        "A video of hammering generally involves the following step: checking alignment, which is a sub-step.",
        "A video of hammering generally involves the following step: repeating the strike, which is a sub-step.",
        "A video of hammering generally involves the following step: final alignment check, which is a sub-step.",
        "A video of hammering generally involves the following step: placing the hammer down, which is a sub-step."
    ],
    "35": [
        "A video of hammerthrow generally involves the following step: gripping the hammer tightly, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: initial spin preparation, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: gradual acceleration in spins, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: maintaining balance during spins, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: building momentum for release, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: precise timing for release, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: final spin and release, which is a sub-step.",
        "A video of hammerthrow generally involves the following step: follow-through after release, which is a sub-step."
    ],
    "36": [
        "A video of handstandpushups generally involves the following step: positioning hands on the ground, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: lifting legs into a handstand, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: balancing in the handstand position, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: lowering the body towards the ground, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: pausing briefly at the bottom, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: pushing the body back up, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: maintaining control during the push, which is a sub-step.",
        "A video of handstandpushups generally involves the following step: returning to the starting position, which is a sub-step."
    ],
    "37": [
        "A video of handstandwalking generally involves the following step: (balancing on hands), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (lifting legs upward), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (maintaining balance), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (taking small steps), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (adjusting body position), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (moving forward slowly), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (repeating steps), which is a sub-step.",
        "A video of handstandwalking generally involves the following step: (ending in a balanced position), which is a sub-step."
    ],
    "38": [
        "A video of headmassage generally involves the following step: (applying gentle pressure to the scalp), which is a sub-step.",
        "A video of headmassage generally involves the following step: (moving fingers in circular motions), which is a sub-step.",
        "A video of headmassage generally involves the following step: (focusing on tension points), which is a sub-step.",
        "A video of headmassage generally involves the following step: (lightly brushing hair with fingers), which is a sub-step.",
        "A video of headmassage generally involves the following step: (massaging the temples), which is a sub-step.",
        "A video of headmassage generally involves the following step: (stroking the forehead), which is a sub-step.",
        "A video of headmassage generally involves the following step: (gently kneading the neck), which is a sub-step.",
        "A video of headmassage generally involves the following step: (ending with a light pat on the head), which is a sub-step."
    ],
    "39": [
        "A video of highjump generally involves the following step: (initial sprint), which is a sub-step.",
        "A video of highjump generally involves the following step: (takeoff), which is a sub-step.",
        "A video of highjump generally involves the following step: (leg drive), which is a sub-step.",
        "A video of highjump generally involves the following step: (arm swing), which is a sub-step.",
        "A video of highjump generally involves the following step: (body rotation), which is a sub-step.",
        "A video of highjump generally involves the following step: (bar clearance), which is a sub-step.",
        "A video of highjump generally involves the following step: (landing preparation), which is a sub-step.",
        "A video of highjump generally involves the following step: (final landing), which is a sub-step."
    ],
    "40": [
        "A video of horserace generally involves the following step: horses lining up at the starting gate, which is a sub-step.",
        "A video of horserace generally involves the following step: the starting bell signaling the race start, which is a sub-step.",
        "A video of horserace generally involves the following step: horses accelerating out of the gate, which is a sub-step.",
        "A video of horserace generally involves the following step: jockeys guiding horses around the track, which is a sub-step.",
        "A video of horserace generally involves the following step: horses maintaining speed through the middle stretch, which is a sub-step.",
        "A video of horserace generally involves the following step: jockeys urging horses to sprint, which is a sub-step.",
        "A video of horserace generally involves the following step: horses approaching the finish line, which is a sub-step.",
        "A video of horserace generally involves the following step: the winner crossing the finish line, which is a sub-step."
    ],
    "41": [
        "A video of horseriding generally involves the following step: mounting the horse, which is a sub-step.",
        "A video of horseriding generally involves the following step: adjusting the saddle, which is a sub-step.",
        "A video of horseriding generally involves the following step: checking the reins, which is a sub-step.",
        "A video of horseriding generally involves the following step: starting the gait, which is a sub-step.",
        "A video of horseriding generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of horseriding generally involves the following step: steering the horse, which is a sub-step.",
        "A video of horseriding generally involves the following step: slowing down, which is a sub-step.",
        "A video of horseriding generally involves the following step: dismounting, which is a sub-step."
    ],
    "42": [
        "A video of hulahoop generally involves the following step: placing the hoop around the waist, which is a sub-step.",
        "A video of hulahoop generally involves the following step: initiating a gentle rotation, which is a sub-step.",
        "A video of hulahoop generally involves the following step: maintaining continuous motion, which is a sub-step.",
        "A video of hulahoop generally involves the following step: adjusting body position, which is a sub-step.",
        "A video of hulahoop generally involves the following step: varying the speed, which is a sub-step.",
        "A video of hulahoop generally involves the following step: incorporating arm movements, which is a sub-step.",
        "A video of hulahoop generally involves the following step: transitioning to different positions, which is a sub-step.",
        "A video of hulahoop generally involves the following step: concluding with a controlled stop, which is a sub-step."
    ],
    "43": [
        "A video of icedancing generally involves the following step: (skaters glide gracefully), which is a sub-step.",
        "A video of icedancing generally involves the following step: (perform intricate spins), which is a sub-step.",
        "A video of icedancing generally involves the following step: (execute synchronized jumps), which is a sub-step.",
        "A video of icedancing generally involves the following step: (transition smoothly between moves), which is a sub-step.",
        "A video of icedancing generally involves the following step: (maintain balance on ice), which is a sub-step.",
        "A video of icedancing generally involves the following step: (communicate through choreography), which is a sub-step.",
        "A video of icedancing generally involves the following step: (complete complex lifts), which is a sub-step.",
        "A video of icedancing generally involves the following step: (conclude with a final pose), which is a sub-step."
    ],
    "44": [
        "A video of javelinthrow generally involves the following step: gripping the javelin correctly, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: taking a few preliminary steps, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: building up speed, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: transitioning to the final run, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: executing the throw, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: following through with the throw, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: stabilizing after the throw, which is a sub-step.",
        "A video of javelinthrow generally involves the following step: watching the javelin's flight, which is a sub-step."
    ],
    "45": [
        "A video of jugglingballs generally involves the following step: (holding three balls), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (tossing the first ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (catching the first ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (tossing the second ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (catching the second ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (tossing the third ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (catching the third ball), which is a sub-step.",
        "A video of jugglingballs generally involves the following step: (repeating the sequence), which is a sub-step."
    ],
    "46": [
        "A video of jumpingjack generally involves the following step: standing upright, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: raising arms sideways, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: bending knees slightly, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: jumping and spreading legs, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: bringing legs together, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: lowering arms to sides, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: returning to standing position, which is a sub-step.",
        "A video of jumpingjack generally involves the following step: completing one repetition, which is a sub-step."
    ],
    "47": [
        "A video of jumprope generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of jumprope generally involves the following step: (rope swing initiation), which is a sub-step.",
        "A video of jumprope generally involves the following step: (first jump execution), which is a sub-step.",
        "A video of jumprope generally involves the following step: (continuous jumping), which is a sub-step.",
        "A video of jumprope generally involves the following step: (rope adjustment), which is a sub-step.",
        "A video of jumprope generally involves the following step: (speed variation), which is a sub-step.",
        "A video of jumprope generally involves the following step: (final jump execution), which is a sub-step.",
        "A video of jumprope generally involves the following step: (post-jump stance), which is a sub-step."
    ],
    "48": [
        "A video of kayaking generally involves the following step: (paddling forward), which is a sub-step.",
        "A video of kayaking generally involves the following step: (steering the kayak), which is a sub-step.",
        "A video of kayaking generally involves the following step: (adjusting posture), which is a sub-step.",
        "A video of kayaking generally involves the following step: (stopping the kayak), which is a sub-step.",
        "A video of kayaking generally involves the following step: (turning the kayak), which is a sub-step.",
        "A video of kayaking generally involves the following step: (navigating rapids), which is a sub-step.",
        "A video of kayaking generally involves the following step: (resting briefly), which is a sub-step.",
        "A video of kayaking generally involves the following step: (repositioning gear), which is a sub-step."
    ],
    "49": [
        "A video of knitting generally involves the following step: casting on stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: inserting the needle, which is a sub-step.",
        "A video of knitting generally involves the following step: wrapping the yarn, which is a sub-step.",
        "A video of knitting generally involves the following step: pulling through the loop, which is a sub-step.",
        "A video of knitting generally involves the following step: transferring stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: repeating the process, which is a sub-step.",
        "A video of knitting generally involves the following step: binding off stitches, which is a sub-step.",
        "A video of knitting generally involves the following step: finishing the edge, which is a sub-step."
    ],
    "50": [
        "A video of longjump generally involves the following step: (initial sprint acceleration), which is a sub-step.",
        "A video of longjump generally involves the following step: (transition to takeoff), which is a sub-step.",
        "A video of longjump generally involves the following step: (powerful takeoff), which is a sub-step.",
        "A video of longjump generally involves the following step: (mid-air posture adjustment), which is a sub-step.",
        "A video of longjump generally involves the following step: (landing preparation), which is a sub-step.",
        "A video of longjump generally involves the following step: (controlled landing), which is a sub-step.",
        "A video of longjump generally involves the following step: (post-landing stabilization), which is a sub-step.",
        "A video of longjump generally involves the following step: (final stance and recovery), which is a sub-step."
    ],
    "51": [
        "A video of lunges generally involves the following step: (standing upright), which is a sub-step.",
        "A video of lunges generally involves the following step: (stepping forward), which is a sub-step.",
        "A video of lunges generally involves the following step: (lowering body), which is a sub-step.",
        "A video of lunges generally involves the following step: (knee reaching 90 degrees), which is a sub-step.",
        "A video of lunges generally involves the following step: (holding position), which is a sub-step.",
        "A video of lunges generally involves the following step: (pushing off front foot), which is a sub-step.",
        "A video of lunges generally involves the following step: (returning to standing), which is a sub-step.",
        "A video of lunges generally involves the following step: (repeating on opposite leg), which is a sub-step."
    ],
    "52": [
        "A video of militaryparade generally involves the following step: preparation of troops, which is a sub-step.",
        "A video of militaryparade generally involves the following step: formation of units, which is a sub-step.",
        "A video of militaryparade generally involves the following step: inspection by officers, which is a sub-step.",
        "A video of militaryparade generally involves the following step: march past the reviewing stand, which is a sub-step.",
        "A video of militaryparade generally involves the following step: display of military hardware, which is a sub-step.",
        "A video of militaryparade generally involves the following step: aerial flyovers, which is a sub-step.",
        "A video of militaryparade generally involves the following step: closing remarks by dignitaries, which is a sub-step.",
        "A video of militaryparade generally involves the following step: disbanding of troops, which is a sub-step."
    ],
    "53": [
        "A video of mixing generally involves the following step: adding ingredients, which is a sub-step.",
        "A video of mixing generally involves the following step: stirring continuously, which is a sub-step.",
        "A video of mixing generally involves the following step: adjusting consistency, which is a sub-step.",
        "A video of mixing generally involves the following step: checking for lumps, which is a sub-step.",
        "A video of mixing generally involves the following step: adding flavorings, which is a sub-step.",
        "A video of mixing generally involves the following step: blending thoroughly, which is a sub-step.",
        "A video of mixing generally involves the following step: tasting for balance, which is a sub-step.",
        "A video of mixing generally involves the following step: finalizing the mixture, which is a sub-step."
    ],
    "54": [
        "A video of moppingfloor generally involves the following step: preparing the mop and bucket, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: filling the bucket with water and detergent, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: wringing out the mop, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: starting at one corner and moving systematically, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: overlapping each stroke to ensure thorough coverage, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: rinsing the mop periodically, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: allowing the floor to dry naturally, which is a sub-step.",
        "A video of moppingfloor generally involves the following step: inspecting the floor for missed spots, which is a sub-step."
    ],
    "55": [
        "A video of nunchucks generally involves the following step: (initial grip formation), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (swing initiation), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (rotation around wrist), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (transition to opposite hand), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (reversal of swing direction), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (controlled deceleration), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (final grip reformation), which is a sub-step.",
        "A video of nunchucks generally involves the following step: (post-swing stabilization), which is a sub-step."
    ],
    "56": [
        "A video of parallelbars generally involves the following step: gripping the bars firmly, which is a sub-step.",
        "A video of parallelbars generally involves the following step: swinging the body forward, which is a sub-step.",
        "A video of parallelbars generally involves the following step: lifting the legs parallel to the ground, which is a sub-step.",
        "A video of parallelbars generally involves the following step: maintaining balance on the bars, which is a sub-step.",
        "A video of parallelbars generally involves the following step: executing a series of swings, which is a sub-step.",
        "A video of parallelbars generally involves the following step: transitioning to a handstand position, which is a sub-step.",
        "A video of parallelbars generally involves the following step: holding the handstand for a few seconds, which is a sub-step.",
        "A video of parallelbars generally involves the following step: safely dismounting from the bars, which is a sub-step."
    ],
    "57": [
        "A video of pizzatossing generally involves the following step: dough preparation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough stretching, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough tossing initiation, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough rotation in air, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough catch and reposition, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough flattening on surface, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough topping application, which is a sub-step.",
        "A video of pizzatossing generally involves the following step: dough baking in oven, which is a sub-step."
    ],
    "58": [
        "A video of playingcello generally involves the following step: positioning the cello between the knees, which is a sub-step.",
        "A video of playingcello generally involves the following step: adjusting the bow grip, which is a sub-step.",
        "A video of playingcello generally involves the following step: placing the bow on the strings, which is a sub-step.",
        "A video of playingcello generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playingcello generally involves the following step: shifting hand positions on the fingerboard, which is a sub-step.",
        "A video of playingcello generally involves the following step: changing bow direction smoothly, which is a sub-step.",
        "A video of playingcello generally involves the following step: maintaining a steady tempo, which is a sub-step.",
        "A video of playingcello generally involves the following step: ending with a final bow stroke, which is a sub-step."
    ],
    "59": [
        "A video of playingdaf generally involves the following step: (preparing the instrument), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (tuning the daf), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (positioning hands correctly), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (initiating rhythmic tapping), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (maintaining steady tempo), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (adjusting dynamics subtly), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (ending with a flourish), which is a sub-step.",
        "A video of playingdaf generally involves the following step: (finalizing the performance), which is a sub-step."
    ],
    "60": [
        "A video of playingdhol generally involves the following step: (preparing the dhol), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (positioning the dhol), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (gripping the sticks), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (striking the dhol), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (maintaining rhythm), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (adjusting posture), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (synchronizing with music), which is a sub-step.",
        "A video of playingdhol generally involves the following step: (finalizing the performance), which is a sub-step."
    ],
    "61": [
        "A video of playingflute generally involves the following step: positioning the flute to the lips, which is a sub-step.",
        "A video of playingflute generally involves the following step: adjusting fingers on the keys, which is a sub-step.",
        "A video of playingflute generally involves the following step: inhaling deeply before playing, which is a sub-step.",
        "A video of playingflute generally involves the following step: blowing air into the flute, which is a sub-step.",
        "A video of playingflute generally involves the following step: pressing keys in sequence, which is a sub-step.",
        "A video of playingflute generally involves the following step: maintaining steady breath control, which is a sub-step.",
        "A video of playingflute generally involves the following step: pausing briefly between notes, which is a sub-step.",
        "A video of playingflute generally involves the following step: ending with a final note, which is a sub-step."
    ],
    "62": [
        "A video of playingguitar generally involves the following step: tuning the instrument, which is a sub-step.",
        "A video of playingguitar generally involves the following step: selecting a chord progression, which is a sub-step.",
        "A video of playingguitar generally involves the following step: positioning fingers on frets, which is a sub-step.",
        "A video of playingguitar generally involves the following step: strumming or picking strings, which is a sub-step.",
        "A video of playingguitar generally involves the following step: transitioning between chords, which is a sub-step.",
        "A video of playingguitar generally involves the following step: maintaining rhythm, which is a sub-step.",
        "A video of playingguitar generally involves the following step: adjusting dynamics, which is a sub-step.",
        "A video of playingguitar generally involves the following step: concluding the piece, which is a sub-step."
    ],
    "63": [
        "A video of playingpiano generally involves the following step: positioning hands on the keys, which is a sub-step.",
        "A video of playingpiano generally involves the following step: pressing keys rhythmically, which is a sub-step.",
        "A video of playingpiano generally involves the following step: maintaining a steady tempo, which is a sub-step.",
        "A video of playingpiano generally involves the following step: transitioning between chords, which is a sub-step.",
        "A video of playingpiano generally involves the following step: using both hands simultaneously, which is a sub-step.",
        "A video of playingpiano generally involves the following step: adjusting dynamics for expression, which is a sub-step.",
        "A video of playingpiano generally involves the following step: repeating patterns for phrasing, which is a sub-step.",
        "A video of playingpiano generally involves the following step: ending with a final chord, which is a sub-step."
    ],
    "64": [
        "A video of playingsitar generally involves the following step: (preparing the sitar), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (tuning the strings), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (placing the sitar on the lap), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (plucking the strings), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (using the right hand for strumming), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (using the left hand for fretting), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (adjusting the pegs for pitch), which is a sub-step.",
        "A video of playingsitar generally involves the following step: (ending with a final strum), which is a sub-step."
    ],
    "65": [
        "A video of playingtabla generally involves the following step: positioning hands correctly, which is a sub-step.",
        "A video of playingtabla generally involves the following step: striking the tabla with fingers, which is a sub-step.",
        "A video of playingtabla generally involves the following step: alternating hand movements, which is a sub-step.",
        "A video of playingtabla generally involves the following step: maintaining a steady rhythm, which is a sub-step.",
        "A video of playingtabla generally involves the following step: varying strike intensity, which is a sub-step.",
        "A video of playingtabla generally involves the following step: transitioning between beats, which is a sub-step.",
        "A video of playingtabla generally involves the following step: synchronizing with other instruments, which is a sub-step.",
        "A video of playingtabla generally involves the following step: concluding with a final flourish, which is a sub-step."
    ],
    "66": [
        "A video of playingviolin generally involves the following step: positioning the violin under the chin, which is a sub-step.",
        "A video of playingviolin generally involves the following step: adjusting the bow grip, which is a sub-step.",
        "A video of playingviolin generally involves the following step: placing the bow on the strings, which is a sub-step.",
        "A video of playingviolin generally involves the following step: drawing the bow across the strings, which is a sub-step.",
        "A video of playingviolin generally involves the following step: shifting fingers on the fingerboard, which is a sub-step.",
        "A video of playingviolin generally involves the following step: maintaining a steady rhythm, which is a sub-step.",
        "A video of playingviolin generally involves the following step: transitioning between notes, which is a sub-step.",
        "A video of playingviolin generally involves the following step: ending the piece with a final bow, which is a sub-step."
    ],
    "67": [
        "A video of polevault generally involves the following step: (approach), which is a sub-step.",
        "A video of polevault generally involves the following step: (planting the pole), which is a sub-step.",
        "A video of polevault generally involves the following step: (takeoff), which is a sub-step.",
        "A video of polevault generally involves the following step: (swinging up), which is a sub-step.",
        "A video of polevault generally involves the following step: (transition to handstand), which is a sub-step.",
        "A video of polevault generally involves the following step: (pushing off the pole), which is a sub-step.",
        "A video of polevault generally involves the following step: (arcing over the bar), which is a sub-step.",
        "A video of polevault generally involves the following step: (landing), which is a sub-step."
    ],
    "68": [
        "A video of pommelhorse generally involves the following step: mounting the horse (initial action), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: performing leg swings (1-2 seconds), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: executing handstands (3-4 seconds), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: transitioning to cross-knee positions (2-3 seconds), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: performing scissors (4-5 seconds), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: executing reverse leg swings (2-3 seconds), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: dismounting the horse (final action), which is a sub-step.",
        "A video of pommelhorse generally involves the following step: landing on feet (immediate follow-up), which is a sub-step."
    ],
    "69": [
        "A video of pullups generally involves the following step: gripping the bar firmly, which is a sub-step.",
        "A video of pullups generally involves the following step: lifting the body upward, which is a sub-step.",
        "A video of pullups generally involves the following step: fully extending the arms, which is a sub-step.",
        "A video of pullups generally involves the following step: pausing briefly at the top, which is a sub-step.",
        "A video of pullups generally involves the following step: lowering the body slowly, which is a sub-step.",
        "A video of pullups generally involves the following step: reaching the starting position, which is a sub-step.",
        "A video of pullups generally involves the following step: repeating the motion, which is a sub-step.",
        "A video of pullups generally involves the following step: completing the desired number of reps, which is a sub-step."
    ],
    "70": [
        "A video of punch generally involves the following step: (preparation), which is a sub-step.",
        "A video of punch generally involves the following step: (shoulder rotation), which is a sub-step.",
        "A video of punch generally involves the following step: (arm extension), which is a sub-step.",
        "A video of punch generally involves the following step: (impact), which is a sub-step.",
        "A video of punch generally involves the following step: (follow-through), which is a sub-step.",
        "A video of punch generally involves the following step: (recovery), which is a sub-step.",
        "A video of punch generally involves the following step: (stabilization), which is a sub-step.",
        "A video of punch generally involves the following step: (reset), which is a sub-step."
    ],
    "71": [
        "A video of pushups generally involves the following step: lowering the body to the floor, which is a sub-step.",
        "A video of pushups generally involves the following step: maintaining a straight back, which is a sub-step.",
        "A video of pushups generally involves the following step: pausing briefly at the bottom, which is a sub-step.",
        "A video of pushups generally involves the following step: pushing the body back up, which is a sub-step.",
        "A video of pushups generally involves the following step: engaging core muscles, which is a sub-step.",
        "A video of pushups generally involves the following step: keeping arms at a 45-degree angle, which is a sub-step.",
        "A video of pushups generally involves the following step: inhaling during the descent, which is a sub-step.",
        "A video of pushups generally involves the following step: exhaling during the ascent, which is a sub-step."
    ],
    "72": [
        "A video of rafting generally involves the following step: preparing the raft and gear, which is a sub-step.",
        "A video of rafting generally involves the following step: briefing on safety and techniques, which is a sub-step.",
        "A video of rafting generally involves the following step: loading onto the raft, which is a sub-step.",
        "A video of rafting generally involves the following step: paddling through calm waters, which is a sub-step.",
        "A video of rafting generally involves the following step: navigating through rapids, which is a sub-step.",
        "A video of rafting generally involves the following step: regrouping after rapids, which is a sub-step.",
        "A video of rafting generally involves the following step: continuing downstream, which is a sub-step.",
        "A video of rafting generally involves the following step: reaching the finish point and unloading, which is a sub-step."
    ],
    "73": [
        "A video of rockclimbingindoor generally involves the following step: selecting climbing shoes, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: adjusting harness, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: chalking hands, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: inspecting holds, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: starting ascent, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: resting on holds, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: reaching the top, which is a sub-step.",
        "A video of rockclimbingindoor generally involves the following step: safely descending, which is a sub-step."
    ],
    "74": [
        "A video of ropeclimbing generally involves the following step: gripping the rope tightly, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: positioning feet for leverage, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: pulling body upwards, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: adjusting grip strength, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: shifting weight forward, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: securing feet on rope, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of ropeclimbing generally involves the following step: reaching the top, which is a sub-step."
    ],
    "75": [
        "A video of rowing generally involves the following step: (seat sliding forward), which is a sub-step.",
        "A video of rowing generally involves the following step: (oars dipping into water), which is a sub-step.",
        "A video of rowing generally involves the following step: (legs pushing forcefully), which is a sub-step.",
        "A video of rowing generally involves the following step: (back leaning backward), which is a sub-step.",
        "A video of rowing generally involves the following step: (arms pulling oars), which is a sub-step.",
        "A video of rowing generally involves the following step: (oars exiting water), which is a sub-step.",
        "A video of rowing generally involves the following step: (seat sliding backward), which is a sub-step.",
        "A video of rowing generally involves the following step: (body returning to start), which is a sub-step."
    ],
    "76": [
        "A video of salsaspin generally involves the following step: initiating a pivot on one foot, which is a sub-step.",
        "A video of salsaspin generally involves the following step: transitioning weight to the other foot, which is a sub-step.",
        "A video of salsaspin generally involves the following step: executing a 360-degree turn, which is a sub-step.",
        "A video of salsaspin generally involves the following step: stabilizing after the spin, which is a sub-step.",
        "A video of salsaspin generally involves the following step: repositioning for the next move, which is a sub-step.",
        "A video of salsaspin generally involves the following step: maintaining balance throughout, which is a sub-step.",
        "A video of salsaspin generally involves the following step: coordinating with a partner, which is a sub-step.",
        "A video of salsaspin generally involves the following step: completing the sequence smoothly, which is a sub-step."
    ],
    "77": [
        "A video of shavingbeard generally involves the following step: applying shaving cream, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: lathering the cream, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: positioning the razor, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: shaving in strokes, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: rinsing the razor, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: checking for missed spots, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: rinsing the face, which is a sub-step.",
        "A video of shavingbeard generally involves the following step: applying aftershave, which is a sub-step."
    ],
    "78": [
        "A video of shotput generally involves the following step: (initial stance), which is a sub-step.",
        "A video of shotput generally involves the following step: (glide or rotation), which is a sub-step.",
        "A video of shotput generally involves the following step: (transition to power position), which is a sub-step.",
        "A video of shotput generally involves the following step: (power position hold), which is a sub-step.",
        "A video of shotput generally involves the following step: (final leg drive), which is a sub-step.",
        "A video of shotput generally involves the following step: (arm extension), which is a sub-step.",
        "A video of shotput generally involves the following step: (release of the shot), which is a sub-step.",
        "A video of shotput generally involves the following step: (follow-through), which is a sub-step."
    ],
    "79": [
        "A video of skateboarding generally involves the following step: (mounting the board), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (balancing on the board), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (pushing off the ground), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (maintaining speed), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (performing tricks), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (landing tricks), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (slowing down), which is a sub-step.",
        "A video of skateboarding generally involves the following step: (dismounting the board), which is a sub-step."
    ],
    "80": [
        "A video of skiing generally involves the following step: (putting on ski boots), which is a sub-step.",
        "A video of skiing generally involves the following step: (attaching skis to boots), which is a sub-step.",
        "A video of skiing generally involves the following step: (positioning on the slope), which is a sub-step.",
        "A video of skiing generally involves the following step: (initiating descent), which is a sub-step.",
        "A video of skiing generally involves the following step: (maintaining balance), which is a sub-step.",
        "A video of skiing generally involves the following step: (controlling speed), which is a sub-step.",
        "A video of skiing generally involves the following step: (making turns), which is a sub-step.",
        "A video of skiing generally involves the following step: (stopping safely), which is a sub-step."
    ],
    "81": [
        "A video of skijet generally involves the following step: (preparing the equipment), which is a sub-step.",
        "A video of skijet generally involves the following step: (donning the skijet suit), which is a sub-step.",
        "A video of skijet generally involves the following step: (securing the skis and bindings), which is a sub-step.",
        "A video of skijet generally involves the following step: (starting the jet engine), which is a sub-step.",
        "A video of skijet generally involves the following step: (accelerating on the snow), which is a sub-step.",
        "A video of skijet generally involves the following step: (performing aerial maneuvers), which is a sub-step.",
        "A video of skijet generally involves the following step: (landing smoothly on the snow), which is a sub-step.",
        "A video of skijet generally involves the following step: (stopping and dismounting), which is a sub-step."
    ],
    "82": [
        "A video of skydiving generally involves the following step: (preparation), which is a sub-step.",
        "A video of skydiving generally involves the following step: (boarding the aircraft), which is a sub-step.",
        "A video of skydiving generally involves the following step: (ascending to altitude), which is a sub-step.",
        "A video of skydiving generally involves the following step: (exit from aircraft), which is a sub-step.",
        "A video of skydiving generally involves the following step: (freefall), which is a sub-step.",
        "A video of skydiving generally involves the following step: (deployment of parachute), which is a sub-step.",
        "A video of skydiving generally involves the following step: (parachute descent), which is a sub-step.",
        "A video of skydiving generally involves the following step: (landing), which is a sub-step."
    ],
    "83": [
        "A video of soccerjuggling generally involves the following step: initial ball contact with foot, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: ball propulsion into the air, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: tracking the ball's trajectory, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: positioning for the next contact, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: second ball contact with foot, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: maintaining rhythm and timing, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: adjusting body position for balance, which is a sub-step.",
        "A video of soccerjuggling generally involves the following step: repeating the sequence continuously, which is a sub-step."
    ],
    "84": [
        "A video of soccerpenalty generally involves the following step: the referee signals a foul, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the player approaches the ball, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the player takes a short run-up, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the player kicks the ball, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the goalkeeper dives to save, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the ball crosses the goal line, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the referee confirms the goal, which is a sub-step.",
        "A video of soccerpenalty generally involves the following step: the players celebrate or react, which is a sub-step."
    ],
    "85": [
        "A video of stillrings generally involves the following step: gripping the rings firmly, which is a sub-step.",
        "A video of stillrings generally involves the following step: lifting the body upwards, which is a sub-step.",
        "A video of stillrings generally involves the following step: holding the position steady, which is a sub-step.",
        "A video of stillrings generally involves the following step: performing a swing motion, which is a sub-step.",
        "A video of stillrings generally involves the following step: transitioning to a handstand, which is a sub-step.",
        "A video of stillrings generally involves the following step: maintaining balance in handstand, which is a sub-step.",
        "A video of stillrings generally involves the following step: executing a dismount smoothly, which is a sub-step.",
        "A video of stillrings generally involves the following step: landing on feet steadily, which is a sub-step."
    ],
    "86": [
        "A video of sumowrestling generally involves the following step: (preparation), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (entrance), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (stance), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (engagement), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (pushing), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (grappling), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (victory), which is a sub-step.",
        "A video of sumowrestling generally involves the following step: (exit), which is a sub-step."
    ],
    "87": [
        "A video of surfing generally involves the following step: paddling out to the lineup, which is a sub-step.",
        "A video of surfing generally involves the following step: waiting for the right wave, which is a sub-step.",
        "A video of surfing generally involves the following step: positioning oneself on the board, which is a sub-step.",
        "A video of surfing generally involves the following step: catching the wave, which is a sub-step.",
        "A video of surfing generally involves the following step: standing up on the board, which is a sub-step.",
        "A video of surfing generally involves the following step: riding the wave, which is a sub-step.",
        "A video of surfing generally involves the following step: performing maneuvers, which is a sub-step.",
        "A video of surfing generally involves the following step: exiting the wave, which is a sub-step."
    ],
    "88": [
        "A video of swing generally involves the following step: (preparation), which is a sub-step.",
        "A video of swing generally involves the following step: (initial_movement), which is a sub-step.",
        "A video of swing generally involves the following step: (acceleration), which is a sub-step.",
        "A video of swing generally involves the following step: (peak_swing), which is a sub-step.",
        "A video of swing generally involves the following step: (deceleration), which is a sub-step.",
        "A video of swing generally involves the following step: (follow-through), which is a sub-step.",
        "A video of swing generally involves the following step: (stabilization), which is a sub-step.",
        "A video of swing generally involves the following step: (completion), which is a sub-step."
    ],
    "89": [
        "A video of tabletennisshot generally involves the following step: (preparation phase), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (backswing initiation), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (forward swing acceleration), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (contact with the ball), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (follow-through completion), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (recovery stance), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (anticipation for the next shot), which is a sub-step.",
        "A video of tabletennisshot generally involves the following step: (resetting position), which is a sub-step."
    ],
    "90": [
        "A video of taichi generally involves the following step: (starting with a deep breath), which is a sub-step.",
        "A video of taichi generally involves the following step: (moving the arms slowly), which is a sub-step.",
        "A video of taichi generally involves the following step: (shifting the body weight), which is a sub-step.",
        "A video of taichi generally involves the following step: (rotating the torso gently), which is a sub-step.",
        "A video of taichi generally involves the following step: (extending the legs smoothly), which is a sub-step.",
        "A video of taichi generally involves the following step: (pausing briefly to center), which is a sub-step.",
        "A video of taichi generally involves the following step: (repeating the sequence fluidly), which is a sub-step.",
        "A video of taichi generally involves the following step: (ending with a calm stance), which is a sub-step."
    ],
    "91": [
        "A video of tennisswing generally involves the following step: (initial stance), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (backswing preparation), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (forward swing), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (contact with the ball), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (follow-through), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (recovery to ready position), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (anticipation of next shot), which is a sub-step.",
        "A video of tennisswing generally involves the following step: (final stance), which is a sub-step."
    ],
    "92": [
        "A video of throwdiscus generally involves the following step: gripping the discus, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: positioning the body, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: rotating the torso, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: extending the arm, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: releasing the discus, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: following through with the throw, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: stabilizing the body, which is a sub-step.",
        "A video of throwdiscus generally involves the following step: watching the discus's flight, which is a sub-step."
    ],
    "93": [
        "A video of trampolinejumping generally involves the following step: initial positioning on the trampoline, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: preparatory bounce, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: upward leap, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: peak of the jump, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: descent phase, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: landing on the trampoline, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: rebound effect, which is a sub-step.",
        "A video of trampolinejumping generally involves the following step: final stabilization, which is a sub-step."
    ],
    "94": [
        "A video of typing generally involves the following step: positioning fingers on the keyboard, which is a sub-step.",
        "A video of typing generally involves the following step: pressing keys in sequence, which is a sub-step.",
        "A video of typing generally involves the following step: releasing keys after pressing, which is a sub-step.",
        "A video of typing generally involves the following step: moving fingers to new keys, which is a sub-step.",
        "A video of typing generally involves the following step: maintaining rhythm while typing, which is a sub-step.",
        "A video of typing generally involves the following step: pausing between words or phrases, which is a sub-step.",
        "A video of typing generally involves the following step: correcting errors as they occur, which is a sub-step.",
        "A video of typing generally involves the following step: reviewing the typed text, which is a sub-step."
    ],
    "95": [
        "A video of unevenbars generally involves the following step: gripping the lower bar, which is a sub-step.",
        "A video of unevenbars generally involves the following step: swinging to gain momentum, which is a sub-step.",
        "A video of unevenbars generally involves the following step: transitioning to the upper bar, which is a sub-step.",
        "A video of unevenbars generally involves the following step: performing aerial flips, which is a sub-step.",
        "A video of unevenbars generally involves the following step: returning to the lower bar, which is a sub-step.",
        "A video of unevenbars generally involves the following step: executing complex spins, which is a sub-step.",
        "A video of unevenbars generally involves the following step: preparing for the dismount, which is a sub-step.",
        "A video of unevenbars generally involves the following step: landing safely on the mat, which is a sub-step."
    ],
    "96": [
        "A video of volleyballspiking generally involves the following step: approach, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: takeoff, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: arm swing, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: contact with the ball, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: follow-through, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: landing, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: recovery, which is a sub-step.",
        "A video of volleyballspiking generally involves the following step: return to position, which is a sub-step."
    ],
    "97": [
        "A video of walkingwithdog generally involves the following step: (putting on the leash), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (opening the door), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (walking down the street), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (stopping at intersections), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (pausing for the dog), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (continuing the walk), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (returning home), which is a sub-step.",
        "A video of walkingwithdog generally involves the following step: (removing the leash), which is a sub-step."
    ],
    "98": [
        "A video of wallpushups generally involves the following step: standing facing the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: placing hands on the wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: bending elbows to lower body, which is a sub-step.",
        "A video of wallpushups generally involves the following step: pushing body away from wall, which is a sub-step.",
        "A video of wallpushups generally involves the following step: straightening arms fully, which is a sub-step.",
        "A video of wallpushups generally involves the following step: maintaining a plank position, which is a sub-step.",
        "A video of wallpushups generally involves the following step: repeating the push-up motion, which is a sub-step.",
        "A video of wallpushups generally involves the following step: returning to starting position, which is a sub-step."
    ],
    "99": [
        "A video of writingonboard generally involves the following step: (preparing the board), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (selecting a marker), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (approaching the board), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (starting to write), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (continuing to write), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (finishing the writing), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (stepping back to view), which is a sub-step.",
        "A video of writingonboard generally involves the following step: (putting away the marker), which is a sub-step."
    ],
    "100": [
        "A video of yoyo generally involves the following step: (initial grip formation), which is a sub-step.",
        "A video of yoyo generally involves the following step: (string tension adjustment), which is a sub-step.",
        "A video of yoyo generally involves the following step: (initial downward motion), which is a sub-step.",
        "A video of yoyo generally involves the following step: (mid-air rotation), which is a sub-step.",
        "A video of yoyo generally involves the following step: (string catch), which is a sub-step.",
        "A video of yoyo generally involves the following step: (upward motion), which is a sub-step.",
        "A video of yoyo generally involves the following step: (repeat cycle initiation), which is a sub-step.",
        "A video of yoyo generally involves the following step: (final catch and stop), which is a sub-step."
    ]
}