{
    "0": [
        "A video of approaching something with your camera generally involves the following step: (preparing the camera), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (checking the lens), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (adjusting the focus), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (approaching the subject), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (stabilizing the camera), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (composing the shot), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (capturing the image), which is a sub-step.",
        "A video of approaching something with your camera generally involves the following step: (reviewing the shot), which is a sub-step."
    ],
    "1": [
        "A video of attaching something to something generally involves the following step: preparing the objects, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: applying adhesive, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: pressing the objects together, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: holding for a few seconds, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: checking alignment, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: allowing time to set, which is a sub-step.",
        "A video of attaching something to something generally involves the following step: final inspection, which is a sub-step."
    ],
    "2": [
        "A video of bending something so that it deforms generally involves the following step: (initial positioning of the object), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (application of force to one end), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (gradual increase in force), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (object begins to bend), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (continued application of force), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (object reaches desired angle), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (stabilization of the bend), which is a sub-step.",
        "A video of bending something so that it deforms generally involves the following step: (release of applied force), which is a sub-step."
    ],
    "3": [
        "A video of bending something until it breaks generally involves the following step: applying initial pressure, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: gradually increasing force, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: observing the material's response, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: adjusting pressure based on feedback, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: reaching the critical point, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: experiencing a sudden snap, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: verifying the breakage, which is a sub-step.",
        "A video of bending something until it breaks generally involves the following step: concluding the action, which is a sub-step."
    ],
    "4": [
        "A video of burying something in something generally involves the following step: selecting the burial site, which is a sub-step.",
        "A video of burying something in something generally involves the following step: preparing the ground, which is a sub-step.",
        "A video of burying something in something generally involves the following step: placing the object, which is a sub-step.",
        "A video of burying something in something generally involves the following step: covering the object, which is a sub-step.",
        "A video of burying something in something generally involves the following step: compacting the soil, which is a sub-step.",
        "A video of burying something in something generally involves the following step: marking the site, which is a sub-step.",
        "A video of burying something in something generally involves the following step: ensuring concealment, which is a sub-step.",
        "A video of burying something in something generally involves the following step: final inspection, which is a sub-step."
    ],
    "5": [
        "A video of closing something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of closing something generally involves the following step: positioning the hand, which is a sub-step.",
        "A video of closing something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of closing something generally involves the following step: aligning the parts, which is a sub-step.",
        "A video of closing something generally involves the following step: applying pressure, which is a sub-step.",
        "A video of closing something generally involves the following step: securing the closure, which is a sub-step.",
        "A video of closing something generally involves the following step: checking the seal, which is a sub-step.",
        "A video of closing something generally involves the following step: stepping back, which is a sub-step."
    ],
    "6": [
        "A video of covering something with something generally involves the following step: selecting the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: positioning the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: aligning the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: securing the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: adjusting the covering material, which is a sub-step.",
        "A video of covering something with something generally involves the following step: checking for gaps, which is a sub-step.",
        "A video of covering something with something generally involves the following step: finalizing the covering, which is a sub-step.",
        "A video of covering something with something generally involves the following step: inspecting the covered object, which is a sub-step."
    ],
    "7": [
        "A video of digging something out of something generally involves the following step: (preparing the area), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (selecting the tool), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (starting the excavation), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (removing debris), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (reaching the target), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (extracting the object), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (cleaning the object), which is a sub-step.",
        "A video of digging something out of something generally involves the following step: (finalizing the area), which is a sub-step."
    ],
    "8": [
        "A video of dropping something behind something generally involves the following step: (initiating the drop), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (lowering the object), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (releasing the object), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (object falling), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (object reaching the surface), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (object settling behind), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (final positioning), which is a sub-step.",
        "A video of dropping something behind something generally involves the following step: (completion of the drop), which is a sub-step."
    ],
    "9": [
        "A video of dropping something in front of something generally involves the following step: (preparing the object), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (positioning the object above the target), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (releasing the object), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (object falling), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (object approaching the target), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (object making contact with the target), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (object settling on the target), which is a sub-step.",
        "A video of dropping something in front of something generally involves the following step: (final positioning of the object), which is a sub-step."
    ],
    "10": [
        "A video of dropping something into something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: pausing momentarily before release, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object begins to fall, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object accelerates towards the target, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object reaches the target, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object makes contact with the target, which is a sub-step.",
        "A video of dropping something into something generally involves the following step: the object settles within the target, which is a sub-step."
    ],
    "11": [
        "A video of dropping something next to something generally involves the following step: (reaching for the object), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (positioning the object near the target), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (lowering the object slowly), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (releasing the object gently), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (ensuring the object is stable), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (checking the proximity to the target), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (adjusting the position if necessary), which is a sub-step.",
        "A video of dropping something next to something generally involves the following step: (confirming the drop is complete), which is a sub-step."
    ],
    "12": [
        "A video of dropping something onto something generally involves the following step: lifting the object above the target, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: pausing momentarily at the highest point, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: allowing the object to fall freely, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: accelerating towards the target, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: nearing the target surface, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: making contact with the target, which is a sub-step.",
        "A video of dropping something onto something generally involves the following step: settling on the target surface, which is a sub-step."
    ],
    "13": [
        "A video of failing to put something into something because something does not fit generally involves the following step: attempting to insert the object, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: realizing the object does not fit, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: pausing to assess the situation, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: trying alternative angles or positions, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: confirming the object's incompatibility, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: ceasing the insertion attempt, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: considering alternative solutions, which is a sub-step.",
        "A video of failing to put something into something because something does not fit generally involves the following step: moving on to another task, which is a sub-step."
    ],
    "14": [
        "A video of folding something generally involves the following step: positioning the item flatly, which is a sub-step.",
        "A video of folding something generally involves the following step: aligning edges precisely, which is a sub-step.",
        "A video of folding something generally involves the following step: making the first fold, which is a sub-step.",
        "A video of folding something generally involves the following step: pressing the fold firmly, which is a sub-step.",
        "A video of folding something generally involves the following step: repeating the process, which is a sub-step.",
        "A video of folding something generally involves the following step: ensuring symmetry, which is a sub-step.",
        "A video of folding something generally involves the following step: smoothing out wrinkles, which is a sub-step.",
        "A video of folding something generally involves the following step: finalizing the fold, which is a sub-step."
    ],
    "15": [
        "A video of hitting something with something generally involves the following step: (preparing the striking object), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (aiming at the target), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (initiating the swing), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (making contact with the target), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (exerting force on the target), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (completing the swing motion), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (registering the impact), which is a sub-step.",
        "A video of hitting something with something generally involves the following step: (returning to the starting position), which is a sub-step."
    ],
    "16": [
        "A video of holding something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of holding something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of holding something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of holding something generally involves the following step: maintaining grip, which is a sub-step.",
        "A video of holding something generally involves the following step: adjusting grip, which is a sub-step.",
        "A video of holding something generally involves the following step: stabilizing the object, which is a sub-step.",
        "A video of holding something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "17": [
        "A video of holding something behind something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: positioning the object behind, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: aligning the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: securing the object, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: checking the placement, which is a sub-step.",
        "A video of holding something behind something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "18": [
        "A video of holding something in front of something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: aligning the object, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: holding the object steady, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: maintaining the position, which is a sub-step.",
        "A video of holding something in front of something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "19": [
        "A video of holding something next to something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: moving the object towards the target, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: maintaining the position, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: adjusting the grip if necessary, which is a sub-step.",
        "A video of holding something next to something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "20": [
        "A video of holding something over something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of holding something over something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of holding something over something generally involves the following step: lifting the object above the surface, which is a sub-step.",
        "A video of holding something over something generally involves the following step: positioning the object over the target area, which is a sub-step.",
        "A video of holding something over something generally involves the following step: maintaining the object's height, which is a sub-step.",
        "A video of holding something over something generally involves the following step: adjusting the object's orientation, which is a sub-step.",
        "A video of holding something over something generally involves the following step: ensuring stability of the object, which is a sub-step.",
        "A video of holding something over something generally involves the following step: preparing to release the object, which is a sub-step."
    ],
    "21": [
        "A video of laying something on the table on its side, not upright generally involves the following step: approaching the table, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: positioning the object horizontally, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: aligning the object with the table edge, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: gently lowering the object, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: ensuring the object remains horizontal, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: releasing the object onto the table, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: confirming the object is stable, which is a sub-step.",
        "A video of laying something on the table on its side, not upright generally involves the following step: stepping back from the table, which is a sub-step."
    ],
    "22": [
        "A video of letting something roll along a flat surface generally involves the following step: positioning the object on the surface, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: applying a gentle push, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: observing the initial movement, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: monitoring the rolling speed, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: adjusting the surface angle, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: ensuring the object's stability, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: tracking the rolling distance, which is a sub-step.",
        "A video of letting something roll along a flat surface generally involves the following step: noting the final position, which is a sub-step."
    ],
    "23": [
        "A video of letting something roll down a slanted surface generally involves the following step: positioning the object at the top of the slope, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: releasing the object from rest, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: observing the initial acceleration, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: monitoring the object's descent, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: noting the change in speed, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: tracking the object's path, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: reaching the bottom of the slope, which is a sub-step.",
        "A video of letting something roll down a slanted surface generally involves the following step: recording the final position, which is a sub-step."
    ],
    "24": [
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: initiating the roll, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: accelerating up the slope, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: reaching the peak, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: pausing briefly at the top, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: beginning the descent, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: accelerating down the slope, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: reaching the bottom, which is a sub-step.",
        "A video of letting something roll up a slanted surface, so it rolls back down generally involves the following step: coming to a stop, which is a sub-step."
    ],
    "25": [
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: positioning the surface at an angle, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: applying gradual upward force, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: maintaining a steady grip, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: ensuring minimal horizontal movement, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: monitoring the object's stability, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: adjusting the angle if necessary, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: securing the surface in place, which is a sub-step.",
        "A video of lifting a surface with something on it but not enough for it to slide down generally involves the following step: confirming the object's non-sliding state, which is a sub-step."
    ],
    "26": [
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (initiating the lift), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (gradually increasing the angle), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (maintaining a steady angle), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (noticing the initial movement), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (observing the object's response), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (adjusting the angle slightly), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (confirming the slide initiation), which is a sub-step.",
        "A video of lifting a surface with something on it until it starts sliding down generally involves the following step: (allowing the object to slide), which is a sub-step."
    ],
    "27": [
        "A video of lifting something up completely without letting it drop down generally involves the following step: (preparing the object), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (positioning the hands), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (initiating the lift), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (maintaining control), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (continuing the ascent), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (reaching the peak), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (stabilizing the object), which is a sub-step.",
        "A video of lifting something up completely without letting it drop down generally involves the following step: (completing the lift), which is a sub-step."
    ],
    "28": [
        "A video of lifting something up completely, then letting it drop down generally involves the following step: initiating the lift, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: gradually raising the object, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: achieving full height, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: maintaining the lifted position, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: preparing to release, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: starting the descent, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: accelerating the drop, which is a sub-step.",
        "A video of lifting something up completely, then letting it drop down generally involves the following step: completing the drop, which is a sub-step."
    ],
    "29": [
        "A video of lifting something with something on it generally involves the following step: positioning the object (preparation), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: assessing the weight (evaluation), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: gripping the object (grasping), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: lifting the object (elevation), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: stabilizing the object (balance), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: adjusting the grip (refinement), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: moving the object (transport), which is a sub-step.",
        "A video of lifting something with something on it generally involves the following step: placing the object (deposition), which is a sub-step."
    ],
    "30": [
        "A video of lifting up one end of something without letting it drop down generally involves the following step: positioning hands under the object, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: applying gradual pressure upwards, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: maintaining a steady grip, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: lifting the object to the desired height, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: ensuring the object remains stable, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: adjusting hand position if necessary, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: holding the object in the lifted position, which is a sub-step.",
        "A video of lifting up one end of something without letting it drop down generally involves the following step: preventing any downward movement, which is a sub-step."
    ],
    "31": [
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: initiating the lift, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: applying force to the end, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: raising the end gradually, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: reaching the peak height, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: pausing at the peak, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: releasing the end, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: allowing the end to fall, which is a sub-step.",
        "A video of lifting up one end of something, then letting it drop down generally involves the following step: the end reaching the ground, which is a sub-step."
    ],
    "32": [
        "A video of moving away from something with your camera generally involves the following step: (positioning the camera), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (starting the recording), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (initiating the movement), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (maintaining focus), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (adjusting distance), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (stabilizing the shot), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (ending the movement), which is a sub-step.",
        "A video of moving away from something with your camera generally involves the following step: (stopping the recording), which is a sub-step."
    ],
    "33": [
        "A video of moving part of something generally involves the following step: selecting the object to be moved, which is a sub-step.",
        "A video of moving part of something generally involves the following step: positioning oneself near the object, which is a sub-step.",
        "A video of moving part of something generally involves the following step: grasping the object securely, which is a sub-step.",
        "A video of moving part of something generally involves the following step: lifting the object from its original position, which is a sub-step.",
        "A video of moving part of something generally involves the following step: moving the object to the desired location, which is a sub-step.",
        "A video of moving part of something generally involves the following step: adjusting the object's orientation, which is a sub-step.",
        "A video of moving part of something generally involves the following step: placing the object in the new position, which is a sub-step.",
        "A video of moving part of something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "34": [
        "A video of moving something across a surface until it falls down generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: maintaining steady motion, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: adjusting speed as needed, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: nearing the edge of the surface, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: slowing down near the edge, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: final positioning before fall, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: object losing balance, which is a sub-step.",
        "A video of moving something across a surface until it falls down generally involves the following step: object falling off the surface, which is a sub-step."
    ],
    "35": [
        "A video of moving something across a surface without it falling down generally involves the following step: (grasping the object securely), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (lifting the object slightly), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (maintaining balance while moving), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (adjusting grip as needed), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (moving the object forward), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (checking for stability), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (repeating the motion), which is a sub-step.",
        "A video of moving something across a surface without it falling down generally involves the following step: (placing the object down gently), which is a sub-step."
    ],
    "36": [
        "A video of moving something and something away from each other generally involves the following step: positioning the objects, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: applying force to separate, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: maintaining the separation, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: adjusting the distance, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: stabilizing the objects, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: confirming the separation, which is a sub-step.",
        "A video of moving something and something away from each other generally involves the following step: finalizing the arrangement, which is a sub-step."
    ],
    "37": [
        "A video of moving something and something closer to each other generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: grasping the objects, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: lifting the objects, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: positioning the objects, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: moving the objects closer, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: adjusting the proximity, which is a sub-step.",
        "A video of moving something and something closer to each other generally involves the following step: finalizing the placement, which is a sub-step."
    ],
    "38": [
        "A video of moving something and something so they collide with each other generally involves the following step: initiating the movement of the first object, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: accelerating the first object towards the second, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: initiating the movement of the second object, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: accelerating the second object towards the first, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: synchronizing the trajectories of both objects, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: adjusting the speed of both objects to ensure collision, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: maintaining the momentum of both objects, which is a sub-step.",
        "A video of moving something and something so they collide with each other generally involves the following step: observing the collision and its effects, which is a sub-step."
    ],
    "39": [
        "A video of moving something and something so they pass each other generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (simultaneous initiation), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (acceleration phase), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (constant velocity), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (passing point), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (deceleration phase), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (final positioning), which is a sub-step.",
        "A video of moving something and something so they pass each other generally involves the following step: (completion), which is a sub-step."
    ],
    "40": [
        "A video of moving something away from something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: positioning oneself correctly, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: moving the object away, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: repositioning the object, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of moving something away from something generally involves the following step: stepping back, which is a sub-step."
    ],
    "41": [
        "A video of moving something away from the camera generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: moving the object backward, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: ensuring the object is clear, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: releasing the object gently, which is a sub-step.",
        "A video of moving something away from the camera generally involves the following step: confirming the object's position, which is a sub-step."
    ],
    "42": [
        "A video of moving something closer to something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: moving the object towards the target, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: lowering the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of moving something closer to something generally involves the following step: confirming the object's proximity, which is a sub-step."
    ],
    "43": [
        "A video of moving something down generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something down generally involves the following step: grasping the object, which is a sub-step.",
        "A video of moving something down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of moving something down generally involves the following step: positioning the object over the target area, which is a sub-step.",
        "A video of moving something down generally involves the following step: lowering the object gradually, which is a sub-step.",
        "A video of moving something down generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of moving something down generally involves the following step: releasing the object, which is a sub-step.",
        "A video of moving something down generally involves the following step: confirming the object's placement, which is a sub-step."
    ],
    "44": [
        "A video of moving something towards the camera generally involves the following step: initiating the movement, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: accelerating the object, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: maintaining a steady speed, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: adjusting the trajectory, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: nearing the camera, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: slowing down the object, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: stopping the object, which is a sub-step.",
        "A video of moving something towards the camera generally involves the following step: finalizing the position, which is a sub-step."
    ],
    "45": [
        "A video of moving something up generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of moving something up generally involves the following step: lifting the object off the surface, which is a sub-step.",
        "A video of moving something up generally involves the following step: maintaining a steady grip, which is a sub-step.",
        "A video of moving something up generally involves the following step: aligning the object vertically, which is a sub-step.",
        "A video of moving something up generally involves the following step: steadily increasing the height, which is a sub-step.",
        "A video of moving something up generally involves the following step: ensuring the object's stability, which is a sub-step.",
        "A video of moving something up generally involves the following step: reaching the desired elevation, which is a sub-step.",
        "A video of moving something up generally involves the following step: securing the object in place, which is a sub-step."
    ],
    "46": [
        "A video of opening something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of opening something generally involves the following step: positioning the hands, which is a sub-step.",
        "A video of opening something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of opening something generally involves the following step: applying pressure, which is a sub-step.",
        "A video of opening something generally involves the following step: moving the lid, which is a sub-step.",
        "A video of opening something generally involves the following step: aligning the parts, which is a sub-step.",
        "A video of opening something generally involves the following step: fully opening, which is a sub-step.",
        "A video of opening something generally involves the following step: stabilizing the object, which is a sub-step."
    ],
    "47": [
        "A video of picking something up generally involves the following step: approaching the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: bending or crouching, which is a sub-step.",
        "A video of picking something up generally involves the following step: positioning the hand, which is a sub-step.",
        "A video of picking something up generally involves the following step: grasping the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: lifting the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: stabilizing the object, which is a sub-step.",
        "A video of picking something up generally involves the following step: standing upright, which is a sub-step.",
        "A video of picking something up generally involves the following step: moving away with the object, which is a sub-step."
    ],
    "48": [
        "A video of piling something up generally involves the following step: selecting items to be piled, which is a sub-step.",
        "A video of piling something up generally involves the following step: positioning the first item, which is a sub-step.",
        "A video of piling something up generally involves the following step: stacking subsequent items, which is a sub-step.",
        "A video of piling something up generally involves the following step: aligning items for stability, which is a sub-step.",
        "A video of piling something up generally involves the following step: checking balance and structure, which is a sub-step.",
        "A video of piling something up generally involves the following step: adjusting items if necessary, which is a sub-step.",
        "A video of piling something up generally involves the following step: finalizing the pile's height, which is a sub-step.",
        "A video of piling something up generally involves the following step: securing the pile if needed, which is a sub-step."
    ],
    "49": [
        "A video of plugging something into something generally involves the following step: aligning the plug with the socket, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: inserting the plug into the socket, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: ensuring the plug is fully seated, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: checking for secure connection, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: verifying the power indicator, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: confirming the device is operational, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: releasing the plug from grip, which is a sub-step.",
        "A video of plugging something into something generally involves the following step: completing the action sequence, which is a sub-step."
    ],
    "50": [
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: approaching the plug and socket (immediate), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: aligning the plug with the socket (short duration), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: inserting the plug into the socket (brief moment), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: maintaining contact briefly (instantaneous), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: initiating the pull-out motion (immediate), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: withdrawing the plug from the socket (quick action), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: releasing the plug (instantaneous), which is a sub-step.",
        "A video of plugging something into something but pulling it right out as you remove your hand generally involves the following step: completing the action (final moment), which is a sub-step."
    ],
    "51": [
        "A video of poking a hole into some substance generally involves the following step: selecting the appropriate tool, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: positioning the tool correctly, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: applying initial pressure, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: observing the hole's progress, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: adjusting pressure as needed, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: completing the hole, which is a sub-step.",
        "A video of poking a hole into some substance generally involves the following step: removing the tool, which is a sub-step."
    ],
    "52": [
        "A video of poking a hole into something soft generally involves the following step: positioning the object on a stable surface, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: selecting an appropriate tool, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: aligning the tool with the desired spot, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: applying gentle pressure to the tool, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: maintaining steady pressure until the hole forms, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: releasing pressure once the hole is complete, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: inspecting the hole for accuracy, which is a sub-step.",
        "A video of poking a hole into something soft generally involves the following step: removing the tool from the object, which is a sub-step."
    ],
    "53": [
        "A video of poking a stack of something so the stack collapses generally involves the following step: approaching the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: positioning the hand near the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: extending the finger towards the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: making contact with the top of the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: applying a gentle force to the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: observing the stack's response to the force, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: initiating the collapse of the stack, which is a sub-step.",
        "A video of poking a stack of something so the stack collapses generally involves the following step: watching the stack fall apart, which is a sub-step."
    ],
    "54": [
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (preparing the stack), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (gently positioning the finger), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (lightly applying pressure), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (monitoring the stack's stability), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (adjusting pressure as needed), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (maintaining a steady hand), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (retracting the finger slowly), which is a sub-step.",
        "A video of poking a stack of something without the stack collapsing generally involves the following step: (ensuring the stack remains intact), which is a sub-step."
    ],
    "55": [
        "A video of poking something so it slightly moves generally involves the following step: positioning the finger near the object, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: initiating a gentle force towards the object, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: making contact with the object, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: applying a brief, controlled pressure, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: observing the object's response, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: releasing the pressure, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: noting the object's slight movement, which is a sub-step.",
        "A video of poking something so it slightly moves generally involves the following step: repositioning the finger, which is a sub-step."
    ],
    "56": [
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: initiating a gentle touch, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: maintaining minimal pressure, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: sustaining contact for a brief duration, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: releasing the touch gradually, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: observing the object's response, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: ensuring no significant movement, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: repeating the action if necessary, which is a sub-step.",
        "A video of poking something so lightly that it doesn't or almost doesn't move generally involves the following step: concluding the poke with precision, which is a sub-step."
    ],
    "57": [
        "A video of poking something so that it falls over generally involves the following step: approaching the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: positioning the hand near the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: initiating the poke, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: making contact with the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: observing the object's reaction, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: the object starting to tilt, which is a sub-step.",
        "A video of poking something so that it falls over generally involves the following step: the object falling over, which is a sub-step."
    ],
    "58": [
        "A video of poking something so that it spins around generally involves the following step: initiating contact with the object, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: applying a force to the object, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: observing the object's response, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: the object begins to rotate, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: the object reaches peak rotation speed, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: the object's rotation slows down, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: the object comes to a stop, which is a sub-step.",
        "A video of poking something so that it spins around generally involves the following step: the action concludes, which is a sub-step."
    ],
    "59": [
        "A video of pouring something into something generally involves the following step: lifting the container, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: tilting the container, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: aligning the container with the target, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: starting the flow, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: maintaining the flow, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: adjusting the flow rate, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: stopping the flow, which is a sub-step.",
        "A video of pouring something into something generally involves the following step: lowering the container, which is a sub-step."
    ],
    "60": [
        "A video of pouring something into something until it overflows generally involves the following step: (initiating the pour), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (maintaining a steady flow), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (monitoring the level), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (noticing the approaching overflow), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (delaying the reaction), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (the liquid reaching the brim), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (the overflow starting), which is a sub-step.",
        "A video of pouring something into something until it overflows generally involves the following step: (the liquid spilling over), which is a sub-step."
    ],
    "61": [
        "A video of pouring something onto something generally involves the following step: lifting the container above the target, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: tilting the container to release the contents, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: allowing the liquid to flow out, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: guiding the flow towards the target, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: adjusting the tilt for even distribution, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: monitoring the amount being poured, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: stopping the flow when the desired amount is reached, which is a sub-step.",
        "A video of pouring something onto something generally involves the following step: returning the container to its original position, which is a sub-step."
    ],
    "62": [
        "A video of pouring something out of something generally involves the following step: (positioning the container), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (tilting the container), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (initiating the flow), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (controlling the flow), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (monitoring the pour), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (adjusting the tilt), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (completing the pour), which is a sub-step.",
        "A video of pouring something out of something generally involves the following step: (repositioning the container), which is a sub-step."
    ],
    "63": [
        "A video of pretending or failing to wipe something off of something generally involves the following step: initiating the motion, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: approaching the surface, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: making contact with the surface, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: applying minimal pressure, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: moving the hand or object, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: pausing briefly, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: withdrawing the hand or object, which is a sub-step.",
        "A video of pretending or failing to wipe something off of something generally involves the following step: completing the action, which is a sub-step."
    ],
    "64": [
        "A video of pretending or trying and failing to twist something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: positioning the object correctly, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: initiating the twisting motion, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: applying force gradually, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: encountering resistance, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: attempting to overcome the resistance, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: realizing the failure, which is a sub-step.",
        "A video of pretending or trying and failing to twist something generally involves the following step: ceasing the twisting motion, which is a sub-step."
    ],
    "65": [
        "A video of pretending to be tearing something that is not tearable generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: positioning fingers for a tearing motion, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: initiating a slow, exaggerated pull, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: pausing briefly to emphasize the effort, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: continuing the pull with increased tension, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: releasing the object with a dramatic flair, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: inspecting the object for any damage, which is a sub-step.",
        "A video of pretending to be tearing something that is not tearable generally involves the following step: acknowledging the object's indestructibility, which is a sub-step."
    ],
    "66": [
        "A video of pretending to close something without actually closing it generally involves the following step: (initiating the motion), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (approaching the object), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (positioning the hands), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (simulating the grip), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (performing the closing motion), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (stopping short of contact), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (releasing the grip), which is a sub-step.",
        "A video of pretending to close something without actually closing it generally involves the following step: (stepping back), which is a sub-step."
    ],
    "67": [
        "A video of pretending to open something without actually opening it generally involves the following step: (reaching for the object), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (positioning the hand around the object), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (making a slight pulling motion), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (lifting the object slightly), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (rotating the object as if opening), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (pausing to simulate the action), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (lowering the object back to its place), which is a sub-step.",
        "A video of pretending to open something without actually opening it generally involves the following step: (releasing the object), which is a sub-step."
    ],
    "68": [
        "A video of pretending to pick something up generally involves the following step: extending the arm towards the object, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: curling the fingers as if grasping, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: pausing briefly to simulate lifting, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: moving the hand upward with the object, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: rotating the wrist to adjust grip, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: holding the object steady in the air, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: shifting the weight to balance, which is a sub-step.",
        "A video of pretending to pick something up generally involves the following step: bringing the object closer to the body, which is a sub-step."
    ],
    "69": [
        "A video of pretending to poke something generally involves the following step: raising the hand towards the target, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: extending the index finger, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: pausing briefly before contact, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: making a light tapping motion, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: retracting the finger quickly, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: lowering the hand back to the side, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: maintaining a playful expression, which is a sub-step.",
        "A video of pretending to poke something generally involves the following step: completing the action with a slight smile, which is a sub-step."
    ],
    "70": [
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (reaching for the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (lifting the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (tilting the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (pausing to simulate pouring), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (moving the empty container downward), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (continuing the motion to imply pouring), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (lowering the empty container), which is a sub-step.",
        "A video of pretending to pour something out of something, but something is empty generally involves the following step: (returning the empty container to its original position), which is a sub-step."
    ],
    "71": [
        "A video of pretending to put something behind something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: moving the object to the target area, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: positioning the object behind the target, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: confirming the placement, which is a sub-step.",
        "A video of pretending to put something behind something generally involves the following step: stepping back to observe, which is a sub-step."
    ],
    "72": [
        "A video of pretending to put something into something generally involves the following step: reaching for the imaginary object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: grasping the imaginary object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: lifting the imaginary object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: moving the imaginary object towards the target, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: aligning the imaginary object with the target, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: lowering the imaginary object into the target, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: releasing the imaginary object, which is a sub-step.",
        "A video of pretending to put something into something generally involves the following step: retracting the hand from the target, which is a sub-step."
    ],
    "73": [
        "A video of pretending to put something next to something generally involves the following step: reaching for an imaginary object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: lifting the imaginary object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: moving the imaginary object to the side, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: aligning the imaginary object with the target, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: lowering the imaginary object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: placing the imaginary object, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: checking the placement, which is a sub-step.",
        "A video of pretending to put something next to something generally involves the following step: stepping back to observe, which is a sub-step."
    ],
    "74": [
        "A video of pretending to put something on a surface generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: grasping the object, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: lifting the object, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: moving the object towards the surface, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: hovering the object above the surface, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: lowering the object slightly, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: releasing the object, which is a sub-step.",
        "A video of pretending to put something on a surface generally involves the following step: retracting the hand, which is a sub-step."
    ],
    "75": [
        "A video of pretending to put something onto something generally involves the following step: reaching for the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: grasping the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: lifting the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: moving towards the target area, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: aligning the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: lowering the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: releasing the imaginary object, which is a sub-step.",
        "A video of pretending to put something onto something generally involves the following step: confirming the placement, which is a sub-step."
    ],
    "76": [
        "A video of pretending to put something underneath something generally involves the following step: (reaching for the object), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (lifting the object slightly), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (moving the object towards the target), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (lowering the object near the target), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (hovering the object above the target), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (pretending to place the object), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (withdrawing the hand from the target), which is a sub-step.",
        "A video of pretending to put something underneath something generally involves the following step: (maintaining the illusion of placement), which is a sub-step."
    ],
    "77": [
        "A video of pretending to scoop something up with something generally involves the following step: positioning the object (preparation), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: aligning the scoop (setup), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: initiating the motion (start), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: moving the scoop (action), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: reaching the target (approach), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: scooping the imaginary substance (execution), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: lifting the scoop (completion), which is a sub-step.",
        "A video of pretending to scoop something up with something generally involves the following step: ending the motion (finalization), which is a sub-step."
    ],
    "78": [
        "A video of pretending to spread air onto something generally involves the following step: raising the hand above the object, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: positioning the fingers slightly apart, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: moving the hand towards the object, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: pausing briefly before contact, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: making a gentle sweeping motion, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: maintaining a steady pace, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: completing the sweep in one fluid motion, which is a sub-step.",
        "A video of pretending to spread air onto something generally involves the following step: lowering the hand slowly, which is a sub-step."
    ],
    "79": [
        "A video of pretending to sprinkle air onto something generally involves the following step: raising the hand above the object, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: extending the fingers outward, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: slightly tilting the wrist, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: making a gentle shaking motion, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: pausing briefly mid-shake, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: continuing the shaking motion, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: gradually slowing the shaking, which is a sub-step.",
        "A video of pretending to sprinkle air onto something generally involves the following step: lowering the hand back to the side, which is a sub-step."
    ],
    "80": [
        "A video of pretending to squeeze something generally involves the following step: (initiating the hand gesture), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (moving fingers inward), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (applying imaginary pressure), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (holding the gesture briefly), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (releasing the hand gesture), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (returning hands to neutral position), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (maintaining a relaxed posture), which is a sub-step.",
        "A video of pretending to squeeze something generally involves the following step: (completing the action sequence), which is a sub-step."
    ],
    "81": [
        "A video of pretending to take something from somewhere generally involves the following step: (reaching towards the imaginary object), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (grasping the non-existent item), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (lifting the imaginary object), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (moving the non-existent item towards the body), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (lowering the imaginary object to a new location), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (releasing the non-existent item), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (retracting the hand back to the original position), which is a sub-step.",
        "A video of pretending to take something from somewhere generally involves the following step: (completing the gesture with a natural motion), which is a sub-step."
    ],
    "82": [
        "A video of pretending to take something out of something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: positioning the hand near the object, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: making a grasping motion, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: lifting the imaginary item, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: holding the imaginary item, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: moving the imaginary item away, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: displaying the imaginary item, which is a sub-step.",
        "A video of pretending to take something out of something generally involves the following step: returning to the original position, which is a sub-step."
    ],
    "83": [
        "A video of pretending to throw something generally involves the following step: raising the arm (initiation), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: gripping an imaginary object (preparation), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: extending the arm forward (execution), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: releasing the imaginary object (release), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: following through with the arm motion (follow-through), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: looking in the direction of the throw (direction), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: maintaining a relaxed posture (posture), which is a sub-step.",
        "A video of pretending to throw something generally involves the following step: returning the arm to the starting position (reset), which is a sub-step."
    ],
    "84": [
        "A video of pretending to turn something upside down generally involves the following step: positioning the object in hand, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: rotating the wrist outward, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: inverting the object's orientation, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: holding the object upside down, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: pausing briefly to simulate gravity, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: slowly rotating the wrist back, which is a sub-step.",
        "A video of pretending to turn something upside down generally involves the following step: returning the object to its original position, which is a sub-step."
    ],
    "85": [
        "A video of pulling something from behind of something generally involves the following step: (preparing the object), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (positioning the body), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (reaching behind the object), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (gripping the object), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (applying force to pull), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (moving the object forward), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (repositioning the object), which is a sub-step.",
        "A video of pulling something from behind of something generally involves the following step: (completing the action), which is a sub-step."
    ],
    "86": [
        "A video of pulling something from left to right generally involves the following step: positioning the object on the left, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: aligning the hands for grip, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: maintaining steady force during the pull, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: monitoring the object's movement, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: adjusting force as needed, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: completing the pull to the right, which is a sub-step.",
        "A video of pulling something from left to right generally involves the following step: stabilizing the object after the pull, which is a sub-step."
    ],
    "87": [
        "A video of pulling something from right to left generally involves the following step: (initiating contact with the object), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (gripping the object firmly), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (positioning the body for leverage), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (applying initial force to the object), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (maintaining steady force), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (adjusting grip if necessary), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (completing the pull motion), which is a sub-step.",
        "A video of pulling something from right to left generally involves the following step: (releasing the object), which is a sub-step."
    ],
    "88": [
        "A video of pulling something onto something generally involves the following step: positioning the object to be pulled, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: initiating the pull motion, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: maintaining steady force, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: adjusting the trajectory if needed, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: completing the pull motion, which is a sub-step.",
        "A video of pulling something onto something generally involves the following step: securing the object in place, which is a sub-step."
    ],
    "89": [
        "A video of pulling something out of something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: aligning the object with the opening, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: applying steady force to dislodge, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: maintaining grip during extraction, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: ensuring clearance from the opening, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: adjusting grip if necessary, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: finalizing the extraction motion, which is a sub-step.",
        "A video of pulling something out of something generally involves the following step: releasing the object after extraction, which is a sub-step."
    ],
    "90": [
        "A video of pulling two ends of something but nothing happens generally involves the following step: grasping both ends of the object, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: applying equal force to both ends, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: initiating the pulling motion, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: maintaining steady tension on both ends, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: observing the object for any changes, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: continuing the pulling action for a duration, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: realizing no significant change occurs, which is a sub-step.",
        "A video of pulling two ends of something but nothing happens generally involves the following step: concluding the action with no result, which is a sub-step."
    ],
    "91": [
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: grasping both ends of the object, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: positioning the hands at opposite ends, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: applying initial tension to the object, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: gradually increasing the force on both ends, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: maintaining a steady pull on both ends, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: observing the object's elongation, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: adjusting the pull to achieve desired stretch, which is a sub-step.",
        "A video of pulling two ends of something so that it gets stretched generally involves the following step: releasing the tension once the stretch is achieved, which is a sub-step."
    ],
    "92": [
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: grasping both ends, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: aligning the ends, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: applying initial tension, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: increasing the force, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: feeling resistance, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: breaking the connection, which is a sub-step.",
        "A video of pulling two ends of something so that it separates into two pieces generally involves the following step: separating the ends, which is a sub-step."
    ],
    "93": [
        "A video of pushing something from left to right generally involves the following step: positioning the object on the left, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: aligning the hands with the object, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: maintaining continuous force, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: monitoring the object's movement, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: adjusting force as needed, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: reaching the right side, which is a sub-step.",
        "A video of pushing something from left to right generally involves the following step: releasing the object, which is a sub-step."
    ],
    "94": [
        "A video of pushing something from right to left generally involves the following step: positioning the object on the right, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: aligning the body to the object, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: extending the arm towards the object, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: adjusting force as needed, which is a sub-step.",
        "A video of pushing something from right to left generally involves the following step: stopping when the object reaches the left, which is a sub-step."
    ],
    "95": [
        "A video of pushing something off of something generally involves the following step: positioning the object near the edge, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: aligning the object for balance, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: ensuring the object clears the edge, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: releasing the force gradually, which is a sub-step.",
        "A video of pushing something off of something generally involves the following step: confirming the object's fall, which is a sub-step."
    ],
    "96": [
        "A video of pushing something onto something generally involves the following step: positioning the object to be pushed, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: ensuring the object slides smoothly, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: adjusting the angle if necessary, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: finalizing the push to secure the object, which is a sub-step.",
        "A video of pushing something onto something generally involves the following step: confirming the object's placement, which is a sub-step."
    ],
    "97": [
        "A video of pushing something so it spins generally involves the following step: positioning the object on a flat surface, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: aligning the push direction with the object's axis, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: applying a force to the object's edge, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: observing the object's initial movement, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: maintaining a steady force until the object spins, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: monitoring the object's rotational speed, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: adjusting the force to sustain the spin, which is a sub-step.",
        "A video of pushing something so it spins generally involves the following step: ensuring the object spins without wobbling, which is a sub-step."
    ],
    "98": [
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: initiating the push, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: applying force gradually, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: adjusting force dynamically, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: nearing the tipping point, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: stabilizing the object, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: maintaining balance, which is a sub-step.",
        "A video of pushing something so that it almost falls off but doesn't generally involves the following step: concluding the action, which is a sub-step."
    ],
    "99": [
        "A video of pushing something so that it falls off the table generally involves the following step: approaching the object, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: positioning the hand near the object, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: the object starts to move, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: the object reaches the edge of the table, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: the object begins to tilt, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: the object loses balance, which is a sub-step.",
        "A video of pushing something so that it falls off the table generally involves the following step: the object falls off the table, which is a sub-step."
    ],
    "100": [
        "A video of pushing something so that it slightly moves generally involves the following step: positioning the object near the edge, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: aligning the body to face the object, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: extending the arm towards the object, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: applying gentle pressure with the hand, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: maintaining steady pressure until movement occurs, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: observing the object's slight movement, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: releasing pressure after movement is detected, which is a sub-step.",
        "A video of pushing something so that it slightly moves generally involves the following step: repositioning the body for stability, which is a sub-step."
    ],
    "101": [
        "A video of pushing something with something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: positioning the tool correctly, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: applying initial force, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: adjusting the angle if needed, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: increasing force gradually, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: ensuring the object moves smoothly, which is a sub-step.",
        "A video of pushing something with something generally involves the following step: releasing the tool after completion, which is a sub-step."
    ],
    "102": [
        "A video of putting number of something onto something generally involves the following step: (preparing the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (positioning the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (lifting the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (moving the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (aligning the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (placing the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (adjusting the objects), which is a sub-step.",
        "A video of putting number of something onto something generally involves the following step: (finalizing the placement), which is a sub-step."
    ],
    "103": [
        "A video of putting something and something on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: picking up the first item, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: lifting the first item to table height, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: placing the first item on the table, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: picking up the second item, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: lifting the second item to table height, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: placing the second item on the table, which is a sub-step.",
        "A video of putting something and something on the table generally involves the following step: stepping back from the table, which is a sub-step."
    ],
    "104": [
        "A video of putting something behind something generally involves the following step: reaching for the object, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: moving the object towards the target, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: positioning the object behind the target, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of putting something behind something generally involves the following step: confirming the placement, which is a sub-step."
    ],
    "105": [
        "A video of putting something in front of something generally involves the following step: (selecting the object), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (positioning the object), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (lifting the object), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (moving the object forward), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (lowering the object), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (placing the object down), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (adjusting the object's position), which is a sub-step.",
        "A video of putting something in front of something generally involves the following step: (finalizing the placement), which is a sub-step."
    ],
    "106": [
        "A video of putting something into something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of putting something into something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of putting something into something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something into something generally involves the following step: moving towards the container, which is a sub-step.",
        "A video of putting something into something generally involves the following step: aligning the object with the container, which is a sub-step.",
        "A video of putting something into something generally involves the following step: lowering the object into the container, which is a sub-step.",
        "A video of putting something into something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of putting something into something generally involves the following step: confirming placement, which is a sub-step."
    ],
    "107": [
        "A video of putting something next to something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: moving towards the target, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: aligning the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of putting something next to something generally involves the following step: stepping back, which is a sub-step."
    ],
    "108": [
        "A video of putting something on a flat surface without letting it roll generally involves the following step: approaching the surface, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: aligning the object, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: slowing down the motion, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: gently lowering the object, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: ensuring stability, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: checking for rolling, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: adjusting position if needed, which is a sub-step.",
        "A video of putting something on a flat surface without letting it roll generally involves the following step: confirming placement, which is a sub-step."
    ],
    "109": [
        "A video of putting something on a surface generally involves the following step: approaching the surface, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: aligning the object, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: lowering the object, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: making contact with the surface, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: releasing the object, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: ensuring stability, which is a sub-step.",
        "A video of putting something on a surface generally involves the following step: stepping back, which is a sub-step."
    ],
    "110": [
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: selecting the object to be placed, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: approaching the edge of the support, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: positioning the object near the edge, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: carefully aligning the object with the edge, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: gently placing the object on the edge, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: observing the object's stability, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: waiting for the object to lose balance, which is a sub-step.",
        "A video of putting something on the edge of something so it is not supported and falls down generally involves the following step: recording the object's fall, which is a sub-step."
    ],
    "111": [
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: selecting the object, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: positioning the slanted surface, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: aligning the object with the surface, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: applying slight pressure to the object, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: ensuring the object's stability, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: checking for any movement, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: adjusting the object's position if necessary, which is a sub-step.",
        "A video of putting something onto a slanted surface but it doesn't glide down generally involves the following step: confirming the object's non-gliding state, which is a sub-step."
    ],
    "112": [
        "A video of putting something onto something generally involves the following step: approaching the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: moving the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: aligning the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: lowering the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: placing the object, which is a sub-step.",
        "A video of putting something onto something generally involves the following step: releasing the object, which is a sub-step."
    ],
    "113": [
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: selecting the object to be placed, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: positioning the object above the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: applying gentle pressure to place the object, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: observing the object's balance on the target, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object begins to tilt, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object loses balance and falls, which is a sub-step.",
        "A video of putting something onto something else that cannot support it so it falls down generally involves the following step: the object lands on the ground, which is a sub-step."
    ],
    "114": [
        "A video of putting something similar to other things that are already on the table generally involves the following step: selecting an appropriate item, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: positioning the item near similar objects, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: aligning the item with existing objects, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: gently placing the item, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: ensuring the item is stable, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: adjusting the arrangement if necessary, which is a sub-step.",
        "A video of putting something similar to other things that are already on the table generally involves the following step: stepping back to assess the placement, which is a sub-step."
    ],
    "115": [
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: positioning the object at the top of the slope, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: ensuring the object is stable before release, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: releasing the object to initiate sliding, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: observing the object's initial descent, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: monitoring the object's acceleration down the slope, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: noting the object's path and trajectory, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: assessing the object's final resting position, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it slides down generally involves the following step: evaluating the overall sliding process, which is a sub-step."
    ],
    "116": [
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: selecting the object, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: positioning the slanted surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: aligning the object with the surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: gently placing the object on the surface, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: ensuring the object's stability, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: adjusting the object's position if necessary, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: confirming the object's placement, which is a sub-step.",
        "A video of putting something that can't roll onto a slanted surface, so it stays where it is generally involves the following step: finalizing the action, which is a sub-step."
    ],
    "117": [
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: selecting the object, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: approaching the table, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: moving the object over the table, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: placing the object upright, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: observing the object's instability, which is a sub-step.",
        "A video of putting something that cannot actually stand upright upright on the table, so it falls on its side generally involves the following step: the object falling on its side, which is a sub-step."
    ],
    "118": [
        "A video of putting something underneath something generally involves the following step: positioning the object to be moved, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: lifting the object to be moved, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: moving the object horizontally, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: aligning the object with the target, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: lowering the object to the target, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: adjusting the object's position, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: ensuring stability of the object, which is a sub-step.",
        "A video of putting something underneath something generally involves the following step: confirming the placement, which is a sub-step."
    ],
    "119": [
        "A video of putting something upright on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: positioning the object, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: aligning the object vertically, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: lifting the object, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: moving the object above the table, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: lowering the object, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: placing the object on the table, which is a sub-step.",
        "A video of putting something upright on the table generally involves the following step: ensuring stability, which is a sub-step."
    ],
    "120": [
        "A video of putting something, something and something on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: picking up the first item, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: placing the first item on the table, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: picking up the second item, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: placing the second item on the table, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: picking up the third item, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: placing the third item on the table, which is a sub-step.",
        "A video of putting something, something and something on the table generally involves the following step: stepping back from the table, which is a sub-step."
    ],
    "121": [
        "A video of removing something, revealing something behind generally involves the following step: (initiating the removal), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (gently lifting the object), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (carefully sliding the object), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (gradually exposing the hidden item), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (fully revealing the concealed item), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (holding the removed object aside), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (focusing on the revealed item), which is a sub-step.",
        "A video of removing something, revealing something behind generally involves the following step: (completing the reveal), which is a sub-step."
    ],
    "122": [
        "A video of rolling something on a flat surface generally involves the following step: positioning the object on the surface, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: applying initial force to the object, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: observing the object's movement, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: adjusting force for consistent rolling, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: monitoring the object's trajectory, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: ensuring the surface is level, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: maintaining constant speed, which is a sub-step.",
        "A video of rolling something on a flat surface generally involves the following step: stopping the object at the desired point, which is a sub-step."
    ],
    "123": [
        "A video of scooping something up with something generally involves the following step: positioning the scooping tool, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: aligning the tool with the target, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: applying downward pressure, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: scooping the substance, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: lifting the tool, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: transferring the substance, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: releasing the substance, which is a sub-step.",
        "A video of scooping something up with something generally involves the following step: repositioning the tool, which is a sub-step."
    ],
    "124": [
        "A video of showing a photo of something to the camera generally involves the following step: retrieving the photo from a source, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: positioning the photo in front of the camera, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: ensuring the photo is clearly visible, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: adjusting the angle for optimal view, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: holding the photo steady for a few seconds, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: checking the camera's focus on the photo, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: maintaining the position until the recording ends, which is a sub-step.",
        "A video of showing a photo of something to the camera generally involves the following step: returning the photo to its original place, which is a sub-step."
    ],
    "125": [
        "A video of showing something behind something generally involves the following step: (reaching for the object), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (positioning the object behind), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (holding the object steady), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (moving the obstructing object), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (revealing the hidden object), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (maintaining the reveal), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (returning the obstructing object), which is a sub-step.",
        "A video of showing something behind something generally involves the following step: (finalizing the action), which is a sub-step."
    ],
    "126": [
        "A video of showing something next to something generally involves the following step: selecting the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: positioning the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: aligning the objects, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: adjusting the distance, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: ensuring visibility, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: confirming placement, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: recording the action, which is a sub-step.",
        "A video of showing something next to something generally involves the following step: reviewing the footage, which is a sub-step."
    ],
    "127": [
        "A video of showing something on top of something generally involves the following step: (preparing the objects), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (positioning the base object), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (lifting the top object), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (aligning the top object), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (lowering the top object), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (placing the top object), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (adjusting the placement), which is a sub-step.",
        "A video of showing something on top of something generally involves the following step: (finalizing the arrangement), which is a sub-step."
    ],
    "128": [
        "A video of showing something to the camera generally involves the following step: positioning the object in front of the camera, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: adjusting the angle of the object, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: ensuring proper lighting, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: focusing the camera on the object, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: stabilizing the object, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: initiating the recording, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: holding the object steady, which is a sub-step.",
        "A video of showing something to the camera generally involves the following step: ending the recording, which is a sub-step."
    ],
    "129": [
        "A video of showing that something is empty generally involves the following step: approaching the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: pausing briefly near the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: reaching out to the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: opening the object if necessary, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: looking inside the object, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: pausing to confirm emptiness, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: closing the object if opened, which is a sub-step.",
        "A video of showing that something is empty generally involves the following step: stepping back from the object, which is a sub-step."
    ],
    "130": [
        "A video of showing that something is inside something generally involves the following step: (initial positioning of the object), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (slowly moving the object towards the container), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (aligning the object with the container's opening), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (gently inserting the object into the container), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (confirming the object's placement inside), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (closing the container if applicable), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (checking the container's contents), which is a sub-step.",
        "A video of showing that something is inside something generally involves the following step: (finalizing the action with a visual confirmation), which is a sub-step."
    ],
    "131": [
        "A video of something being deflected from something generally involves the following step: (initial detection of the object), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (preparation for deflection), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (execution of the deflection), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (post-deflection adjustment), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (monitoring the trajectory), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (confirmation of deflection success), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (recording the event), which is a sub-step.",
        "A video of something being deflected from something generally involves the following step: (analysis of the deflection), which is a sub-step."
    ],
    "132": [
        "A video of something colliding with something and both are being deflected generally involves the following step: initial contact, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: energy transfer, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: deformation, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: force application, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: momentum change, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: deflection initiation, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: trajectory alteration, which is a sub-step.",
        "A video of something colliding with something and both are being deflected generally involves the following step: final separation, which is a sub-step."
    ],
    "133": [
        "A video of something colliding with something and both come to a halt generally involves the following step: initial approach (rapid), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: contact (instantaneous), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: deceleration (brief), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: energy transfer (momentary), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: deformation (short-lived), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: mutual halt (immediate), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: post-collision stillness (extended), which is a sub-step.",
        "A video of something colliding with something and both come to a halt generally involves the following step: final equilibrium (lasting), which is a sub-step."
    ],
    "134": [
        "A video of something falling like a feather or paper generally involves the following step: initial release from a height, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: gentle descent with minimal resistance, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: gradual rotation in the air, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: slow acceleration due to gravity, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: intermittent pauses due to air currents, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: continued descent with minimal impact, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: eventual contact with the ground, which is a sub-step.",
        "A video of something falling like a feather or paper generally involves the following step: final settling into position, which is a sub-step."
    ],
    "135": [
        "A video of something falling like a rock generally involves the following step: initial release from a height, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: acceleration due to gravity, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: vertical descent with increasing speed, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: maintaining a straight trajectory, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: reaching terminal velocity, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: continuous descent until impact, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: abrupt stop upon collision, which is a sub-step.",
        "A video of something falling like a rock generally involves the following step: settling into a resting position, which is a sub-step."
    ],
    "136": [
        "A video of spilling something behind something generally involves the following step: (initiating the spill), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object begins to fall), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object makes contact with surface), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object spreads out), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object accumulates behind object), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object starts to settle), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (liquid or object reaches equilibrium), which is a sub-step.",
        "A video of spilling something behind something generally involves the following step: (final state of spill is observed), which is a sub-step."
    ],
    "137": [
        "A video of spilling something next to something generally involves the following step: (initiating the spill), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance begins to pour), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance reaches the surface), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance spreads on the surface), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance accumulates next to the object), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance stops spreading), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance begins to settle), which is a sub-step.",
        "A video of spilling something next to something generally involves the following step: (liquid or substance is fully settled next to the object), which is a sub-step."
    ],
    "138": [
        "A video of spilling something onto something generally involves the following step: (initiation of spill), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (liquid begins to pour), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (liquid contacts surface), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (liquid spreads out), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (liquid covers area), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (liquid stops flowing), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (surface absorbs liquid), which is a sub-step.",
        "A video of spilling something onto something generally involves the following step: (spill is complete), which is a sub-step."
    ],
    "139": [
        "A video of spinning something so it continues spinning generally involves the following step: initiating the spin, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: applying force to the object, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: maintaining the applied force, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: releasing the object, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: observing the object's rotation, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: adjusting the spin if necessary, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: ensuring minimal external interference, which is a sub-step.",
        "A video of spinning something so it continues spinning generally involves the following step: allowing the object to spin freely, which is a sub-step."
    ],
    "140": [
        "A video of spinning something that quickly stops spinning generally involves the following step: initial rapid rotation, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: gradual deceleration, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: friction application, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: momentum reduction, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: angular velocity decrease, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: final cessation, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: stabilization, which is a sub-step.",
        "A video of spinning something that quickly stops spinning generally involves the following step: equilibrium restoration, which is a sub-step."
    ],
    "141": [
        "A video of spreading something onto something generally involves the following step: selecting the spreadable substance, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: positioning the substance near the target, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: applying slight pressure to the substance, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: moving the substance across the target surface, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: ensuring even distribution, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: checking for any missed areas, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: smoothing out any uneven patches, which is a sub-step.",
        "A video of spreading something onto something generally involves the following step: finalizing the spread and removing excess, which is a sub-step."
    ],
    "142": [
        "A video of sprinkling something onto something generally involves the following step: selecting the item to be sprinkled, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: positioning the item above the target, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: opening the container or dispenser, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: allowing the substance to flow out, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: guiding the flow towards the target, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: ensuring even distribution, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: closing the container or dispenser, which is a sub-step.",
        "A video of sprinkling something onto something generally involves the following step: checking the result for completeness, which is a sub-step."
    ],
    "143": [
        "A video of squeezing something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of squeezing something generally involves the following step: positioning fingers and thumb, which is a sub-step.",
        "A video of squeezing something generally involves the following step: applying inward pressure, which is a sub-step.",
        "A video of squeezing something generally involves the following step: maintaining pressure steadily, which is a sub-step.",
        "A video of squeezing something generally involves the following step: observing the release of substance, which is a sub-step.",
        "A video of squeezing something generally involves the following step: adjusting pressure as needed, which is a sub-step.",
        "A video of squeezing something generally involves the following step: releasing the object gradually, which is a sub-step.",
        "A video of squeezing something generally involves the following step: ensuring the object is fully squeezed, which is a sub-step."
    ],
    "144": [
        "A video of stacking number of something generally involves the following step: selecting the base object, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: aligning the base object, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: placing the first object, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: adjusting the first object, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: repeating the process, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: checking stability, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: final adjustment, which is a sub-step.",
        "A video of stacking number of something generally involves the following step: completion, which is a sub-step."
    ],
    "145": [
        "A video of stuffing something into something generally involves the following step: preparing the object to be stuffed, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: positioning the object to be stuffed, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: opening the container, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: inserting the object into the container, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: adjusting the object's position inside the container, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: closing the container, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: checking the fit, which is a sub-step.",
        "A video of stuffing something into something generally involves the following step: finalizing the stuffing, which is a sub-step."
    ],
    "146": [
        "A video of taking one of many similar things on the table generally involves the following step: approaching the table, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: scanning the items, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: selecting an item, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: reaching for the item, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: grasping the item, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: lifting the item, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: moving the item away from the table, which is a sub-step.",
        "A video of taking one of many similar things on the table generally involves the following step: placing the item elsewhere, which is a sub-step."
    ],
    "147": [
        "A video of taking something from somewhere generally involves the following step: approaching the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: positioning the hand near the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: grasping the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: lifting the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: moving the object away from its original location, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: adjusting the grip on the object, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: repositioning the object to a new location, which is a sub-step.",
        "A video of taking something from somewhere generally involves the following step: releasing the object, which is a sub-step."
    ],
    "148": [
        "A video of taking something out of something generally involves the following step: approaching the container, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: positioning the hand near the item, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: grasping the item, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: lifting the item, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: moving the item away from the container, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: positioning the item outside the container, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: releasing the item, which is a sub-step.",
        "A video of taking something out of something generally involves the following step: confirming the item is out, which is a sub-step."
    ],
    "149": [
        "A video of tearing something into two pieces generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: positioning the object for leverage, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: applying initial force to create tension, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: increasing the force gradually, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: feeling the resistance break, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: completing the tear with a final pull, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: separating the two pieces, which is a sub-step.",
        "A video of tearing something into two pieces generally involves the following step: holding the torn pieces apart, which is a sub-step."
    ],
    "150": [
        "A video of tearing something just a little bit generally involves the following step: gripping the material firmly, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: applying slight pressure to one side, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: initiating a small tear, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: pausing to assess the tear, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: adjusting grip if necessary, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: continuing the tear incrementally, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: stopping once the desired length is achieved, which is a sub-step.",
        "A video of tearing something just a little bit generally involves the following step: releasing the material gently, which is a sub-step."
    ],
    "151": [
        "A video of throwing something generally involves the following step: gripping the object, which is a sub-step.",
        "A video of throwing something generally involves the following step: positioning the arm, which is a sub-step.",
        "A video of throwing something generally involves the following step: bending the knees, which is a sub-step.",
        "A video of throwing something generally involves the following step: extending the arm, which is a sub-step.",
        "A video of throwing something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of throwing something generally involves the following step: following through with the arm, which is a sub-step.",
        "A video of throwing something generally involves the following step: stabilizing the body, which is a sub-step.",
        "A video of throwing something generally involves the following step: watching the object's flight, which is a sub-step."
    ],
    "152": [
        "A video of throwing something against something generally involves the following step: lifting the object, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: accelerating the object, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: releasing the object, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: the object traveling through air, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: the object making contact, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: the object bouncing or breaking, which is a sub-step.",
        "A video of throwing something against something generally involves the following step: the object coming to rest, which is a sub-step."
    ],
    "153": [
        "A video of throwing something in the air and catching it generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: raising the arm upwards, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: releasing the object with force, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: observing the object's trajectory, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: positioning the body to catch, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: extending the arm to intercept, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: closing the hand around the object, which is a sub-step.",
        "A video of throwing something in the air and catching it generally involves the following step: stabilizing the object in hand, which is a sub-step."
    ],
    "154": [
        "A video of throwing something in the air and letting it fall generally involves the following step: lifting the object above the head, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: releasing the object from the hand, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object ascending into the air, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object reaching its peak height, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object beginning to descend, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object accelerating towards the ground, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object nearing the point of impact, which is a sub-step.",
        "A video of throwing something in the air and letting it fall generally involves the following step: the object making contact with the ground, which is a sub-step."
    ],
    "155": [
        "A video of throwing something onto a surface generally involves the following step: gripping the object firmly, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: pulling the arm back, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: accelerating the arm forward, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: releasing the object, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: the object travels through the air, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: the object reaches its peak height, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: the object begins to descend, which is a sub-step.",
        "A video of throwing something onto a surface generally involves the following step: the object makes contact with the surface, which is a sub-step."
    ],
    "156": [
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: assessing the balance, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: positioning the object, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: applying gentle pressure, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: monitoring the tilt, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: adjusting the angle, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: ensuring stability, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: maintaining the tilt, which is a sub-step.",
        "A video of tilting something with something on it slightly so it doesn't fall down generally involves the following step: finalizing the position, which is a sub-step."
    ],
    "157": [
        "A video of tilting something with something on it until it falls off generally involves the following step: positioning the object to be tilted, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: applying gentle pressure to the object, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: gradually increasing the tilt angle, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: maintaining the tilt angle steadily, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: observing the object on top, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: anticipating the moment of falling, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: allowing the object to fall off, which is a sub-step.",
        "A video of tilting something with something on it until it falls off generally involves the following step: recording the fall event, which is a sub-step."
    ],
    "158": [
        "A video of tipping something over generally involves the following step: (initial positioning), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (preparation for tipping), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (application of force), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (object begins to tilt), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (object continues to tilt), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (object reaches tipping point), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (object completes tipping motion), which is a sub-step.",
        "A video of tipping something over generally involves the following step: (stabilization of the object), which is a sub-step."
    ],
    "159": [
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (initiating the tipping motion), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (gradually increasing the angle), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (reaching the critical angle), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (starting the fall of the contents), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (accelerating the fall of the contents), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (completing the fall of the contents), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (stabilizing the container), which is a sub-step.",
        "A video of tipping something with something in it over, so something in it falls out generally involves the following step: (finalizing the action), which is a sub-step."
    ],
    "160": [
        "A video of touching (without moving) part of something generally involves the following step: initiating contact, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: maintaining steady pressure, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: adjusting finger placement, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: ensuring stability, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: monitoring tactile feedback, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: maintaining focus, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: evaluating the sensation, which is a sub-step.",
        "A video of touching (without moving) part of something generally involves the following step: concluding the touch, which is a sub-step."
    ],
    "161": [
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (preparing the object), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (positioning the object), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (applying pressure), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (realizing the failure), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (repositioning the object), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (reapplying pressure), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (acknowledging the non-stickiness), which is a sub-step.",
        "A video of trying but failing to attach something to something because it doesn't stick generally involves the following step: (ending the attempt), which is a sub-step."
    ],
    "162": [
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: applying initial pressure, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: increasing force gradually, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: pausing to assess resistance, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: reapplying force with more intensity, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: holding the object steady, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: releasing the object slowly, which is a sub-step.",
        "A video of trying to bend something unbendable so nothing happens generally involves the following step: observing the object remains unchanged, which is a sub-step."
    ],
    "163": [
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (reaching for the container), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (lifting the container), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (tilting the container), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (initiating the pour), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (misaligning the container), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (liquid missing the target), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (liquid spilling next to the target), which is a sub-step.",
        "A video of trying to pour something into something, but missing so it spills next to it generally involves the following step: (stopping the pour), which is a sub-step."
    ],
    "164": [
        "A video of turning something upside down generally involves the following step: grasping the object securely, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: lifting the object slightly, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: rotating the object 180 degrees, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: stabilizing the object mid-rotation, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: completing the 180-degree rotation, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: adjusting the grip for balance, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: ensuring the object is fully inverted, which is a sub-step.",
        "A video of turning something upside down generally involves the following step: releasing the object if necessary, which is a sub-step."
    ],
    "165": [
        "A video of turning the camera downwards while filming something generally involves the following step: initiating the downward movement, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: adjusting the angle, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: maintaining the downward angle, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: ensuring focus remains, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: monitoring the framing, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: continuing the filming, which is a sub-step.",
        "A video of turning the camera downwards while filming something generally involves the following step: concluding the downward angle, which is a sub-step."
    ],
    "166": [
        "A video of turning the camera left while filming something generally involves the following step: initiating the turn, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: adjusting the grip, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: starting the rotation, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: maintaining the turn, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: monitoring the frame, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: completing the turn, which is a sub-step.",
        "A video of turning the camera left while filming something generally involves the following step: re-stabilizing the camera, which is a sub-step."
    ],
    "167": [
        "A video of turning the camera right while filming something generally involves the following step: initiating the turn, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: adjusting the grip, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: starting the rotation, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: maintaining the turn, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: monitoring the frame, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: completing the turn, which is a sub-step.",
        "A video of turning the camera right while filming something generally involves the following step: re-stabilizing the camera, which is a sub-step."
    ],
    "168": [
        "A video of turning the camera upwards while filming something generally involves the following step: initiating the upward movement, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: stabilizing the camera, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: adjusting the angle gradually, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: maintaining steady speed, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: ensuring smooth transition, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: reaching the desired angle, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: holding the camera steady, which is a sub-step.",
        "A video of turning the camera upwards while filming something generally involves the following step: continuing to film, which is a sub-step."
    ],
    "169": [
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: grasping the wet object firmly, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: positioning hands opposite each other, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: applying pressure to compress the object, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: rotating hands in opposite directions, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: maintaining consistent pressure throughout the rotation, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: releasing pressure gradually as water drains, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: checking for remaining moisture, which is a sub-step.",
        "A video of twisting (wringing) something wet until water comes out generally involves the following step: repeating the process if necessary, which is a sub-step."
    ],
    "170": [
        "A video of twisting something generally involves the following step: grasping the object firmly, which is a sub-step.",
        "A video of twisting something generally involves the following step: positioning the object correctly, which is a sub-step.",
        "A video of twisting something generally involves the following step: applying initial torque, which is a sub-step.",
        "A video of twisting something generally involves the following step: maintaining consistent pressure, which is a sub-step.",
        "A video of twisting something generally involves the following step: adjusting grip as needed, which is a sub-step.",
        "A video of twisting something generally involves the following step: completing the twist motion, which is a sub-step.",
        "A video of twisting something generally involves the following step: stabilizing the object post-twist, which is a sub-step.",
        "A video of twisting something generally involves the following step: releasing the object gently, which is a sub-step."
    ],
    "171": [
        "A video of uncovering something generally involves the following step: (preparing the surface), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (gently lifting the cover), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (carefully inspecting the uncovered area), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (removing any remaining debris), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (adjusting the lighting for better visibility), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (documenting the uncovered object), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (securing the uncovered area), which is a sub-step.",
        "A video of uncovering something generally involves the following step: (finalizing the uncovering process), which is a sub-step."
    ],
    "172": [
        "A video of unfolding something generally involves the following step: grasping the object, which is a sub-step.",
        "A video of unfolding something generally involves the following step: positioning the object, which is a sub-step.",
        "A video of unfolding something generally involves the following step: applying initial pressure, which is a sub-step.",
        "A video of unfolding something generally involves the following step: gradually increasing pressure, which is a sub-step.",
        "A video of unfolding something generally involves the following step: maintaining consistent pressure, which is a sub-step.",
        "A video of unfolding something generally involves the following step: observing the unfolding process, which is a sub-step.",
        "A video of unfolding something generally involves the following step: adjusting pressure as needed, which is a sub-step.",
        "A video of unfolding something generally involves the following step: completing the unfolding, which is a sub-step."
    ],
    "173": [
        "A video of wiping something off of something generally involves the following step: positioning the cloth over the surface, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: applying pressure to the cloth, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: moving the cloth in a wiping motion, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: repeating the motion until clean, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: lifting the cloth off the surface, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: inspecting the cleaned area, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: repositioning the cloth if necessary, which is a sub-step.",
        "A video of wiping something off of something generally involves the following step: completing the wiping action, which is a sub-step."
    ]
}